{
    "paper_id": "337516e4a4f583c010134c5d9846c91c7104431e",
    "metadata": {
        "title": "TYPE I INTERFERON SIGNALS CONTROL THEILER'S VIRUS INFECTION SITE, CELLULAR INFILTRATION AND T CELL STIMULATION IN THE CNS",
        "authors": [
            {
                "first": "Young-Hee",
                "middle": [],
                "last": "Jin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Northwestern University Medical School",
                    "location": {
                        "addrLine": "303 E. Chicago",
                        "postCode": "60611",
                        "region": "IL"
                    }
                },
                "email": ""
            },
            {
                "first": "Wanqiu",
                "middle": [],
                "last": "Hou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Northwestern University Medical School",
                    "location": {
                        "addrLine": "303 E. Chicago",
                        "postCode": "60611",
                        "region": "IL"
                    }
                },
                "email": ""
            },
            {
                "first": "Jae",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Northwestern University Medical School",
                    "location": {
                        "addrLine": "303 E. Chicago",
                        "postCode": "60611",
                        "region": "IL"
                    }
                },
                "email": ""
            },
            {
                "first": "Alyson",
                "middle": [
                    "C"
                ],
                "last": "Fuller",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Northwestern University Medical School",
                    "location": {
                        "addrLine": "303 E. Chicago",
                        "postCode": "60611",
                        "region": "IL"
                    }
                },
                "email": ""
            },
            {
                "first": "Bongsu",
                "middle": [],
                "last": "Kang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Northwestern University Medical School",
                    "location": {
                        "addrLine": "303 E. Chicago",
                        "postCode": "60611",
                        "region": "IL"
                    }
                },
                "email": ""
            },
            {
                "first": "Gwen",
                "middle": [],
                "last": "Goings",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Northwestern University Medical School",
                    "location": {
                        "addrLine": "303 E. Chicago",
                        "postCode": "60611",
                        "region": "IL"
                    }
                },
                "email": ""
            },
            {
                "first": "Stephen",
                "middle": [
                    "D"
                ],
                "last": "Miller",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Northwestern University Medical School",
                    "location": {
                        "addrLine": "303 E. Chicago",
                        "postCode": "60611",
                        "region": "IL"
                    }
                },
                "email": ""
            },
            {
                "first": "Byung",
                "middle": [
                    "S"
                ],
                "last": "Kim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Northwestern University Medical School",
                    "location": {
                        "addrLine": "303 E. Chicago",
                        "postCode": "60611",
                        "region": "IL"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Theiler's murine encephalomyelitis virus (TMEV) establishes a persistent infection in the central nervous system (CNS). To examine the role of type I interferon (IFN-I)-mediated signals in TMEV infection, mice lacking a subunit of the type I IFN receptor (IFN-IR KO mice) were utilized. In contrast to wildtype mice, IFN-IR KO mice developed rapid fatal encephalitis accompanied with greater viral load and infiltration of immune cells to the CNS. The proportion of virus-specific CD4 + and CD8 + T cell responses in the CNS was significantly lower in IFN-IR KO mice during the early stage of infection. Levels of IFN-γ and IL-17 produced by isolated primed CD4 + T cells in response to DCs from TMEV-infected IFN-IRKO mice were also lower than those stimulated by DCs from TMEV-infected wildtype control mice. The less efficient stimulation of virus-specific T cells by virus-infected antigen presenting cells is attributable in part to the low level expression of activation markers on TMEV-infected cells from IFN-IR KO mice. However, due to high levels of cellular infiltration and viral loads in the CNS, the overall numbers of virus-specific T cells are higher in IFN-IR KO mice during the later stage of viral infection. These results suggest that IFN-I-mediated signals play important roles in controlling cellular infiltration to the CNS and shaping local T cell immune responses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Theiler's murine encephalomyelitis virus (TMEV) is a common enteric pathogen in mice and belongs to the Cardiovirus genus within the picornavirus family (Theiler 1934) . TMEV infection leads to a chronic viral persistence in the central nervous system (CNS) and an immune-mediated demyelinating disease similar to human multiple sclerosis in susceptible mouse strains (Kim, Palma et al. 2000) . TMEV infects neurons, various glial cells including astrocytes and microglia, as well as professional antigen presenting cells (APCs) including macrophages and dendritic cells (DCs) (Sethi and Lipton 1983; Palma, Kwon et al. 2003; Hou, So et al. 2007; Jin, Mohindru et al. 2007) . TMEV infection induces various chemokines and cytokines, including type I interferon (IFN-I), primarily via TLR3 and MDA5-dependent pathways (Delhaye, Paul et al. 2006; So, Kang et al. 2006) . Interferons (IFNs), cytokines interfering with virus replication at the early stage of infection (Isaacs and Lindenmann 1957) , are classified as type I, type II and type III IFNs depending on their function and structures (Pestka, Krause et al. 2004; Takaoka and Yanai 2006) . IFN-α and -β share a heterodimeric receptor composed of IFNAR1 and IFNAR2 subunits, which are both required for signal transduction (Theofilopoulos, Baccala et al. 2005) .",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 167,
                    "text": "(Theiler 1934)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 368,
                    "end": 392,
                    "text": "(Kim, Palma et al. 2000)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 577,
                    "end": 600,
                    "text": "(Sethi and Lipton 1983;",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 601,
                    "end": 625,
                    "text": "Palma, Kwon et al. 2003;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 626,
                    "end": 646,
                    "text": "Hou, So et al. 2007;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 647,
                    "end": 673,
                    "text": "Jin, Mohindru et al. 2007)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 817,
                    "end": 844,
                    "text": "(Delhaye, Paul et al. 2006;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 845,
                    "end": 866,
                    "text": "So, Kang et al. 2006)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 966,
                    "end": 994,
                    "text": "(Isaacs and Lindenmann 1957)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1092,
                    "end": 1120,
                    "text": "(Pestka, Krause et al. 2004;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1121,
                    "end": 1144,
                    "text": "Takaoka and Yanai 2006)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1279,
                    "end": 1316,
                    "text": "(Theofilopoulos, Baccala et al. 2005)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In addition to the direct anti-viral function, IFN-I is known to play critical roles in many aspects of immune responses. For example, IFN-I is required for the activation and survival of T cells (Curtsinger, Valenzuela et al. 2005; Kolumam, Thomas et al. 2005 ; Havenar-Daughton, Kolumam et al. 2006 ). In addition, IFN-I can directly activate NK cells to enhance their cytotoxic activity (Biron, Nguyen et al. 1999; Lee, Rao et al. 2000; Nguyen, Salazar-Mather et al. 2002) . Moreover, IFN-I is essential for facilitating the efficient APC function for T cell activation. IFN-I enhances the expression of MHC class I and class II molecules (Satoh, Paty et al. 1995; Ireland, Stohlman et al. 2008) , as well as co-stimulatory molecules, such as CD80, CD86 and CD40 on APCs (Gallucci, Lolkema et al. 1999; Santini, Lapenta et al. 2000; Montoya, Schiavoni et al. 2002) . However, the level of IFN-I appears to play a regulatory role in either enhancement or inhibition of immune responses, i.e. a low dose enhances but a high concentration inhibits (Biron 2001) . It is interesting to note that IFN-I induces Th2 cytokines such as IL-10 and IL-4 and down-regulates Th1associated genes such as IL-12 receptor β2 (Rudick, Ransohoff et al. 1996; Wandinger, Sturzebecher et al. 2001) . Furthermore, IFN-I is also involved in the reduction of bloodbrain-barrier (BBB) permeability (Stone, Frank et al. 1995) . In fact, IFN-I is a frequently used therapeutic agent for the treatment of MS, despite its potential immune enhancing function (Goodin 2001; Vermersch, de Seze et al. 2002) . Although the mechanisms are not known, it is likely that the immunosuppressive property of IFN-I may dampen the inflammatory immune responses in the CNS.",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 232,
                    "text": "(Curtsinger, Valenzuela et al. 2005;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 233,
                    "end": 260,
                    "text": "Kolumam, Thomas et al. 2005",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 281,
                    "end": 300,
                    "text": "Kolumam et al. 2006",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 390,
                    "end": 417,
                    "text": "(Biron, Nguyen et al. 1999;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 418,
                    "end": 439,
                    "text": "Lee, Rao et al. 2000;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 440,
                    "end": 475,
                    "text": "Nguyen, Salazar-Mather et al. 2002)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 642,
                    "end": 667,
                    "text": "(Satoh, Paty et al. 1995;",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 668,
                    "end": 698,
                    "text": "Ireland, Stohlman et al. 2008)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 774,
                    "end": 805,
                    "text": "(Gallucci, Lolkema et al. 1999;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 806,
                    "end": 835,
                    "text": "Santini, Lapenta et al. 2000;",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 836,
                    "end": 867,
                    "text": "Montoya, Schiavoni et al. 2002)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1048,
                    "end": 1060,
                    "text": "(Biron 2001)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1210,
                    "end": 1241,
                    "text": "(Rudick, Ransohoff et al. 1996;",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1242,
                    "end": 1278,
                    "text": "Wandinger, Sturzebecher et al. 2001)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1375,
                    "end": 1401,
                    "text": "(Stone, Frank et al. 1995)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1531,
                    "end": 1544,
                    "text": "(Goodin 2001;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1545,
                    "end": 1576,
                    "text": "Vermersch, de Seze et al. 2002)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Although IFN-Is provide therapeutic effects on autoimmune-mediated inflammatory responses by down-regulating immune responses, the presence of excess amount of IFN-I may result in a different outcome of clearing persistent viral infection via anti-viral immune responses. Mice lacking IFN-I receptor (IFN-IR KO) are unresponsive to IFN-I and susceptible to a variety of viral infections (Muller, Steinhoff et al. 1994 ). An early report indicates that IFN-IR KO mice develop severe encephalomyelitis following infection with TMEV (Fiette, Aubert et al. 1995) . However, short-term treatment with IFN-I promotes remyelination, whereas long-term treatment aggravates demyelination in TMEV-infected SJL/J mice (Njenga, Coenen et al. 2000) . Our recent studies indicate that an excess level of IFN-I produced by DCs following TMEV infection strongly inhibits the maturation and function of DCs, which are critical in stimulating protective T cell responses against the virus (Hou, So et al. 2007 ). In addition, the treatment of cells with IFN-I prior to viral infection inhibits viral replication, but the treatment after viral infection provides only minimal inhibition (Hou, So et al. 2007 ). Interestingly, the levels of IFN-I as well as viral load in susceptible SJL/J mice are several fold higher compared to those in resistant C57BL/ 6 mice (Jin, Mohindru et al. 2007 ). Thus, while IFN-I may inhibit inflammatory immune responses associated with the pathogenesis of autoimmune demyelination, such suppression of immune responses may also prevent the induction of vigorous protective immune responses against the virus. Consequently, the presence of low protective immune responses may permit a high viral load in the CNS that leads to the development of virus-induced CNS diseases.",
            "cite_spans": [
                {
                    "start": 387,
                    "end": 417,
                    "text": "(Muller, Steinhoff et al. 1994",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 530,
                    "end": 558,
                    "text": "(Fiette, Aubert et al. 1995)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 707,
                    "end": 735,
                    "text": "(Njenga, Coenen et al. 2000)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 971,
                    "end": 991,
                    "text": "(Hou, So et al. 2007",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1168,
                    "end": 1188,
                    "text": "(Hou, So et al. 2007",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1344,
                    "end": 1370,
                    "text": "(Jin, Mohindru et al. 2007",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The role of IFN-I in the development of TMEV-induced immune-mediated demyelinating disease remains unclear. Since this disease is induced by viral infection and the pathogenesis is mediated by virus-specific immune responses in the CNS, both levels of viral loads and immune responses play critical roles in the disease development. The presence of IFN-I is critical in controlling viral replication; yet excess amount inhibits the development of vigorous anti-viral immune responses, which may promote elevated viral load. This paradoxical effect of IFN-I may be unique for virus infection-induced immune-mediated diseases; in contrast to EAE, where suppression of immune responses is sufficient to control the development of disease. Thus, investigations on the roles and mechanisms of IFN-I in the induction of innate immunity and subsequent development of virus-specific adaptive immune responses leading to protection and/or pathogenesis of demyelinating disease are valuable for understanding the pathogenic mechanisms involved in this viral model of human MS, in conjunction with IFN-I therapies for MS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In this study, we have examined the role of IFN-I-mediated signals in the induction of innate and adaptive immune responses following TMEV infection using IFN-IR KO mice. Our initial observation indicated that mice deficient in IFN-IR develop increased inflammation in CNS and fatal encephalitis accompanied with a high viral load. We have further investigated whether the increased inflammatory response is caused by the deficiency of IFN-I-signals during cellular immune responses or reflects the increased viral antigen load due to unbridled viral replication, which drives elevated inflammatory responses. Despite lower proportions of the virus-specific T cells, virus-infected IFN-IR KO mice displayed greater overall numbers of virus-specific IFN-γ-producing T cells in the CNS because of the elevated cellular infiltration to the CNS. These results suggest that IFN-I-mediated signals play important roles in controlling viral loads and in inducing efficient protective immune responses. However, the unchecked viral replication in the absence of IFN-I-signals leads to increased cellular infiltration to the CNS and rampaged inflammatory responses resulting in fatal encephalitis, despite the presence of overall high anti-viral T cell responses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Type I IFN receptor knockout (IFN-IR KO) mice were kindly provided by Michel Aguet (University of Zürich, Zürich, Switzerland) via Herbert Virgin (Washington University, St. Louis, MO) (Muller, Steinhoff et al. 1994) . Female 129S2/SvPasCrl (129S2/SP) mice were purchased from Charles River Laboratories (Frederick, VA.) and used as controls for IFN-IR KO mice. This particular strain is genetically identical to the KO mice rather than the originally used strain 129Sv/Ev (Dunn, Bruce et al. 2005) . Mice were housed at the Center for Comparative Medicine Facility of Northwestern University. All experimental procedures were approved by Institutional ACUC protocols.",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 216,
                    "text": "(Muller, Steinhoff et al. 1994)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 473,
                    "end": 498,
                    "text": "(Dunn, Bruce et al. 2005)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Animals"
        },
        {
            "text": "The BeAn strain of TMEV was propagated in BHK cells grown in Dulbecco's modified eagle medium supplemented with 7.5% donor calf serum. For virus infection, the mice were anesthetized with Isoflurane and infected intracerebrally with 1 × 10 6 PFU of TMEV in approximately 30 µl in the right hemisphere.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus preparation and infection"
        },
        {
            "text": "All synthetic peptides were purchased from Genemed Synthesis (San Francisco, CA). Stock peptides of the previously defined TMEV-specific CD4 + (VP2 203-220 and VP4 25-38 ) and CD8 + T cell epitopes (VP2 121-130 and VP3 110-120 ) were prepared in 8% dimethylsulfoxide in PBS. VP2 121-130 -loaded H-2D b tetramer labeled with PE (NIH Tetramer Core Facility, Atlanta, GA) was used to assess the levels of virus-specific CD8 + T cells in TMEV-infected mice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Synthetic peptides"
        },
        {
            "text": "After perfusion with Hank's balanced salt solution (HBSS), brains and spinal cords were removed from virus-infected mice and homogenized through a wire mesh. The tissue homogenate was used to perform standard plaque assays on BHK-21 monolayer (Pullen, Park et al. 1995) . The plaques were visualized after fixation with methanol and staining with 0.1% crystal violet.",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 269,
                    "text": "(Pullen, Park et al. 1995)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Plaque assays"
        },
        {
            "text": "Immunohistological examinations were performed as previously described (Tompkins, Padilla et al. 2002) . After mice were anesthetized and perfused with PBS at 6 days postinfection, brains were removed and embedded with OCT compound (Sakura Finetek, Trrance, CA). Brain blocks were frozen in liquid nitrogen. 10 µm cross sections of brains were stained using FITC-conjugated anti-CD45 antibody (clone Ly-5), biotin-conjugated anti-CD11b antibody (clone M1/70) (BD Biosciences, San Diego, CA), polyclonal anti-TMEV antibody and Tyramide Signal Amplification Fluorescence System (NEN, Boston, MA) according to manufacture's instructions. Slides were examined using Leica DMR fluorescent microscope and images were captured using AxioCam MRc camera and AxioVision imaging software.",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 102,
                    "text": "(Tompkins, Padilla et al. 2002)",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Immunohistochemistry"
        },
        {
            "text": "Total RNA was isolated by TRIzol (Invitrogen) and reversely transcribed to cDNA using Moloney murine leukemia virus reverse transcriptase (Invitrogen). The cDNAs were amplified with specific primer sets in SYBR green I mastermix using iCycler (Bio-Rad). The sense and antisense primer sequences used for chemokines and cytokines are as follows: CXCL1 (5'-GCT GGG ATT CAC CTC AAG AA-3' and 5'-TGG GGA CAC CTT TTA GCA TC-3'); CXCL10 (5'-AAG TGC TGC CGT CAT TTT CT-3' and 5'-GTG GCA ATG ATC TCA ACA CG-3'); CCL2 (5'-AGC AGG TGT CCC AAA GAA GCT GTA-3' and 5'-AGA AGT GCT TGA GGT GGT TGT GGA-3'); CCL5 (5'-GTG CCC ACG TCA AGG AGT AT-3' and 5'-GGG AAG CGT ATA CAG GGT CA-3'); and GAPDH (5'-AAC TTT GGC ATT GTG GAA GGG CTC-3' and 5'-TGC CTG CTT CAC CAC CTT GAT-3'). GAPDH expression served as an internal reference for normalization. Real-time PCR was performed in triplicate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Real-time PCR"
        },
        {
            "text": "Splenocytes (1×10 6 cells/well) or isolated CD4 + T cells (1×10 5 cells/well) from spleens of wild-type or IFN-IR KO mice at 6 d after TMEV infection were stimulated with varying numbers of APCs in HL-1 medium (Bio-Whittaker, Walkersville, MD). Cultures were stimulated with indicated stimulators in 96-well flat-bottomed microtiter plates for 48 hr and then pulsed with 1.0 µCi [ 3 H]TdR and harvested 18 hr later. Measurements of [ 3 H]TdR uptake by the cells were determined in triplicates using a scintillation counter and expressed as net counts per minute (Δcpm) ± SEM after subtraction of the background count of cultures with phosphate-buffered saline (PBS) instead of stimulators.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "T cell proliferation assay"
        },
        {
            "text": "Cytokine levels produced by splenocytes (1×10 6 cells/well) stimulated with 2 µM TMEV epitopes for 48 hr were assessed using appropriate ELISAs. Cytokine levels produced by T cells stimulated with isolated APCs were determined after 36 hr incubation. IFN-γ (OPTEIA kit; BD Pharmingen, San Diego, CA), IL-13 and IL-17 (R&D Systems, Minneapolis, MN) levels were assessed using the respective cytokine-specific ELISA systems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measurement of Cytokine Levels"
        },
        {
            "text": "Antibodies specific for TMEV were measured by an adaptation of the indirect ELISA previously described (Inoue, Choe et al. 1994) . Briefly, 0.3 µg of UV-inactivated TMEV was used to coat microtiter plates and the plates were then blocked with 1% Blotto. Twofold serial dilutions of sera in triplicates were added, washed, and allowed to react with alkaline phosphatase-conjugated goat anti-mouse secondary antibody. The enzyme reaction was developed using ρ-nitrophenyl phosphate (SIGMA, St. Louis, MO) and measured colorimetrically by an ELISA reader at 405 nm.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 128,
                    "text": "(Inoue, Choe et al. 1994)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Determination of TMEV-specific antibody levels"
        },
        {
            "text": "Brains and spinal cords were removed after perfusion with sterile HBSS (50 ml). Tissues were minced, forced through a steel screen and incubated at 37°C for 45 min in 250 µg/ml collagenase type 4 (Worthington Biochemical Corp., Lakewood, NJ) plus 20 µg/ml DNase (SIGMA, St. Louis, MO). A continuous 100% Percoll gradient (GE, Piscataway, NJ) was used to enrich CNS mononuclear cells in the bottom 1/3 of the gradient after centrifugation at 27,000g for 30 min. Microglia from naïve adult mice were isolated from single suspensions of brains and spinal cords, using discontinuous Percoll gradient (70 and 30%) at 5,000 rpm for 20min. The cells accumulated in the interface of the gradient were used to analyze the chemokine messages.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Isolation of CNS-infiltrating mononuclear cells"
        },
        {
            "text": "CNS-infiltrating lymphocytes were isolated and Fc receptors were blocked by incubation with 100 µl of 2.4G2 hybridoma (ATCC) supernatant at 4°C for 30 minutes. The following antibodies were subsequently used to stain various cell types: anti-CD8 (clone Ly-2) Ab, anti-CD4 (clone L3T4) Ab, anti-CD11b (clone M1/70) Ab, anti-CD45 (clone Ly-5) Ab, anti-CD19 (clone 1D3) Ab, anti-B220 (clone RA3-6B2) Ab, anti-H2-K b (clone CL9013F) Ab, anti-I-A b (clone AF6-120.1) Ab, anti-CD38 (clone 90) Ab, anti-CD40 (clone HM40-3) Ab, anti-CD80 (clone 16-10A1) Ab, anti-CD86 (clone GL1) Ab, anti-CD11c (clone HL3) Ab. All antibodies were purchased from BD Biosciences (San Diego, CA) with the exception of antibodies to CD38 from eBioscience (San Diego, CA). Cells were analyzed using a Becton Dickenson FACS Calibur flow cytometer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Flow cytometry"
        },
        {
            "text": "Intracellular IFN-γ staining was performed according to the manufacturer's instructions using the Cytofix/Cytoperm kit (BD Biosciences, San Diego, CA). Cells were incubated in the presence of 2 µM peptides and Monensin (0.7 µl/ml, GolgiStop) (BD Biosciences, San Diego, CA) for 6h at 37°C. Subsequently, the cells were stained with APC-conjugated anti-CD4 or anti-CD8 antibodies, fixed and stained with PE-conjugated IFN-γ antibodies (BD Bioscience).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intracellular cytokine staining"
        },
        {
            "text": "The significance of the differences (two-tailed p value) between experimental group with various treatments and the control group was analyzed with unpaired Student's t-test using InStat Program (GraphPAD Software, San Diego, CA). Values of p<0.05 were considered significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analyses"
        },
        {
            "text": "It has been well established that IFN-I plays a critical protective role against various viral infections. To examine the role of IFN-I in TMEV infection, we compared the development of clinical signs and viral loads in the CNS of wildtype (WT) control (129S2/SP) and type I IFN receptor-deficient (IFN-IR KO) mice (Muller, Steinhoff et al. 1994 ) following intracerebral infection. We used 129S2/SP mice as control rather than the originally used 129Sv/Ev mice because the 129S2/SP strain, not 129Sv/Ev, has identical background genes to IFN-IR KO mice (Dunn, Bruce et al. 2005) . WT 129 mice did not develop detectable clinical signs, as previously shown (Fiette, Aubert et al. 1995) . In contrast, approximately 70% of IFN-IR KO mice died of TMEV infection by 17 days post-infection (Fig. 1A) . To correlate the susceptibility of IFN-IR KO mice with viral loads at the site of viral replication, we further examined virus levels in the CNS (brains and spinal cords) at 6 and 12 days post-infection using plaque assays (Fig. 1B) . Virus levels in the CNS of IFN-IR KO mice were dramatically higher (>10 fold) in the brain and spinal cord than those of control WT mice. Less than 10% of mice survived longer than 30 days without developing clinical disease but viral loads in the CNS remained higher compared to those of control 129 mice (not shown). These results indicate that IFN-I signals are critically important in controlling TMEV loads in the CNS and preventing the development of fatal disease.",
            "cite_spans": [
                {
                    "start": 315,
                    "end": 345,
                    "text": "(Muller, Steinhoff et al. 1994",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 554,
                    "end": 579,
                    "text": "(Dunn, Bruce et al. 2005)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 657,
                    "end": 685,
                    "text": "(Fiette, Aubert et al. 1995)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 786,
                    "end": 795,
                    "text": "(Fig. 1A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1021,
                    "end": 1030,
                    "text": "(Fig. 1B)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "IFN-IR KO mice display fatal encephalitis and high viral load after TMEV infection"
        },
        {
            "text": "In order to determine the cause of rapid fatal disease in IFN-IR KO mice following TMEV infection, levels of inflammation in the brains of control and IFN-IR KO mice were assessed by histological examinations (Fig. 2) . Histopathology of the CNS of TMEV-infected IFN-IR KO mice showed characteristic acute polioencephalomyelitis. At 6 days post-infection, a massive inflammatory infiltrate composed of both polymorphonuclear and mononuclear cells was diffusely present in the cerebral cortex, corpus callosum, hippocampus, meninges and periventricular area of IFN-IR KO mice ( Fig. 2B and 2D) , whereas mild inflammatory cellular infiltration was limited to focal areas of the brain in WT control mice ( Fig. 2A) . Another notable difference between control (Fig. 2C) and IFN-IR KO mice (Fig. 2D ) was the severe inflammatory response in the choroid plexus and ependymal cell layer of the IFN-IR KO mouse, as previously reported (Fiette, Aubert et al. 1995) . Further examinations with immunofluorescent staining of frozen sections indicate that the infiltrating cells in the inflammatory lesions of the CNS of WT and IFN-IR KO mice are mostly CD45 + and CD11b + cells (Fig. 2E-2H ). However, greater CD45 + and CD11b + cell infiltrations were observed in the inflammatory site of IFN-IR KO mice ( Fig. 2F and 2H ) compared to that of WT control mice ( Fig. 2E and 2G ). In addition, the distribution of TMEV infection in the brains of WT and IFN-IR KO mice at 6 days post-infection was determined by immunofluorescent staining with anti-TMEV antibody. TMEV infection was widely distributed to various areas of the cerebral cortex, hippocampus (Fig. 2J) , corpus callosum, meninges, olfactory bulb, choroid plexus and ependymal cells of ventricles area of IFN-IR KO mice. In contrast, viral infection was detected only in confined areas of the hippocampus (Fig. 2I) , corpus callosum and cerebral cortex in WT control mice. Very little cellular infiltration was observed in the spinal cords of either control or IFN-IR KO mice (data not shown). These results strongly suggest that widely disseminated viral infection and massive infiltration of inflammatory cells in the brain result in the development of fatal encephalitis, in the absence of IFN-IR-mediated signals in IFN-IR KO mice.",
            "cite_spans": [
                {
                    "start": 929,
                    "end": 957,
                    "text": "(Fiette, Aubert et al. 1995)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 209,
                    "end": 217,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 577,
                    "end": 592,
                    "text": "Fig. 2B and 2D)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 704,
                    "end": 712,
                    "text": "Fig. 2A)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 758,
                    "end": 767,
                    "text": "(Fig. 2C)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 787,
                    "end": 795,
                    "text": "(Fig. 2D",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1169,
                    "end": 1180,
                    "text": "(Fig. 2E-2H",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1298,
                    "end": 1312,
                    "text": "Fig. 2F and 2H",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1353,
                    "end": 1367,
                    "text": "Fig. 2E and 2G",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1644,
                    "end": 1653,
                    "text": "(Fig. 2J)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1856,
                    "end": 1865,
                    "text": "(Fig. 2I)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "IFN-IR KO mice develop severe inflammation in the brain"
        },
        {
            "text": "To further determine the nature of infiltrating cells in the CNS after viral infection, we compared the mononuclear cells accumulated in the CNS of WT and IFN-IR KO mice during TMEV infection ( Fig. 3A and 3B) . Flow cytometric analysis of CNS infiltrating mononuclear cells indicated that the total number of mononuclear cells infiltrating the CNS of IFN-IR KO mice was significantly increased compare to that of WT mice; greater than 6 ×10 6 cells per CNS at 6 and 12 days post infection in IFN-IR KO mice vs. less than 3.3 ×10 6 cells in WT mice. The proportions of CD4 + and CD8 + T cells, B cells (CD19 + and/or B220 + ) and macrophages (CD45 hi CD11b + ) were significantly higher in IFN-IR KO mice ( Fig. 3A and 3B) , in the expense of reduced proportions of microglia and NK cells. IFN-IR KO mice showed ~3-fold more CD4 + (13.6±0.55 vs. 4.56±1.18 ×10 5 ) and CD8 + T cells (12.4±0.10 vs. 4.27±0.58 ×10 5 ) in the CNS compared to control WT mice at 6 days postinfection. Similarly, IFN-IR KO mice showed 6.4 fold more CD4 + (13.5±0.19 vs. 2.12±0.34 ×10 5 ) and 13.4-fold more CD8 + T cells (23.6±0.24 vs. 1.92±0.19 ×10 5 ) at 12 days postinfection. In contrast, the overall numbers of microglia and NK cells were similar between virus-infected IFN-IR KO and control mice. These results strongly suggest that IFN-IRmediated signals may affect cellular infiltration to the CNS of virus-infected mice.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 194,
                    "end": 209,
                    "text": "Fig. 3A and 3B)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 707,
                    "end": 722,
                    "text": "Fig. 3A and 3B)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "TMEV-infected IFN-IR KO mice display high cellular infiltration and cytokines in the CNS"
        },
        {
            "text": "To further understand the mechanisms of elevated cellular infiltration to the CNS in IFN-IR KO mice, we compared the gene expression levels of selected chemokines (Fig. 3C ) in the CNS of virus-infected WT and IFN-IR KO mice at 6 d post-infection using real-time PCR. Interestingly, the gene expression of CXCL1, CXCL10, CCL2 and CCL5 chemokines involved in the infiltration of various cell types was significantly elevated in the CNS of IFN-IR KO mice compared to WT mice (Fig. 3C) . These results suggest that the lack of IFN-I signaling leads to elevated cellular infiltration to the CNS of virus-infected mice, perhaps by increasing the blood-brain-barrier (BBB) permeability (Stone, Frank et al. 1995) . In addition, the lack of IFN-I signals leading to high viral loads induces high chemokine levels that facilitate increased cellular infiltration to the CNS. To further determine whether IFN-I signals are directly involved in the expression of chemokine genes, microglia isolated from naïve adult IFN-IR KO and control mice were infected with TMEV for 15 hr in vitro, and chemokine gene expression levels were assessed (Fig. 3D ). Three separate experimental results consistently indicated that the activation of various chemokine genes (CXCL1, CXCL-10, CCL2, CCL5) following TMEV-infection, is lower in microglia from IFN-IR KO mice compared to those in microglia from the control mice. These results suggest that the elevated chemokine levels in the CNS of virus-infected IFN-IR KO mice reflect the increased viral loads over the time period, in conjunction with prolonged survival of infected cells in the absence of type I IFN signals (Hou et. al., 2007) , rather than direct upregulation of chemokine gene expression in the absence of IFN-I signals. (Kolumam, Thomas et al. 2005 ; Havenar-Daughton, Kolumam et al. 2006) . Therefore, it is conceivable that the lack of IFN-IR-mediated signal may result in inferior immune responses. To examine this possibility, levels of splenic T cell responses in TMEV-infected WT and IFN-IR KO mice to predominant viral epitopes were first assessed at 6 and 12 days post-infection (Fig. 4) . Levels of proliferative responses to viral epitope peptides were significantly higher in IFN-IR KO mice compared to those in WT mice at both time points (Fig. 4A) . Interestingly, stimulated splenic T cells from IFN-IR KO mice secreted higher levels of the Th1 cytokine IFN-γ but lower levels of the Th2 cytokine IL-13 when compared with T cells from WT mice (Fig. 4B) . IL-17 levels were marginally increased in the absence of IFN-I signaling by the cultures from only 6 days (not 12 days) post-infection. Sera from virus-infected IFN-IR KO mice also displayed higher levels of anti-TMEV antibody responses compare to WT mice (Fig. 4C) . These results indicate that IFN-IR KO mice develop increased peripheral Th1 and antibody responses to TMEV, despite the lack of IFN-IR-mediated signals. Although the mechanism of higher immune responses in IFN-IR KO mice is not clear, it is likely that the higher viral loads lead to higher T cell and B cell responses.",
            "cite_spans": [
                {
                    "start": 680,
                    "end": 706,
                    "text": "(Stone, Frank et al. 1995)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1647,
                    "end": 1666,
                    "text": "(Hou et. al., 2007)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1763,
                    "end": 1791,
                    "text": "(Kolumam, Thomas et al. 2005",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1812,
                    "end": 1832,
                    "text": "Kolumam et al. 2006)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 163,
                    "end": 171,
                    "text": "(Fig. 3C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 473,
                    "end": 482,
                    "text": "(Fig. 3C)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1127,
                    "end": 1135,
                    "text": "(Fig. 3D",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2130,
                    "end": 2138,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2294,
                    "end": 2303,
                    "text": "(Fig. 4A)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2500,
                    "end": 2509,
                    "text": "(Fig. 4B)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2768,
                    "end": 2777,
                    "text": "(Fig. 4C)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "TMEV-infected IFN-IR KO mice display high cellular infiltration and cytokines in the CNS"
        },
        {
            "text": "To determine levels of virus-specific T cell responses in the CNS, at the site of viral persistence, mononuclear cells isolated from the CNS of TMEV-infected IFN-IR KO mice at 6 and 12 days post-infection were stimulated with epitope peptides for 6 hr, and their ability to produce IFN-γ was assessed by flow cytometry after intracellular cytokine staining (Fig. 5) . Interestingly, the proportion of IFN-γ-producing TMEV-specific CD4 + T cells and CD8 + T cells in the CNS of IFN-IR KO mice was significantly lower than that of WT mice (Fig. 5A) . Similarly, the proportion of H-2D b -VP2 121-130 tetramer-reactive CD8 + cells was significantly lower in the CNS of IFN-IR KO mice compared to that of WT mice, particularly at the early stage (6 d post-infection) of infection (Fig. 5A) . Some VP2 121-130 specific CD8 + T cells do not appear to produce IFN-γ since the proportion and number of IFN-γ-producing cells were lower than those of tetramer-positive CD8 + T cells. The measurement of CTL function of CNS-infiltrating CTL is difficult due to the low number of cells in the CNS. However, it is known that levels of IFN-γ producing CD8 + T cells correlate with CTL levels. In addition, our experiments measuring the splenic CTL function of virus-infected IFNR KO and control mice showed similar target cell lysis (data not shown), suggesting uncompromised CTL function in the CNS. Despite the lower proportions of virus-specific T cells, the overall virus-specific CD4 + and CD8 + T cell numbers in the CNS were higher in IFN-IR KO mice due to the elevated T cell infiltration especially during a later period (12 d post-infection) of infection ( Fig. 5B and 5C ). These results indicate that during the early stage of infection, lower proportions of both virusspecific CD4 + and CD8 + T cells accumulate in the CNS of virus-infected mice in the absence of IFN-I signals. However, in the later stage of infection, the overall number of virus-specific T cells becomes significantly higher due to the increased cellular accumulation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 357,
                    "end": 365,
                    "text": "(Fig. 5)",
                    "ref_id": null
                },
                {
                    "start": 537,
                    "end": 546,
                    "text": "(Fig. 5A)",
                    "ref_id": null
                },
                {
                    "start": 776,
                    "end": 785,
                    "text": "(Fig. 5A)",
                    "ref_id": null
                },
                {
                    "start": 1653,
                    "end": 1667,
                    "text": "Fig. 5B and 5C",
                    "ref_id": null
                }
            ],
            "section": "Increased cell number compensates for low proportion of virus-specific T cells in the CNS of IFN-IR KO mice"
        },
        {
            "text": "To examine the effects of IFN-I on DC functions during TMEV infection, the antigenpresenting function of DCs from IFN-IR KO mice was analyzed ex vivo (Fig. 6) . At the early stage of viral infection (3 -5 days post-infection), IFN-IR KO mice showed higher proportions (~2-fold) and cell numbers (as many as 10-fold of WT at 5 d post-infection) of DCs infiltrating the CNS than WT mice ( Fig. 6A and 6B ). To further examine the ability of DCs to stimulate T cells, levels of proliferation and cytokine production by splenic CD4 + T cells from TMEV-infected WT and IFN-IR KO mice were analyzed after stimulation in the presence of splenic DCs from TMEV-infected WT or IFN-IR KO mice (Fig. 6C) . Both proliferation and cytokine (IFN-γ and IL17) production by CD4 + T cells stimulated with IFN-IR KO DCs were significantly lower compared to those with WT DCs. However, no significant difference was detected in the CD4 + T cell function between virus-infected IFN-IR KO and WT mice (Fig. 6C) . These results indicate that DCs from virus-infected IFN-IR KO mice are deficient in stimulating viral infection-primed CD4 + T cells with UV-TMEV.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 150,
                    "end": 158,
                    "text": "(Fig. 6)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 387,
                    "end": 401,
                    "text": "Fig. 6A and 6B",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 682,
                    "end": 691,
                    "text": "(Fig. 6C)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 979,
                    "end": 988,
                    "text": "(Fig. 6C)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "DCs from TMEV-infected IFN-IR KO mice display compromised antigen-presenting function"
        },
        {
            "text": "To further determine the potential mechanisms for the deficiency of DCs from virus-infected IFN-IR KO mice, the expression of antigen-presenting function-associated markers on splenic DCs from virus-infected mice was analyzed by flow cytometry (Fig. 6D) . Interestingly, viral infection upregulated the expression of MHC class I molecules on DCs in both WT and IFN-IR KO mice. However, the upregulation level was somewhat lower in IFN-IR KO mice (from MFI 36.1 to 61.9 on IFN-IR KO DCs vs. MFI 37.3 to 94.1 on wildtype DCs). In contrast, the level of MHC class II expression on DCs was dramatically reduced in virus-infected IFN-IR KO mice compared to WT DCs, despite the similar expression in DCs from uninfected WT and IFN-IR KO mice. These results suggest that IFN-I signaling is required to maintain the expression of class II molecules, but not class I expression, after viral infection. Among the costimulatory molecules examined (CD40, CD80 and CD86), only the level of CD80 expression on IFN-IR KO DCs was decreased compared to WT DCs at 6 d post-infection (Fig. 6D) . However, the expression of CD38, which is known to increase the migration and longevity of DCs, was markedly elevated in TMEV-infected IFN-IR KO DCs (from WT MFI 9.12 vs. 14.5), and was consistent with the higher DC numbers in the CNS of virus infected IFN-IR KO mice (Fig. 6B ). It is difficult to assess the activation markers in DCs in the brain because of the low cell numbers. However, the pattern of activation markers in CNS-infiltrating macrophages from IFN-IR KO and control mice were similar to that of splenic DCs (not shown). Therefore, it is most likely that DCs in the brains would display activation markers similar to splenic DCs. These results suggest that APCs from virus-infected IFN-IR KO mice may have inferior T cell stimulating function due to the reduced class II and CD80 molecules and despite the increased numbers in the CNS.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 244,
                    "end": 253,
                    "text": "(Fig. 6D)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1065,
                    "end": 1074,
                    "text": "(Fig. 6D)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1345,
                    "end": 1353,
                    "text": "(Fig. 6B",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "DCs from TMEV-infected IFN-IR KO mice display compromised antigen-presenting function"
        },
        {
            "text": "In this study, we have examined the role of type I interferon (IFN-I)-mediated signals in TMEV infection using IFN-IR deficient mice. Our results indicate that the presence of IFN-I signals is critical for prevention of rapid fatal encephalitis by controlling high viral load and massive infiltration of various inflammatory cells in the CNS. These observations are consistent with the previous reports, which demonstrated similar fatal encephalitis in IFN-IR KO mice following TMEV infection (Fiette, Aubert et al. 1995) or infection with neurotropic MHV variant (Ireland, Stohlman et al. 2008) . Higher numbers of T cells, B cells, macrophages and DCs are found in the CNS of TMEV-infected IFN-IR KO mice compared to control WT mice ( Fig. 3 and Fig. 6 ). However, the proportions of virus-specific Th1 cells and CD8 + T cells are significantly lower in IFN-IR KO mice particularly during the early stage of viral infection, although the overall numbers of virus-reactive T cells become higher during the later stage of infection due to the elevated cellular infiltration (Fig.  5) . These results suggest that IFN-IR-mediated signals play important roles in the development of initial anti-viral T cell responses. Therefore, high viral loads in IFN-IR KO mice may reflect the absence of both IFN-I-mediated protective signals and inefficient initial protective T cell responses.",
            "cite_spans": [
                {
                    "start": 493,
                    "end": 521,
                    "text": "(Fiette, Aubert et al. 1995)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 564,
                    "end": 595,
                    "text": "(Ireland, Stohlman et al. 2008)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 737,
                    "end": 754,
                    "text": "Fig. 3 and Fig. 6",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1074,
                    "end": 1083,
                    "text": "(Fig.  5)",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Mechanisms underlying the increase in the cellular infiltration in the CNS are not yet clear. IFN-I is known to effectively reduce blood-brain-barrier (BBB) permeability via upregulation of CD73 (Stone, Frank et al. 1995; Niemela, Ifergan et al. 2008) . However, other molecules associated with IFN-I-induced signals may also play roles in regulating BBB permeability or cellular migration. For example, the expression of CD38 and CCR7 molecules on microglia and macrophages, known to be involved in cellular migration (Frasca, Fedele et al. 2006; Grayson, Ramos et al. 2007) , is significantly upregulated in the absence of IFN-I signals (not shown). In addition, dramatic increases in the production of various chemokines facilitating cellular migration such as CXCL1, CCL2, CCL5 and CXCL10 are detected in the CNS of virus-infected IFN-IR KO mice (Fig. 3C) , suggesting that the lack of IFN-I-mediated signals results in a failure to properly control BBB permeability. These results are consistent with the increases in chemokine production and cellular infiltration to the CNS following MHV infection (Ireland, Stohlman et al. 2008) . However, it is not clear as to what level of cellular infiltration is attributable to the high chemokine levels resulting from elevated viral loads since similarly increased cellular infiltration is observed during the development of EAE without viral infection in IFN-IR KO mice (Prinz, Schmidt et al. 2008) .",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 221,
                    "text": "(Stone, Frank et al. 1995;",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 222,
                    "end": 251,
                    "text": "Niemela, Ifergan et al. 2008)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 519,
                    "end": 547,
                    "text": "(Frasca, Fedele et al. 2006;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 548,
                    "end": 575,
                    "text": "Grayson, Ramos et al. 2007)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1105,
                    "end": 1136,
                    "text": "(Ireland, Stohlman et al. 2008)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1419,
                    "end": 1447,
                    "text": "(Prinz, Schmidt et al. 2008)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 850,
                    "end": 859,
                    "text": "(Fig. 3C)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Despite the increase in cellular infiltration to the CNS by compromised BBB integrity in the absence of IFN-I signals, deficiencies in the development of strong immune responses in IFN-IR KO mice are apparent (Fig. 5) . The proportions of virus-specific CD4 + and CD8 + T cells in the CNS of IFN-IR KO mice, but not in the periphery, are lower than those in WT mice, which perhaps reflect the properties of CNS APCs infected with the virus or relatively high levels of virus-infected APCs. Both the proliferation and production of IFN-γ by isolated CD4 + T cells are significantly lower after stimulated with IFN-IR-deficient DCs from virus-infected mice compared to those stimulated with WT cells (Fig. 6C) . These results suggest that IFN-I signals affect antigen-presenting functions of virus-infected DCs. MHC class I and II molecules and certain co-stimulatory molecules such as CD80 are poorly upregulated in IFN-IR KO DCs, resulting in deficiencies in both Th1 and Th17 development (Fig. 6D ). IFNAR1 may facilitate efficient IFN-γ-mediated signaling, which promotes Th1 responses (Takaoka, Mitani et al. 2000) . IFN-I may also participate in induction and maintenance of Th1 cell responses (Brinkmann, Geiger et al. 1993; Montoya, Schiavoni et al. 2002) . Therefore, these results suggest that IFN-I-mediated signals display more prominent effects on shaping local protective Th1 responses during the early stage of viral infection. However, increased cellular infiltration to the CNS in the absence of IFN-I signals may be able to compensate for the inferior T cell responses.",
            "cite_spans": [
                {
                    "start": 1088,
                    "end": 1117,
                    "text": "(Takaoka, Mitani et al. 2000)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1198,
                    "end": 1229,
                    "text": "(Brinkmann, Geiger et al. 1993;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1230,
                    "end": 1261,
                    "text": "Montoya, Schiavoni et al. 2002)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 209,
                    "end": 217,
                    "text": "(Fig. 5)",
                    "ref_id": null
                },
                {
                    "start": 698,
                    "end": 707,
                    "text": "(Fig. 6C)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 989,
                    "end": 997,
                    "text": "(Fig. 6D",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "It has previously been shown that the dramatic reduction in antigen-specific CD4 + and CD8 + T cell responses in IFN-IR-deficient environment following LCMV infection is due to the lack of direct IFN-I action prolonging survival of T cells (Kolumam, Thomas et al. 2005 ; Havenar-Daughton, Kolumam et al. 2006 ). In addition, IFN-I provides a third signal to directly stimulate clonal expansion and differentiation of LCMV-specific CD8 + T cells via a STAT4-dependent pathway (Curtsinger, Valenzuela et al. 2005) , consequently resulting in a dramatic reduction in CD8 + T cells in the absence of IFN-I-mediated signals. However, such a reduction of CD4 + and CD8 + T cell responses was not observed in the CNS following TMEV infection, particularly during the late stage of viral infection due to the increased cellular infiltration. In fact, the overall numbers of virus-specific CD4 + and CD8 + T cells in the periphery or CNS were greater in IFN-IR KO mice compared to that of WT mice, despite the reduced proportions (Figs. 4 and 5). Substantially elevated levels of CNSinfiltrating CD8 + T cells specific to viral epitopes with no apparent deficiencies were similarly found following infection with a neurotropic MHV variant (Ireland, Stohlman et al. 2008) . Therefore, IFN-Is may differentially affect T cell responses, depending on the nature of viral infections. However, it remains to be determined whether these differences reflect the immune responses to neurotropic vs. non-neurotropic viral infection or relative sensitivities of viral replication to IFN-I-mediated interference affecting the level of viral load.",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 268,
                    "text": "(Kolumam, Thomas et al. 2005",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 289,
                    "end": 308,
                    "text": "Kolumam et al. 2006",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 475,
                    "end": 511,
                    "text": "(Curtsinger, Valenzuela et al. 2005)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1230,
                    "end": 1261,
                    "text": "(Ireland, Stohlman et al. 2008)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "It is interesting to note that IFN-I is used as a therapeutic agent for MS due to the immunosuppressive property of IFN-I (Goodin 2001; Vermersch, de Seze et al. 2002) . In this context, enhanced production of IFN-I may be a resistant factor for MS or EAE development since mice develop more severe EAE in the absence of IFN-β and IFN-βtreated glial cells induce a compromised T cell activation and effector function (Teige, Liu et al. 2006 ). However, IFN-I treatment has paradoxically exacerbated clinical symptoms in some MS patients (Warabi, Matsumoto et al. 2007 ). In addition, SJL mice, which are highly susceptible to TMEV-induced demyelinating disease, produce significantly greater levels of IFN-I upon viral infection compared to resistant mice (Hou, So et al. 2007; Kang, So et al. 2008) . Anti-viral effects of IFN-I rapidly diminish following viral infection (Garcia-Sastre and Biron 2006; Hou, So et al. 2007 ), but IFN-I continuously inhibits the development of anti-viral Th1 response (Mohindru, Kang et al. 2006) . Therefore, IFN-I may play as important regulators not only for viral replication but also for anti-viral immune responses as well as cellular infiltration to the CNS viral infection site. Peripheral immune responses to TMEV in IFN-IR KO and WT mice. (A) Proliferative responses of pooled splenic T cells from 3 mice in response to predominant CD4 + (VP2 203-220 and VP4 25-38 ) or CD8 + T cell epitopes (VP2 121-130 and VP3 110-120 ) of TMEV (each 2 µM) were assessed at 6 and 12 d post-infection using 3 H-TdR uptake assays. (B) Levels of T cell cytokines (IFN-γ, IL-13 and IL-17) produced in the above splenic T cell cultures stimulated with predominant viral epitopes were assessed using ELISA. (C) Levels of anti-TMEV antibodies in pooled sera from 3 mice per group were assessed using ELISA. The data represent three separate experiments. *, p<0.05, **, p<0.01 and ***, p<0.001, respectively. ",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 135,
                    "text": "(Goodin 2001;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 136,
                    "end": 167,
                    "text": "Vermersch, de Seze et al. 2002)",
                    "ref_id": null
                },
                {
                    "start": 417,
                    "end": 440,
                    "text": "(Teige, Liu et al. 2006",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 537,
                    "end": 567,
                    "text": "(Warabi, Matsumoto et al. 2007",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 756,
                    "end": 777,
                    "text": "(Hou, So et al. 2007;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 778,
                    "end": 799,
                    "text": "Kang, So et al. 2008)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 873,
                    "end": 903,
                    "text": "(Garcia-Sastre and Biron 2006;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 904,
                    "end": 923,
                    "text": "Hou, So et al. 2007",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1002,
                    "end": 1030,
                    "text": "(Mohindru, Kang et al. 2006)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Interferons alpha and beta as immune regulators--a new look",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Biron",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Immunity",
            "volume": "14",
            "issn": "",
            "pages": "661--664",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Natural killer cells in antiviral defense: function and regulation by innate cytokines",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Biron",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Annu Rev Immunol",
            "volume": "17",
            "issn": "",
            "pages": "189--220",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Interferon alpha increases the frequency of interferon gamma-producing human CD4+ T cells",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Brinkmann",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Geiger",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J Exp Med",
            "volume": "178",
            "issn": "",
            "pages": "1655--1663",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Type I IFNs provide a third signal to CD8 T cells to stimulate clonal expansion and differentiation",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Curtsinger",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Valenzuela",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Immunol",
            "volume": "174",
            "issn": "",
            "pages": "4465--4469",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Neurons produce type I interferon during viral encephalitis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Delhaye",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Paul",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proc Natl Acad Sci",
            "volume": "103",
            "issn": "",
            "pages": "7835--7840",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A critical function for type I interferons in cancer immunoediting",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Dunn",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Bruce",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nat Immunol",
            "volume": "6",
            "issn": "",
            "pages": "722--729",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Theiler's virus infection of 129Sv mice that lack the interferon alpha/beta or interferon gamma receptors",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fiette",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Aubert",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Journal of Experimental Medicine",
            "volume": "181",
            "issn": "",
            "pages": "2069--2076",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "CD38 orchestrates migration, survival, and Th1 immune response of human mature dendritic cells",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Frasca",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fedele",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Blood",
            "volume": "107",
            "issn": "",
            "pages": "2392--2399",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Natural adjuvants: endogenous activators of dendritic cells",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gallucci",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lolkema",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Nat Med",
            "volume": "5",
            "issn": "",
            "pages": "1249--1255",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Type 1 interferons and the virus-host relationship: a lesson in detente",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Garcia-Sastre",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Biron",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "SCIENCE",
            "volume": "312",
            "issn": "",
            "pages": "879--882",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Interferon-beta therapy in multiple sclerosis: evidence for a clinically relevant dose response",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Goodin",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Drugs",
            "volume": "61",
            "issn": "",
            "pages": "1693--1703",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Controls for lung dendritic cell maturation and migration during respiratory viral infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Grayson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Ramos",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Immunol",
            "volume": "179",
            "issn": "",
            "pages": "1438--1448",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Cutting Edge: The direct action of type I IFN on CD4 T cells is critical for sustaining clonal expansion in response to a viral but not a bacterial infection",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Havenar-Daughton",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Kolumam",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Immunol",
            "volume": "176",
            "issn": "",
            "pages": "3315--3319",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Role of dendritic cells in differential susceptibility to viral demyelinating disease",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hou",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "Y"
                    ],
                    "last": "So",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "PLoS Pathog",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Analysis of antibody responses to predominant linear epitopes of Theiler's murine encephalomyelitis virus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Inoue",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "K"
                    ],
                    "last": "Choe",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J. Virol",
            "volume": "68",
            "issn": "",
            "pages": "3324--3333",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Type I interferons are essential in controlling neurotropic coronavirus infection irrespective of functional CD8 T cells",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Ireland",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Stohlman",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Virol",
            "volume": "82",
            "issn": "",
            "pages": "300--310",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Virus interference. I. The interferon",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Isaacs",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lindenmann",
                    "suffix": ""
                }
            ],
            "year": 1957,
            "venue": "Proc R Soc Lond B Biol Sci",
            "volume": "147",
            "issn": "",
            "pages": "258--267",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Differential virus replication, cytokine production, and antigen-presenting function by microglia from susceptible and resistant mice infected with Theiler's virus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mohindru",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "",
            "pages": "11690--11702",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Replication of Theiler's virus requires NF-kappaB-activation: higher viral replication and spreading in astrocytes from susceptible mice",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "Y"
                    ],
                    "last": "So",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Glia",
            "volume": "56",
            "issn": "",
            "pages": "942--953",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Pathogenic immunity in Theiler's virus-induced demyelinating disease: a viral model for multiple sclerosis",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Palma",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Arch. Immunol. Ther. Exp",
            "volume": "48",
            "issn": "",
            "pages": "373--379",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Type I interferons act directly on CD8 T cells to allow clonal expansion and memory formation in response to viral infection",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Kolumam",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Exp Med",
            "volume": "202",
            "issn": "",
            "pages": "637--650",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Distinct requirements for IFNs and STAT1 in NK cell function",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Rao",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Immunol",
            "volume": "165",
            "issn": "",
            "pages": "3571--3577",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Initial capsid-specific CD4(+) T cell responses protect against Theiler's murine encephalomyelitisvirus-induced demyelinating disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mohindru",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Eur J Immunol",
            "volume": "36",
            "issn": "",
            "pages": "2106--2115",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Type I interferons produced by dendritic cells promote their phenotypic and functional activation",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Montoya",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Schiavoni",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Blood",
            "volume": "99",
            "issn": "",
            "pages": "3263--3271",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Functional role of type I and type II interferons in antiviral defense",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Muller",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Steinhoff",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Science",
            "volume": "264",
            "issn": "",
            "pages": "1918--1921",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Coordinated and distinct roles for IFN-alpha beta, IL-12, and IL-15 regulation of NK cell responses to viral infection",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Salazar-Mather",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Immunol",
            "volume": "169",
            "issn": "",
            "pages": "4279--4287",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "IFN-beta regulates CD73 and adenosine expression at the blood-brain barrier",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Niemela",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ifergan",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Eur J Immunol",
            "volume": "38",
            "issn": "",
            "pages": "2718--2726",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Short-term treatment with interferon-alpha/beta promotes remyelination, whereas long-term treatment aggravates demyelination in a murine model of multiple sclerosis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Njenga",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Coenen",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Neurosci Res",
            "volume": "59",
            "issn": "",
            "pages": "661--670",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Infection with Theiler's murine encephalomyelitis virus directly induces proinflammatory cytokines in primary astrocytes via NF-kappaB activation: potential role for the initiation of demyelinating disease",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Palma",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kwon",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Virol",
            "volume": "77",
            "issn": "",
            "pages": "6322--6331",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Interferons, interferon-like cytokines, and their receptors",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pestka",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Krause",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Immunol Rev",
            "volume": "202",
            "issn": "",
            "pages": "8--32",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Distinct and nonredundant in vivo functions of IFNAR on myeloid cells limit autoimmunity in the central nervous system",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Prinz",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Schmidt",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Immunity",
            "volume": "28",
            "issn": "",
            "pages": "675--686",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Treatment with bacterial LPS renders genetically resistant C57BL/6 mice susceptible to Theiler's virus-induced demyelinating disease",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Pullen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J. Immunol",
            "volume": "155",
            "issn": "",
            "pages": "4497--4503",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Interferon beta induces interleukin-10 expression: relevance to multiple sclerosis",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Rudick",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Ransohoff",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Ann Neurol",
            "volume": "40",
            "issn": "",
            "pages": "618--627",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Type I interferon as a powerful adjuvant for monocyte-derived dendritic cell development and activity in vitro and in Hu-PBL-SCID mice",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Santini",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lapenta",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Exp Med",
            "volume": "191",
            "issn": "",
            "pages": "1777--1788",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Differential effects of beta and gamma interferons on expression of major histocompatibility complex antigens and intercellular adhesion molecule-1 in cultured fetal human astrocytes",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Satoh",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Paty",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Neurology",
            "volume": "45",
            "issn": "",
            "pages": "367--373",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Location and distribution of virus antigen in the central nervous system of mice persistently infected with Theiler's virus",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sethi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Lipton",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Br.J.Exp.Pathol",
            "volume": "64",
            "issn": "",
            "pages": "57--65",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Induction of chemokine and cytokine genes in astrocytes following infection with Theiler's murine encephalomyelitis virus is mediated by the Toll-like receptor 3",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "Y"
                    ],
                    "last": "So",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Kang",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Glia",
            "volume": "53",
            "issn": "",
            "pages": "858--867",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "The effect of interferon-beta on blood-brain barrier disruptions demonstrated by contrast-enhanced magnetic resonance imaging in relapsing-remitting multiple sclerosis",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Stone",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Frank",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Ann Neurol",
            "volume": "37",
            "issn": "",
            "pages": "611--619",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Cross talk between interferon-gamma and -alpha/beta signaling components in caveolar membrane domains",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Takaoka",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Mitani",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "SCIENCE",
            "volume": "288",
            "issn": "",
            "pages": "2357--2360",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Interferon signalling network in innate defence",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Takaoka",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yanai",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Cell Microbiol",
            "volume": "8",
            "issn": "",
            "pages": "907--922",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "IFN-beta inhibits T cell activation capacity of central nervous system APCs",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Teige",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Immunol",
            "volume": "177",
            "issn": "",
            "pages": "3542--3553",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Spontaneous encephalomyelitis of mice-a new virus disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Theiler",
                    "suffix": ""
                }
            ],
            "year": 1934,
            "venue": "Science",
            "volume": "80",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Type I interferons (alpha/beta) in immunity and autoimmunity",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Theofilopoulos",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Baccala",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Annu Rev Immunol",
            "volume": "23",
            "issn": "",
            "pages": "307--336",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "De novo central nervous system processing of myelin antigen is required for the initiation of experimental autoimmune encephalomyelitis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Tompkins",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Padilla",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Immunol",
            "volume": "168",
            "issn": "",
            "pages": "4173--4183",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Interferon beta1a (Avonex) treatment in multiple sclerosis: similarity of effect on progression of disability in patients with mild and moderate disability",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Vermersch",
                    "suffix": ""
                },
                {
                    "first": "Seze",
                    "middle": [],
                    "last": "Jde",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Neurol",
            "volume": "249",
            "issn": "",
            "pages": "184--187",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Complex immunomodulatory effects of interferon-beta in multiple sclerosis include the upregulation of T helper 1-associated marker genes",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Wandinger",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Sturzebecher",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Ann Neurol",
            "volume": "50",
            "issn": "",
            "pages": "349--357",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Interferon beta-1b exacerbates multiple sclerosis with severe optic nerve and spinal cord demyelination",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Warabi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Matsumoto",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Neurol Sci",
            "volume": "252",
            "issn": "",
            "pages": "57--61",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "A) Mononuclear cell infiltration in meninges and cerebral cortex of wild type mouse at 6 dpi. Hematoxylin and eosin (H&E) stain. (B) Severe acute inflammatory cell infiltration composed of both polymorphonuclear and mononuclear cells in meninges and cerebral cortex of IFN-IR KO mouse. H&E stain. (C) Normal appearing choroid plexus of wild type mouse",
            "authors": [
                {
                    "first": "Tmev-Infected",
                    "middle": [],
                    "last": "Histopathology Of",
                    "suffix": ""
                },
                {
                    "first": "Ifn-Ir",
                    "middle": [],
                    "last": "Wt",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ko Mice",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Infiltration of CD45 + cells (Green, FITC stain) in hippocampus (HP) corpus callosum (CC) and cerebral cortex (CTX) of wild type (E) and IFN-IR KO mice (F). Blue, DAPI stain. (G and H): Infiltration of CD11b + cells to hippocampus (HP), corpus callosum (CC) and cerebral cortex (CTX) of wild type (G) and IFN-IR KO mice (H). (I and J): TMEV antigens (Red, Cy3 stain) in confined regions of hippocampus (HP) in wildtype mice (I) and wide distribution in hippocampus (HP), corpus callosum (CC) and cerebral cortex (CTX) in IFN-IR KO mice (J)",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Severe polymorphonuclear and mononuclear cells infiltration in choroid plexus and around fourth ventricular area of IFN-IR KO mouse. H&E stain",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Intracellular cytokine staining was performed on mononuclear cells isolated from the CNS of TMEV-infected mice at 6 and 12 d post-infection after stimulation with PBS, CD4 + (VP2 203-220 and VP4 25-38 ) or CD8 + T cell epitopes (VP2 121-130 and VP3 110-120 ) of TMEV (2 µM for each peptide) for 6 hrs. Numbers in cytometric plots represent % of IFN-γ producing CD4 + or CD8 + T cells out of the total CD4 + or CD8 + T cells, respectively. Numbers in the lower panels represent % of H-2D b -VP2 121-130 tetramer-positive CD8 + cells from total infiltrating CD8 + cells. (B) The proportions (left panel) and total numbers (right panel) of IFN-γ producing CNS CD4 + T cells in WT and IFN-IR KO mice were assessed at 6 and 12 d post-infection following intracellular cytokine staining. Due to large variations in cell proportions and numbers among the experiments, these experiments were repeated 2-3 CNS. (C) The proportion (upper left panel) and total numbers (upper right panel) of IFN-γ producing CNS CD8 + T cells of WT and IFN-IR KO mice determined by intracellular staining at 6 and 12 days post-infection. Lower panels show the percentages (lower left panel) and total numbers",
            "authors": [],
            "year": null,
            "venue": "CD4 + and CD8 + T cell responses to viral epitopes in TMEV-infected WT and IFN-IR KO mice. (A)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "IFN-IR KO mice infected with TMEV show a severely decreased survival rate and increased viral load during TMEV infection. (A) IFN-IR KO mice, but not control WT (129S2/SP) mice, develop fatal encephalitis following intracerebral infection with TMEV. (B) Virus levels in the CNS (brains and spinal cords) of infected mice were determined by plaque assays at 6 and 12 days post-infection. Brains and spinal cords from 3 mice per each group were pooled for plaque assay. The levels of viral load in the CNS of IFN-IR mice are significantly higher than that in wild type mice. ***, p<0.001 based on Student's t test.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Proportion and number of cell types in the CNS during the course of TMEV infection in WT and IFN-IR KO mice. (A) A representative flow cytometric analysis of CNS-infiltrating mononuclear cells at 6 and 12 days post-infection. (B) Numbers of mononuclear cell types in the CNS of WT and IFN-IR KO mice at 6 and 12 days post-infection. Microglia (MG, CD45 int CD11b + ), Macrophage (MP, CD45 hi CD11b + ), Natural killer cells (NK, DX5 + ). The data represent three separate experiments. (C) Chemokine mRNA expression in the brain (BR) and spinal cord (SC) of virus-infected WT and IFN-IR KO mice at 6 d postinfection. Brains and spinal cords from 3-5 mice per group were pooled for RNA preparations. mRNA levels were determined by real-time PCR in triplicate samples. (D)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "The number of DCs in the CNS of TMEV-infected IFN-IR KO mice is increased. (A) Frequencies of CD45 hi CD11c + DCs among total CD45 hi CNS-mononuclear cells and (B) DC numbers in the CNS of TMEV-infected WT and IFN-IR KO mice were compared at 3 and 5 dpi. Differences in the frequency and number between WT and IFN-IR KO mice are statistically significant (***, p<0.001). (C) Proliferation of purified CD4 + T cells (1×10 5 cells/well) from TMEV-infected WT and IFN-IR KO mice after stimulation with purified splenic DCs (2×10 4 cells/well) from TMEV-infected WT or IFN-IR KO mice at 6 d postinfection. Cultures containing combinations of CD4 + T cells and DCs were stimulated for 3 days in the presence of UV-inactivated TMEV (UV-TMEV) and proliferation levels were assessed by 3 H-TdR uptake. Cytokine levels in the culture supernatants were determined using ELISA.(D)  Expression of antigen presenting function-associated markers of splenic DCs (gated with CD11c + ) from naïve (open histogram) and TMEV-infected (filled histogram) WT and IFN-IR KO mice at 6 d post-infection. *, p<0.05, **, p<0.01 and ***, p<0.001 based on Student's t test.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We thank Alison Christy and Stephanie Min for manuscript editing.This work was supported by National Institutes of Health grants RO1 NS28752 and RO1 NS33008, and by a grant (RG 4001A6) from the National Multiple Sclerosis Society.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}