{
    "paper_id": "33c4af447d920e18fc31dbfdc9cc8a3b0f955179",
    "metadata": {
        "title": "Ten diseases you need to know if you want to be a critical care specialist in Hong Kong",
        "authors": [
            {
                "first": "Gavin",
                "middle": [
                    "M Joynt"
                ],
                "last": "Wong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Intensive Care Unit, Caritas Medical Centre",
                    "institution": "Prince of Wales Hospital",
                    "location": {
                        "settlement": "Shatin, Hong Kong, Kowloon, Hong Kong",
                        "country": "China, China"
                    }
                },
                "email": "gavinmjoynt@cuhk.edu.hk"
            },
            {
                "first": "Wai",
                "middle": [],
                "last": "Tat",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Intensive Care Unit, Caritas Medical Centre",
                    "institution": "Prince of Wales Hospital",
                    "location": {
                        "settlement": "Shatin, Hong Kong, Kowloon, Hong Kong",
                        "country": "China, China"
                    }
                },
                "email": ""
            },
            {
                "first": "G",
                "middle": [
                    "M"
                ],
                "last": "Joynt",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Intensive Care Unit, Caritas Medical Centre",
                    "institution": "Prince of Wales Hospital",
                    "location": {
                        "settlement": "Shatin, Hong Kong, Kowloon, Hong Kong",
                        "country": "China, China"
                    }
                },
                "email": ""
            },
            {
                "first": "W",
                "middle": [
                    "W"
                ],
                "last": "Tat",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Intensive Care Unit, Caritas Medical Centre",
                    "institution": "Prince of Wales Hospital",
                    "location": {
                        "settlement": "Shatin, Hong Kong, Kowloon, Hong Kong",
                        "country": "China, China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The Hong Kong Hospital Authority provides a high standard of intensive care for residents at nominal cost. The territory-wide mean predicted risk of hospital death by APACHE III-j score is 26 %, with a risk-adjusted hospital mortality of 0.8, and hospital median and mean length of stay 2.1 and 4.2 days [1] . While excellence in diagnosis and supportive care remain the cornerstone of ICU management internationally, practice in Hong Kong presents some special challenges.",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 307,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "For Hong Kong intensivists, the SARS epidemic remains a defining memory. Of 8,098 cases worldwide, 1,755 (784 health-care workers) occurred in Hong Kong. The ICU burden was high-383(22 %) admissions, average length of stay 10 days, and ICU mortality 42 %.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Severe acute respiratory syndrome (SARS)"
        },
        {
            "text": "Key lessons included the need for strict infection control measures to protect staff, particularly the provision and correct use of personal protective equipment (PPE), and careful management of staff stress [2] . Ineffective antiviral agents led to the empirical use of unproven therapies, some subsequently associated with unfortunate consequences like osteonecrosis in patients who received high-dose steroid [3] . The consequence of unplanned, rapid overexpansion of ICU facilities was associated with excessive staff infection rates and compromised ICU function. Advice on how to expand ICU facilities was published in light of this experience [4] .",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 211,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 412,
                    "end": 415,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 649,
                    "end": 652,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Severe acute respiratory syndrome (SARS)"
        },
        {
            "text": "The tradition of purchasing live poultry places dense populations of birds and humans in proximity, and live poultry markets have been identified as reservoirs of novel influenza, including H5N1 and H7N9 [5] . Consequently, Hong Kong experiences sporadic cases/clusters of novel influenza, either locally acquired or from mainland China. Mortality from novel influenza is high, and intubation, tracheal suction, and bronchoscopy carry high risk of transmission. Identifying high-risk patients by TOCC (recent travel, occupational exposure, contact history-including live poultry-and clustering) screening is mandatory. Routinely, ICU admissions with infective respiratory disease are isolated (airborne precautions), and remain so until screening for influenza viruses by ELISA and RT-PCR is complete, and informed decisions can be made.",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 207,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Influenza"
        },
        {
            "text": "Tuberculosis remains common (incidence 86/100,000 population), especially compared to Western Europe and North America [6] . Mortality of mechanically ventilated patients is high (up to 60 % in one Hong Kong ICU, personal communication, WWT), as is health-care worker transmission risk (17 cases in 2011) [7] . Ensuring early, adequate respiratory airborne isolation, coupled with rapid and efficient TB screening to facilitate early deisolation and early therapy is critical. Anti-bacillary therapy carries significant risks and new molecular tools (e.g. real-time DNA amplification assays of sputum) allow rapid diagnosis, differentiation of TB from nontuberculous mycobacteria, and genotypic tests for antibiotic resistance. The rate of MDR-TB (1 %) remains relatively low [7] .",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 122,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 305,
                    "end": 308,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 776,
                    "end": 779,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Tuberculosis"
        },
        {
            "text": "Scrub typhus, caused by Orientia tsutsugamushi, is an endemic zoonotic rickettsial fever. History of hiking, visits to semi-rural areas (transmission is by trombiculid mite larva bite), fever, rash, and hepatitis with raised transaminases are diagnostic clues, but the presence of an eschar (often hidden in skin folds or under hair) is strongly suggestive. Scrub typhus presents as disseminated vasculitis, with perivascular inflammation and capillary leakage, and ICU admission is usually precipitated by ARDS, shock, or multi-organ failure, including AKI [8] . The diagnosis is missed if not suspected and sought. An early trial of tetracycline (doxycycline) is recommended in suspected cases, as delayed therapy is associated with deterioration and multi-organ dysfunction [8] .",
            "cite_spans": [
                {
                    "start": 558,
                    "end": 561,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 777,
                    "end": 780,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Scrub typhus"
        },
        {
            "text": "Vibrio vulnificus bacteria are endemic in the warm estuarine/seawaters around Hong Kong, and global climate change has been blamed for increasing infections worldwide [9] . Necrotizing soft-tissue infection occurs following open wound contact, or systemic sepsis after consumption of contaminated seafood. Classic features include fever, septic shock, violaceous bullous skin lesions (Fig. 1) , plus known risk factors (consumption of raw fish, especially bivalves, or seawater contact within 1-5 days, especially in patients with hepatic disease or immunocompromised). Disease progress is rapid. After blood and tissue cultures are obtained, immediate therapy with doxycycline plus third-generation cephalosporin or quinolone, and emergent necrotic tissue debridement may minimize mortality [10] .",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 170,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 792,
                    "end": 796,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 384,
                    "end": 392,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Necrotizing fasciitis caused by Vibrionaceae"
        },
        {
            "text": "Methicillin-resistant Staphylococcus aureus (MRSA) is endemic and routine mandatory screening and surveillance programs exist in all ICUs. While MRSA rates appear acceptably stable, the increasing occurrence of carbapenem-resistant Acinetobacter baumannii remains a challenge [11] . Identification of colonized or infected patients, and compliance with contact precautions, including single-room isolation, is commonly practised.",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 280,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Hospital-acquired infections"
        },
        {
            "text": "The incidence of nasopharyngeal carcinoma in males (19/ 100,000) is more than ten times higher than the world average [12] . Radiotherapy remains standard treatment, but causes long-term pathological changes in the airway, fibrosis of the temporo-mandibular (TM) joints, tongue, neck muscles, and osteonecrosis of the TM area. Pulmonary aspiration syndromes are common, as is difficulty with airway management. Fibreoptic-guided intubation is frequently required.",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 122,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Nasopharyngeal carcinoma"
        },
        {
            "text": "The high incidence in the male population (10/100,000), about six times the world rate, results in frequent elective post-operative ICU admissions. The major causes of early post-operative death are pulmonary complications, anastomotic leakage and atrial fibrillation, myocardial ischaemia, or cardiac failure. Early extubation, thoracic epidural analgesia for adequate pain control, and aggressive chest physiotherapy may reduce ICU length of stay and complications [13] .",
            "cite_spans": [
                {
                    "start": 467,
                    "end": 471,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Oesophageal carcinoma"
        },
        {
            "text": "Chronic hepatitis B infection with associated liver cirrhosis and hepatocellular carcinoma is common. Nontraumatic hemoperitoneum from spontaneously ''ruptured'' tumour is an important cause of acute haemorrhagic shock, and easily missed if not suspected. Emergency trans-arterial chemoembolization is a first choice for bleeding control, followed by open radiofrequency ablation [14] . Emergency hepatic artery ligation, plication, packing, or hepatectomy may be required. Correction of coagulopathy caused by liver cirrhosis is also important post-intervention.",
            "cite_spans": [
                {
                    "start": 380,
                    "end": 384,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Hepatocellular carcinoma"
        },
        {
            "text": "Severe toxic effects of TCM (herbal, animal, and mineral agents) are uncommon, but the extensive use of TCM in Hong Kong where 20 % of all doctor consultations are by TCM practitioners, means that toxicity is not uncommonly observed. Direct toxicity or detrimental pharmacological interactions depend on the agent's natural properties (often enhanced by decoction), inadvertent contamination (poor quality control), or deliberate adulteration (e.g. added steroids, non-steroidal anti-inflammatory agents). Unexplained findings, especially cardiac, hepatic, and/or renal failure should always prompt a thorough history of TCM use, and appropriate toxicology investigation to inform therapy and prognosis [15] .",
            "cite_spans": [
                {
                    "start": 703,
                    "end": 707,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Traditional Chinese medicine (TCM) toxicity"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Intensive Care National Audit and Research Centre (2011) National and international benchmarked analyses of Hong Kong Hospital Authority Intensive Care Unit data",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Transmission of SARS to healthcare workers. The experience of a Hong Kong ICU",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Gomersall",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Joynt",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "M"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ip",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Yap",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Derrick",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Intensive Care Med",
            "volume": "32",
            "issn": "",
            "pages": "564--569",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Osteonecrosis of hip and knee in patients with severe acute respiratory syndrome treated with steroids",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Griffith",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Antonio",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Kumta",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Joynt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "Y"
                    ],
                    "last": "Cheung",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Chiu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Ahuja",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Radiology",
            "volume": "235",
            "issn": "",
            "pages": "168--175",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Expanding ICU facilities in an epidemic: recommendations based on experience from the SARS epidemic in Hong Kong and Singapore",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Gomersall",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Loo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Derrick",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Goh",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Buckley",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chua",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Raghavan",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "M"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Joynt",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Intensive Care Med",
            "volume": "32",
            "issn": "",
            "pages": "1004--1013",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Relationship between domestic and wild birds in live poultry market and a novel human H7N9 virus in China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Jia",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Infect Dis",
            "volume": "209",
            "issn": "",
            "pages": "34--37",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Global tuberculosis control: WHO report",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Department of Health, The Government of the Hong Kong Special Administrative Region",
            "authors": [],
            "year": 2011,
            "venue": "Tuberculosis and Chest Service",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Risk factors associated with lifethreatening rickettsial infections",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ip",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lui",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "T"
                    ],
                    "last": "Tsang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Cockram",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Lai",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Am J Trop Med Hyg",
            "volume": "78",
            "issn": "",
            "pages": "973--978",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Vibrio vulnificus: disease and pathogenesis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Oliver",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Infect Immun",
            "volume": "77",
            "issn": "",
            "pages": "1723--1733",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Severe necrotising fasciitis of the extremities caused by Vibrionaceae: experience of a Hong Kong tertiary hospital",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Joynt",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Gomersall",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Lyon",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Hong Kong Med J",
            "volume": "5",
            "issn": "",
            "pages": "63--68",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Surveillance for multidrugresistant Acinetobacter baumannii: a lesson on definitions",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Chow",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "C"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Int J Antimicrob Agents",
            "volume": "36",
            "issn": "",
            "pages": "469--471",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Hong Kong Cancer Registry web site. www3.ha.org.hk/cancereg/ statistics.html",
            "authors": [],
            "year": 2014,
            "venue": "Hospital Authority",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Early extubation after transthoracic oesophagectomy",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "H"
                    ],
                    "last": "Yap",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Joynt",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "Chui",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Chung",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Hong Kong Med J",
            "volume": "9",
            "issn": "",
            "pages": "98--102",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Management of spontaneously ruptured hepatocellular carcinomas in the radiofrequency ablation era",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "Cheung",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Chok",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Tsang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Dai",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Yau",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Lo",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS One",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Acute liver failure associated with traditional Chinese medicine: report of 30 cases from seven tertiary hospitals in China",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Crit Care Med",
            "volume": "42",
            "issn": "",
            "pages": "296--299",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Typical skin lesions in a patient with necrotizing fasciitis from V. vulnificus infection. Over 70 % of infected individuals have distinctive bulbous skin lesions, and mortality in Hong Kong is 30 %",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "On behalf of all authors, the corresponding author states that there is no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest"
        }
    ]
}