{
    "paper_id": "341f662fdb2a5774829e7756b88da959bf5c68ed",
    "metadata": {
        "title": "Parechovirus infection preceding Guillain-Barré syndrome",
        "authors": [
            {
                "first": "Saara",
                "middle": [],
                "last": "Linden",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Merja Soilu-Hänninen",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Tytti",
                "middle": [],
                "last": "Vuorinen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Merja Soilu-Hänninen",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Riikka",
                "middle": [],
                "last": "Österback",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Merja Soilu-Hänninen",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Since the near global eradication of poliomyelitis, Guillain-Barré syndrome (GBS) has become the most common cause of acute neuromuscular paralysis. In GBS, an autoimmune response is directed towards the Schwann-cell surface membrane, myelin, or axons of peripheral nerves. Recent Campylobacter jejuni infection is discovered in 30 % of GBS patients (Poropatich et al. 2010) . Other infections preceding GBS include cytomegalovirus, Epstein-Barr virus and Mycoplasma pneumoniae (Hughes et al. 1999) .",
            "cite_spans": [
                {
                    "start": 350,
                    "end": 374,
                    "text": "(Poropatich et al. 2010)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 478,
                    "end": 498,
                    "text": "(Hughes et al. 1999)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this case report, we describe a 36-year-old male Finnish patient with GBS, who had a parechovirus infection preceding the neurological illness. Parechoviruses have not previously been described in context with polyradiculitis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A written and signed patients' informed consent was obtained.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics statement"
        },
        {
            "text": "A 36-year-old previously healthy man presented with a 5day history of symmetric pain, tingling, and weakness in his legs. One week earlier, he had a sore throat for a few days. At presentation, he could not walk on heels or toes. Deep tendon reflexes were absent in lower limbs. Cerebrospinal fluid (CSF) findings were consistent with GBS (Table 1) . Creactive protein was <1 ml/L. Ganglioside GM1 antibodies in the serum were marginally elevated to 1,700 units (reference range <800 units). Serum GQ1b IgG and GQ1b IgM antibodies were negative. The hematology analyses were done at the Turku University Hospital Central Laboratory and the ganglioside antibodies at the Helsinki University Hospital Laboratory.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 339,
                    "end": 348,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "The patient"
        },
        {
            "text": "On the second day in the hospital, the patient could walk only with bilateral assistance. Bladder and bowel dysfunction and a bilateral facial paresis developed. After a week, he could not walk even with bilateral assistance, and intravenous immunoglobulin (IVIG) 0.4 g/kg for 5 days was given. Two weeks after the onset of the symptoms, electroneuromyography was consistent with demyelinating GBS showing generally decreased motor nerve conduction velocities and absent tibial nerve F-responses. After the IVIG therapy, the patient started to recover. He was discharged from hospital after 10 weeks and made a complete recovery in 6 months.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The patient"
        },
        {
            "text": "Microbiological analyses were done at the Departments of Medical Microbiology and Virology, University of Turku. CSF analyses are shown in Table 1 and serum, nasal swab, and stool analyses in Table 2 . A low titer (400-700 U) of IgG but no IgM or IgA antibodies against C. jejuni were detected using an ELISA test (cut-off value for positive AbG indicating a recent Campylobacter infection 1,250 U). HIV, Borrelia burgdorferi, and M. pneumoniae were negative. Picornavirus PCR was positive from a stool sample taken on the day following hospitalization. Bacterial culture from the stool was not done because the patient did not have diarrhea. A further PCR analysis revealed a parechovirus. Parechovirus RT-PCR test was performed from 5′UTR region of the genome ) with the following conditions: 10 min at 95°C, 45 cycles each consisting of 20 s at 95°C and 1 min at 60°C. For sequencing the amplicon, a parechovirus RT-PCR from the VP 3/1 region was performed (Harvala et al. 2008) with the inner primer pair. The 299-nt long sequence were run in the BLAST search confirming the sequence as parechovirus 1 from the VP1 region. Repeated picornavirus PCR from a control stool sample taken 11 days after the first positive stool sample was negative. Picornavirus PCR as well as a multiplex PCR test (Seeplex, Seegene) for 12 respiratory viruses from nasal swabs taken at 6 and 17 days after the neurological symptom onset were negative.",
            "cite_spans": [
                {
                    "start": 960,
                    "end": 981,
                    "text": "(Harvala et al. 2008)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 139,
                    "end": 146,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 192,
                    "end": 199,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Microbiological analyses"
        },
        {
            "text": "Our patient had a mild clinical parechovirus infection preceding GBS. The most common infections preceding GBS are C. jejuni and cytomegalovirus. Cytomegalovirus triggers more severe sensory symptoms than other infections, whereas C. jejuni is associated with motor axonal forms of GBS (Hughes et al. 1999; Poropatich et al. 2010) . C. jejuni strains isolated from GBS patients have a lipo-oligosaccharide (LOS) with a GM1-like structure. Molecular mimicry between LOS and the peripheral nerves has been demonstrated in animal models of human GBS (Israeli et al. 2010 ). The criteria for a C. jejuni infection preceding GBS include serological evidence of C. jejuni infection (C. jejuni IgG antibody titer≥1:2,000 by ELISA test) and a definite history of diarrhea within the previous 3 weeks of GBS onset (Kuwabara et al. 2004) . Our patient had neither diarrhea nor serological evidence of a recent C. jejuni infection.",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 306,
                    "text": "(Hughes et al. 1999;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 307,
                    "end": 330,
                    "text": "Poropatich et al. 2010)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 547,
                    "end": 567,
                    "text": "(Israeli et al. 2010",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 805,
                    "end": 827,
                    "text": "(Kuwabara et al. 2004)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Human parechoviruses (HPeV) are a recently recognized genus in the Picornavirus family. The disease entities resemble those caused by human enteroviruses, which belong to Picornaviruses as well. The clinical HPeV symptoms vary from mild respiratory and gastrointestinal infections to more severe central nervous infections and sepsis-like syndromes in infants. HPeV 1 and 2 infections, previous echovirus 22 and 23 in the genus Enteroviruses, are common in early childhood (Joki- Korpela and Hyypiä 2001) . During recent years, new parechovirus genotypes have been found by PCR techniques. To date, 16 genotypes are known. HPeV 1 and 6 usually cause respiratory infections and HPeV3 systemic infections and infections of central nervous system (CNS) in neonates (Harvala et al. 2008; Piñeiro et al. 2010; Harvala et al. 2011 ).",
            "cite_spans": [
                {
                    "start": 480,
                    "end": 504,
                    "text": "Korpela and Hyypiä 2001)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 762,
                    "end": 783,
                    "text": "(Harvala et al. 2008;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 784,
                    "end": 804,
                    "text": "Piñeiro et al. 2010;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 805,
                    "end": 824,
                    "text": "Harvala et al. 2011",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "HPeV has been described as a cause of uveitis in adults (de Groot-Mijnes et al. 2010) , transient paralysis in a child (Ito et al. 2004) , and meningoencephalitis in neonates (Verboon-Maciolek et al. 2008) . In these cases, the viruses replicate in the CNS. In GBS, the nerve damage is mediated by immunological mechanisms and the triggering pathogen is undetectable in the CSF. Molecular mimicry between enteroviruses and myocardial and islet cell antigens has been shown, but possible mechanisms of autoimmune nervous system damage after parechovirus infection remains elusive. It remains unproven whether HPeV had any causative role in triggering autoimmunity in our patient, but no other acute or recent microbial infections were detected. Parechoviruses are emerging viruses, and their exact prevalence, epidemiology and clinical manifestations are not fully known. PCR is a fast and easy method to diagnose picornaviruses (Vuorinen et al. 2003) . Examination of stool samples is recommended when suspecting picornavirus, such as HPeV infection (Kupila et al. 2005) , since Picornaviruses are secreted into stool for many days, even weeks, after symptom onset.",
            "cite_spans": [
                {
                    "start": 60,
                    "end": 85,
                    "text": "Groot-Mijnes et al. 2010)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 119,
                    "end": 136,
                    "text": "(Ito et al. 2004)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 175,
                    "end": 205,
                    "text": "(Verboon-Maciolek et al. 2008)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 928,
                    "end": 950,
                    "text": "(Vuorinen et al. 2003)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1050,
                    "end": 1070,
                    "text": "(Kupila et al. 2005)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Rapid detection of human parechoviruses in clinical samples by real-time PCR",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Benschop",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Molenkamp",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Van Der Ham",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wolthers",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Beld",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Clin Virol",
            "volume": "41",
            "issn": "",
            "pages": "69--74",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Identification of new pathogens in the intraocular fluid of patients with uveitis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "De Groot-Mijnes",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Visser",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zuurveen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Martinus",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Völker",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "H"
                    ],
                    "last": "Ten Dam-Van Loon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "De Boer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Postma",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "De Groot",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Van Loon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rothova",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Am J Ophtalmol",
            "volume": "150",
            "issn": "",
            "pages": "628--636",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Epidemiology and clinical associations of human parechovirus respiratory infections",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Harvala",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Robertson",
                    "suffix": ""
                },
                {
                    "first": "Mcwilliam",
                    "middle": [],
                    "last": "Leitch",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Benschop",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wolthers",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Templeton",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Simmonds",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Clin Microbiol",
            "volume": "46",
            "issn": "",
            "pages": "3446--3453",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Comparison of human parechovirus and enterovirus detection frequencies in cerebrospinal fluid samples collected over a 5-year period in Edinburgh: HPeV type 3 identified as the most common picornavirus type",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Harvala",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mcleish",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kondracka",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Mcintyre",
                    "suffix": ""
                },
                {
                    "first": "Mcwilliam",
                    "middle": [],
                    "last": "Leitch",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Templeton",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Simmonds",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Med Virol",
            "volume": "83",
            "issn": "",
            "pages": "889--896",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Pathogenesis of Guillain-Barré syndrome",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Hughes",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Hadden",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Gregson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Neuroimmunol",
            "volume": "100",
            "issn": "",
            "pages": "74--97",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Parechoviruses, a novel group of human picornaviruses",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Korpela",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hyypiä",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Ann Med",
            "volume": "33",
            "issn": "",
            "pages": "466--471",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Does Campylobacter jejuni infection elicit \"demyelinating\" Guillain-Barre syndrome?",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kuwabara",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ogawara",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Misawa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Koga",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mori",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hiraga",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kanesaka",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hattori",
                    "suffix": ""
                },
                {
                    "first": "Yuki",
                    "middle": [
                        "N"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Neurology",
            "volume": "63",
            "issn": "",
            "pages": "529--533",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Guillain-Barré syndrome-a classical autoimmune disease triggered by infection or vaccination",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Israeli",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Agmon-Levin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Blank",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chapman",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shoenfeld",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Clin Rev Allergy Immunol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s12016-010-8213-3"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Isolation and identification of a novel human parechovirus",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ito",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yamashita",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tsuzuki",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Takeda",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sakae",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Gen Virol",
            "volume": "85",
            "issn": "",
            "pages": "391--398",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Diagnosis of enteroviral meningitis by use of polymerase chain reaction of cerebrospinal fluid, stool, and serum specimens",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kupila",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Vuorinen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vainionpäā",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Marttila",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kotilainen",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Clin Infect Dis",
            "volume": "40",
            "issn": "",
            "pages": "982--987",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Human parechoviruses in infants with systemic infection",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Piñeiro",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Vicente",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Montes",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Hernández-Dorronsoro",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Microbiol",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Med Virol",
            "volume": "82",
            "issn": "",
            "pages": "1790--1796",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Quantifying the association between Campylobacter infection and Guillain-Barré syndrome: a systematic review",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "O"
                    ],
                    "last": "Poropatich",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Black",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Health Popul Nutr",
            "volume": "28",
            "issn": "",
            "pages": "545--552",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Human parechovirus causes encephalitis with white matter injury in neonates",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Verboon-Maciolek",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Groenendaal",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Hahn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hellmann",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Van Loon",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Boivin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "De Vries",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Ann Neurol",
            "volume": "64",
            "issn": "",
            "pages": "266--273",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Five years' experience of reverse-transcriptase polymerase chain reaction in daily diagnosis of enterovirus and rhinovirus infections",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Vuorinen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vainionpää",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hyypiä",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Clin Infect Dis",
            "volume": "37",
            "issn": "",
            "pages": "452--455",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Etiological laboratory findings in the CSF Parainfluenza viruses 1, 2, and 3, human metapneumovirus, human coronavirus. 229E/NL63 and OC43, adenovirus, influenza viruses A and B, human respiratory syncytial viruses A and B, and human rhinovirus A/B",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgments We thank Dr Arno Hänninen, specialist in clinical microbiology and Head of the Diagnostic Laboratory at the Department of Medical Microbiology and Immunology, for help with the interpretation of the microbiological analyses.Conflict of interest Saara Linden, Tytti Vuorinen, and Riikka Österback declare that they have no conflicts of interest. Merja Soilu-Hänninen has attended conferences at the cost of pharmaceutical companies and got lecture, consulting, and investigator fees from pharmaceutical companies (Astra-Tech, Bayer, Biogen-Idec, Eisai, GSK, Lundbeck, Merck, Novartis, Orion, Sanofi-Aventis, UCB)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}