{
    "paper_id": "347bcefe48d1289093ec0cbf6201f84f87a1ca70",
    "metadata": {
        "title": "To appear in: Surgery",
        "authors": [
            {
                "first": "Claudio",
                "middle": [],
                "last": "Guerci",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Università degli Studi di Milano",
                    "location": {
                        "addrLine": "San Martino 4, 26017, Trescore Cremasco",
                        "postCode": "20157",
                        "settlement": "Milan, Cremona",
                        "country": "Italy., Italy"
                    }
                },
                "email": "claudio.guerci@unimi.it"
            },
            {
                "first": "Anna",
                "middle": [],
                "last": "Maffioli",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Università degli Studi di Milano",
                    "location": {
                        "addrLine": "San Martino 4, 26017, Trescore Cremasco",
                        "postCode": "20157",
                        "settlement": "Milan, Cremona",
                        "country": "Italy., Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Andrea",
                "middle": [
                    "A"
                ],
                "last": "Bondurri",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Università degli Studi di Milano",
                    "location": {
                        "addrLine": "San Martino 4, 26017, Trescore Cremasco",
                        "postCode": "20157",
                        "settlement": "Milan, Cremona",
                        "country": "Italy., Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Luca",
                "middle": [],
                "last": "Ferrario",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Università degli Studi di Milano",
                    "location": {
                        "addrLine": "San Martino 4, 26017, Trescore Cremasco",
                        "postCode": "20157",
                        "settlement": "Milan, Cremona",
                        "country": "Italy., Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Francesco",
                "middle": [],
                "last": "Lazzarin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Università degli Studi di Milano",
                    "location": {
                        "addrLine": "San Martino 4, 26017, Trescore Cremasco",
                        "postCode": "20157",
                        "settlement": "Milan, Cremona",
                        "country": "Italy., Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Piergiorgio",
                "middle": [],
                "last": "Danelli",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Università degli Studi di Milano",
                    "location": {
                        "addrLine": "San Martino 4, 26017, Trescore Cremasco",
                        "postCode": "20157",
                        "settlement": "Milan, Cremona",
                        "country": "Italy., Italy"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The first two Italian cases of COVID-19 were identified at the Spallanzani Institute, on January 30, 2020: it was a couple of Chinese tourists coming from Wuhan. Then, other cases were identified and put under strict quarantine, but with a relief of the authorities, all cases came from the Hubei Province.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Then on February 20, the first hospitalization for COVID-19 occurred in Italy. It was a case of a 38-old male from Codogno, Lombardy, with atypical pneumonia, who had had no contact with anyone from China nor had traveled to Asia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The next day, 4 other people were urgently addressed to the infectious disease reference center Luigi Sacco Hospital, which was about to become one of the most important hubs for COVID-19 care. Most hospitals in Northern Italy have been reorganized. Most of them have special areas for COVID-19 patients. In Milan, some hospitals are working as hubs, to collect patients with the same disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "On February 23, the Italian Government issued a decree-law, in order to contain the infection. Extraordinary measures were taken during the next days, such as the closure of bars, restaurants, and museums in the regions affected by the virus' spread. Even schools were closed in those areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Since February 21, everything has changed in Luigi Sacco Hospital.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "All ambulances called by 112 (European emergency Number) coming from the territory were prevented from heading to Sacco Hospital, at which only transfers of critical patients from other hospitals were accepted. Despite this measure and the Government discouragement more and more people went to the hospital's emergency room.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A reorganization of the hospital's complex structure was immediately required in order to contain the infection's spread and to prevent all departments from being invaded by the virus. This enormous task required the use of existing teams and to use their resources efficiently in order to build a solid and effective structure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As almost 10% of COVID-19 patients required intensive care, the regular Intensive Care Unit was closed on February 21 and a larger dedicated ICU was established near the Infectious Disease Department Building.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Since then, the emergency room has been almost completely dedicated to handling infected patients, and most patients not suspected of having COVID-19 who required urgent medical or surgical treatment have been sent to other hospitals. Thanks to this measure, between February 22 and March 20, only 9 urgent interventions concerning general surgery have been performed at Sacco Hospital.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As for the surgical and operating room departments, some special considerations need to be done.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "First, the number of anesthesiologists available in the operating rooms have steeply decreased, as they are involved in the state of emergency. Second, the ICU would not be available for delicate and complicated surgical patients. Third, the nursing staff was involved: the number of cases has grown to such an extent that aid staff has been recruited and dispatched from other departments to the Infectious Disease Unit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Consequently, all patients admitted to the surgical department who did not require urgent treatment were discharged; some unsuspected patients have been transferred from the Infectious Disease to the Surgical Department in order to free beds for the COVID emergency; all scheduled surgery has been suspended. Therefore, between February 22 and March 1, the operating room was almost paralyzed, and no elective surgery was performed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "On March 1, the number of Italian cases of COVID-19 was about 1700, and the trend seemed to be at a rapid increase. As a consequence, the Italian Government implemented and extended the emergency measures to Lombardy and to another 14 Provinces. On March 4 these rules were extended to the whole National territory. Since March 10 the Italian population has been forced to stay home, unless it's urgent, or necessary [6]. On March 11, WHO declared COVID-19 a pandemic [7] .",
            "cite_spans": [
                {
                    "start": 468,
                    "end": 471,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To deal with this emergency, and to try to maintain \"a clean surgical service\" for urgent and oncological patients, in contrast to other realities [8] , the General Surgery Unit had to reorganize spaces and personnel. Because of the transfer of the nursing staff, the number of beds assigned to surgery has been halved (from 40 to 20). Also, to cope with the number of infected people, the week surgery ward was closed and dedicated to the management of highly suspect patients waiting for laboratory tests or mild confirmed cases waiting for admission. But it was not enough.",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 150,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As more patients arrived, more doctors and nurses were required. Therefore, on March 9, an urgent department meeting was held, and plenty of surgeons pleaded ready to help.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As a consequence, on the following day, a third of the general surgeons received detailed instructions on what to do and how to behave when handling COVID-19 patients. Courses on dressing and undressing procedures as well as on respiratory failure treatment which mainly focused on the application of continuous positive airway pressure were held. Since then, those surgeons were employed in the emergency department and in the management of highly suspect patients waiting for laboratory tests or mild confirmed cases waiting for admission. In order to adapt in coping with adversities, they were all excluded from surgical activities and prevented from having contacts with the other surgeons.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this respect, dedicated pathways were arranged to separate \"clean\" areas, including wards, stairs, elevators, changing rooms, and showers from those defined \"contaminated\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Having said that, the operating room remained a \"clean\" area with dedicated staff, and no COVID-19 outpatients or inpatients in Sacco Hospital have needed an urgent surgical operation until now. Anyway, if necessary, an OR located at the end of the operative complex, with a separate entrance, is available for all suspected or confirmed cases. The same operating room and anesthesia machines would only be used for COVID-19 cases for the duration of the epidemic. A separate pathway and elevator are prepared in case of a COVID-19 surgical urgency, and if needed a surgical dedicated staff is on call.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Furthermore, for oncological patients who need general or abdominal surgery, the Unit of General Surgery of Sacco Hospital joined an agreement written and issued by a group of experts established by Lombardy Region Authorities. These criteria define the requirements for oncological patients and list them on an urgent basis. Therefore, patients are divided into three groups, which should undergo surgical procedure within two weeks, two months, or delayed beyond two months respectively. The aim is to allow oncological patients to have access to elective surgery, as well as to give adequate treatment to patients who need postoperative ICU, working in another secure and clean hub. Previously, other Authorities and Hospitals have already made such plans for some critical patients [9] .",
            "cite_spans": [
                {
                    "start": 786,
                    "end": 789,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As regards to the general surgery ward, all patients are screened before admission with home screening and evaluation through phone calls, to identify fever or respiratory symptoms, and when admitted with blood tests and lung X-rays. To avoid nosocomial transmission of the virus, the members of the medical and nursing staff always use personal protective equipment (PPE). Moreover, the visitor policy had been updated: all patients can only have one visitor at a time and each visitor should wear a surgical mask during the entire stay. Concerning the clinic, office visits have been suspended, and all hospital appointments have been delayed, except for emergencies. In this way resources will be available just for the most severe cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As a result of these measures, between March 2 and March 20, twenty elective surgical operations on oncological patients were safely performed, and no patient in the general surgery ward resulted SARS-CoV-2 positive nor had respiratory symptoms, nor positive X-ray.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Besides, another 19 oncological patients have been listed to undergo surgical operations within the next two weeks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In conclusion, although Sacco Hospital is an infectious disease center, no infected patients have been identified in the General Surgery Unit and no patient developed COVID-19 after surgery. Surgeons can be professionally and ethically proud of their work, because they are demonstrating good coping skills in this situation, despite the few resources available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Moreover, we could say that we have learned a lesson: two months ago, the epidemic broke out in Wuhan which seemed to be very far away and so we felt safe in our continent. We should have considered that, in a globalized world any epidemic could easily spread with a simple flight. If we could go back in time, we should have implemented these recommendations in advance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Moreover, it would have been useful to immediately identify reference hubs sorted by pathology, in order to maintain \"clean\" areas and hospitals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Another thing we think should not be underestimated is the possible psychological distress that doctors can experience during coronavirus emergency. Healthcare professionals involved could undergo a Critical Incident Stress Syndrome, with emotional reactions which could even compromise private and social life. For this reason, Sacco Hospital havs arranged a psychosocial support for healthcare personnel. This has turned to be a very important measure in which we suggest implementing and to get completely prepared for it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Self-protection --> Personal protective equipment 2. Designing --> Separate wards",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "World Health Organization declares global emergency: A review of the 2019 novel coronavirus (COVID-19)",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sohrabi",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Alsafi",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Neill",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Surg",
            "volume": "76",
            "issn": "",
            "pages": "71--76",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Naming the coronavirus disease (COVID-19) and the virus that causes it",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Coronavirus Update (Live): 179,558 Cases and 7,067 Deaths from COVID-19 Virus Outbreak -Worldometer. Available at",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Characteristics of and Important Lessons From the Coronavirus Disease 2019 (COVID-19) Outbreak in China: Summary of a Report of 72 314 Cases From the Chinese Center for Disease Control and Prevention",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgoogan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "WHO Director-General's opening remarks at the media briefing on COVID-19 -11",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Covid-19: GP surgeries close for two weeks after staff test positive",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Iacobucci",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Expert recommendations on the management of patients with advanced non-small cell lung cancer during epidemic of COVID-19",
            "authors": [],
            "year": null,
            "venue": "Chinese Medical Association",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Emergency management for preventing and controlling nosocomial infection of 2019 novel coronavirus: implications for the dermatology department",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Man",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "British Journal of Dermatology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The outbreak of COVID-19 is now a public health emergency of international concern and Luigi Sacco Hospital, Milan, is one of the most important Italian hubs for COVID-19 care. The aim of this article is to show how can a department of general surgery survive during COVID-19 pandemic",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The authors declare no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest/Disclosure:"
        },
        {
            "text": "No funding received for this work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding/Support:"
        }
    ]
}