{
    "paper_id": "348db141e734a5d46bf9cea528a53c996f92e92f",
    "metadata": {
        "title": "Deep Learning-Based Recognizing COVID-19 Deep Learning-Based Recognizing COVID-19 and other Common Infectious Diseases of the Lung by Chest CT 2 Scan Images",
        "authors": [
            {
                "first": "Min",
                "middle": [],
                "last": "Fu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Xiamen University",
                    "location": {
                        "postCode": "361002",
                        "settlement": "Xiamen, Fujian",
                        "country": "10 China; 11"
                    }
                },
                "email": ""
            },
            {
                "first": "Shuang-Lian",
                "middle": [],
                "last": "Yi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Zhongshan Hospital Affiliated to Xiamen 12 University",
                    "location": {
                        "postCode": "361004",
                        "settlement": "Xiamen, Fujian",
                        "country": "China"
                    }
                },
                "email": "yishuanglian1225@126.com25"
            },
            {
                "first": "Yuanfeng",
                "middle": [],
                "last": "Zeng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Zhongshan Hospital Affiliated to Xiamen University",
                    "location": {
                        "addrLine": "14",
                        "postCode": "361004",
                        "settlement": "Xiamen, Fujian",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Feng",
                "middle": [],
                "last": "Ye",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Zhongshan Hospital Affiliated to Xiamen University",
                    "location": {
                        "addrLine": "14",
                        "postCode": "361004",
                        "settlement": "Xiamen, Fujian",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yuxuan",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hubei University of Technology",
                    "location": {
                        "postCode": "430068",
                        "settlement": "Wuhan, Hubei",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xuan",
                "middle": [],
                "last": "Dong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Zhongshan Hospital Affiliated to Xiamen 12 University",
                    "location": {
                        "postCode": "361004",
                        "settlement": "Xiamen, Fujian",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yan-Dan",
                "middle": [],
                "last": "Ren",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Zhongshan Hospital Affiliated to Xiamen 12 University",
                    "location": {
                        "postCode": "361004",
                        "settlement": "Xiamen, Fujian",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Linkai",
                "middle": [],
                "last": "Luo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Xiamen University",
                    "location": {
                        "postCode": "361102",
                        "settlement": "Xiamen, Fujian",
                        "country": "17 China; 18"
                    }
                },
                "email": ""
            },
            {
                "first": "Jin-Shui",
                "middle": [],
                "last": "Pan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Zhongshan Hospital Affiliated to Xiamen 12 University",
                    "location": {
                        "postCode": "361004",
                        "settlement": "Xiamen, Fujian",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Qi",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Jin Yin-Tan Hospital",
                    "location": {
                        "postCode": "19 430023",
                        "settlement": "Wuhan, Hubei",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Purpose: COVID-19 has become global threaten. CT acts as an important method of 60 diagnosis. However, human-based interpretation of CT imaging is time consuming. 61",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "More than that, substantial inter-observer-variation cannot be ignored. We aim at 62 developing a diagnostic tool for artificial intelligence (AI)-based classification of CT 63 images for recognizing COVID-19 and other common infectious diseases of the lung. 64 Experimental Design: In this study, images were retrospectively collected and 65 prospectively analyzed using machine learning. CT scan images of the lung that show 66 or do not show COVID-19 were used to train and validate a classification framework 67 based on convolutional neural network. Five conditions including COVID-19 68 pneumonia, non-COVID-19 viral pneumonia, bacterial pneumonia, pulmonary 69 tuberculosis, and normal lung were evaluated. Training and validation set of images 70 were collected from Wuhan Jin Yin-Tan Hospital whereas test set of images were 71 collected from Zhongshan Hospital Xiamen University and the fifth Hospital of 72",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Wuhan. 73 Results: Accuracy, sensitivity, and specificity of the AI framework were reported. For 74 test dataset, accuracies for recognizing normal lung, COVID-19 pneumonia, 75 non-COVID-19 viral pneumonia, bacterial pneumonia, and pulmonary tuberculosis 76 were 99.4%, 98.8%, 98.5%, 98.3%, and 98.6%, respectively. For the test dataset, 77 accuracy, sensitivity, specificity, PPV, and NPV of recognizing COVID-19 were 78 98.8%, 98.2%, 98.9%, 94.5%, and 99.7%, respectively. 79 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": ". Although the upward trend of COVID-19 has been 94 effectively curbed, the number of confirmed cases has increased dramatically in 95 several countries, such as South Korea, Japan, Italy, and other countries. 96",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "According to the WHO interim guidance (2) and series diagnosis and treatment scheme 97 for COVID-19 of China, confirmed case of COVID-19 was made on the basis of a 98 positive result on high-throughput sequencing or real-time 99 reverse-transcriptase-polymerase-chain-reaction (RT-PCR) assay of specimen 100 collected by nasal and pharyngeal swab. However, the false negative rate of nucleic 101 acid detection may be relatively high in early stage of 102 repeated tests are needed to get positive results. Novel coronavirus that leads to 103 COVID-19 is encoded by RNA, which is a highly unstable and tends to be degraded 104 by RNAase. RNAase is widely found in saliva and surrounding environment. Thus, 105 RNA of novel coronavirus in the specimen collected by nasal and pharyngeal swab 106 All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 38,
                    "end": 41,
                    "text": "(2)",
                    "ref_id": null
                },
                {
                    "start": 452,
                    "end": 455,
                    "text": "102",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi. org/10.1101 org/10. /2020 Deep Learning-Based Recognizing COVID-19 7 may have been degraded by contaminated RNAase, which at least partly explains the 107 low positive rate of nucleic acid assay from nasal and pharyngeal swab. Another 108 constraint in practice is that the supply of assay kits of nucleic acid detection may be 109 seriously inadequate in case of a large-scale outbreak of disease. In contrast, 110 COVID-19 has relatively unique imaging features in CT manifestations. In early stage 111 (less than 1 week after symptom onset), the predominant pattern was unilateral or 112 bilateral ground-glass opacities. Within 1-3 weeks, ground-glass opacities will 113 progress to or co-existed with consolidations. (3) According to the investigation by 114 Guan et al, (4) at the time of admission, 86.2% revealed abnormal CT scans whereas 115 radiographic or CT abnormality was found in 97.1% of the patients with severe type 116 of COVID-19. What cause the characteristic abnormality found by CT scans? 117",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 98,
                    "text": "org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 99,
                    "end": 112,
                    "text": "org/10. /2020",
                    "ref_id": null
                },
                {
                    "start": 851,
                    "end": 862,
                    "text": "Guan et al,",
                    "ref_id": null
                },
                {
                    "start": 863,
                    "end": 866,
                    "text": "(4)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Histological examination reveals diffuse alveolar damage with cellular fibromyxoid 118 exudates, which may lead to the changes in CT scans (5) . Fibromyxoid exudates in 119 alveoli may further cause disorder in gas exchange and even respiratory failure, which 120 is consistent with the observation by Li et al. (6) 121",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 142,
                    "text": "(5)",
                    "ref_id": null
                },
                {
                    "start": 302,
                    "end": 315,
                    "text": "Li et al. (6)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Given the rapid spread of COVID-19 and the above advantages of CT scan, we 122 developed deep learning-based detection of characteristic abnormality to facilitate the 123 early diagnosis of COVID-19. 124 125 All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10. 1101 /2020 the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 98,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 99,
                    "end": 104,
                    "text": "/2020",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10. 1101 /2020 Images 146 Lung CT scan images from the enrolled patients were retrospectively collected. 147",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 98,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 99,
                    "end": 104,
                    "text": "/2020",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Images without perfect lung fields were filtered out. Identifiable personal information, 148 such as name of the enrolled patients, name of hospital, etc, was removed. 149",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Consecutive images of the lung fields for each patient were selected for image 150 recognizing. For a specific patient, he will be classified as \"COVID-19\" case if 151 typical CT manifestations related to COVID-19 were identified even in only one 152",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "image. This rule was also true for other diseases, such as non-COVID-19 virtual 153 pneumonia, biological pneumonia, and pulmonary tuberculosis. But for each selectee, 154 only when all of his images were recognized as \"normal\" will he be classified into the 155 group of \"normal\". 156 157 Datasets 158 Lung CT scan images collected from Department of radiology, Wuhan Jin Yin-Tan 159",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Hospital were randomly divided into training set or validation set at a ratio of 3:1. The 160 training set was employed to construct the AI model whereas the validation set was 161 used to assess the accuracy of classification performance of the constructed model. 162",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This process was repeated for 5 times. Lung CT scan images collected from 163 Department of radiology, Zhongshan Hospital Xiamen University, the fifth Hospital 164 of Wuhan acted as test sets to evaluate the generalization performance in classifying 165 All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03.28.20046045 doi: medRxiv preprint the images beyond the lung CT scan images used in the training set or validation set. 166 167 Training and validation the algorithm 168 Based on deep learning, we used the PyTorch platform to adopt the ResNet-50 169 architecture pretrained using the ImageNet dataset (7) the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 275,
                    "text": "168",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is The AI algorithm was further tested by the lung CT scan images collected from 188 Department of radiology, Zhongshan Hospital Xiamen University, and the Fifth 189",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Hospital of Wuhan. The classification performance was evaluated independently in 190 the images collected from these two hospitals. 191 192 All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10. 1101 /2020 Comparison between the AI algorithm and radiologist the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 98,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 99,
                    "end": 104,
                    "text": "/2020",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Based on validation dataset, we evaluated the performance of our AI algorithm in 223 diagnosing the most common infectious diseases of the lung, including 224 non-COVID-19 viral pneumonia, bacterial pneumonia, pulmonary tuberculosis except 225 COVID-19. During training and validation process, accuracy and cross-entropy were 226 plotted against the iteration step, which were shown in Figure 1 . Confusion matrix of 227 the AI framework during validation process was also shown in Figure 1 . Multi-class 228 comparison was performed between COVID-19, non-COVID-19 viral pneumonia, 229 bacterial pneumonia, pulmonary tuberculosis, and normal lung. Binary comparison 230 between COVID-19 and the other four types, including non-COVID-19 viral 231 pneumonia, bacterial pneumonia, pulmonary tuberculosis and normal lung, was also 232 implemented to evaluate the performance of recognizing COVID-19. Accuracy, 233 All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 386,
                    "end": 394,
                    "text": "Figure 1",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 482,
                    "end": 490,
                    "text": "Figure 1",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "222"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "222"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi. org/10.1101 org/10. /2020 Note: PPV, positive predictive value; NPV, negative predictive value. 248 249 All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 98,
                    "text": "org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 99,
                    "end": 112,
                    "text": "org/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "222"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10. 1101 /2020 Performance of the AI algorithm during test 250 From Zhongshan Hospital Xiamen University, and the fifth Hospital of Wuhan, 29201 251 CT scan images were collected from the following patients: 50 cases of COVID-19 252 pneumonia, 52 cases of non-COVID-19 viral pneumonia, 53 cases of bacterial 253 pneumonia, 54 cases of pulmonary tuberculosis, 100 cases of normal lung, were 254 employed to develop the model (Table 1) . Multi-class comparison was performed 255 between COVID-19, non-COVID-19 viral pneumonia, bacterial pneumonia, 256 pulmonary tuberculosis, and normal lung. Confusion matrix of the AI framework 257 based on test dataset was shown in Figure 2 . Binary classification between COVID-19 258 and the other four types, including non-COVID-19 viral pneumonia, bacterial 259 pneumonia, pulmonary tuberculosis and normal lung, was also implemented to 260 evaluate the performance of recognizing COVID-19. For test dataset, accuracy, 261 sensitivity, specificity, PPV, and NPV of recognizing COVID-19 were 98.8%, 98.2%, 262 98.9%, 94.5%, and 99.7%, respectively (Supplementary Table 2 ). The ROC curve was 263 generated to evaluate the AI algorithm's ability to distinguish COVID-19 from other 264 four types. The area under the ROC curve was 99.0% (Figure 2 the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 98,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 99,
                    "end": 104,
                    "text": "/2020",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 514,
                    "end": 523,
                    "text": "(Table 1)",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 757,
                    "end": 765,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 1191,
                    "end": 1198,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 1363,
                    "end": 1372,
                    "text": "(Figure 2",
                    "ref_id": null
                }
            ],
            "section": "222"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi. org/10.1101 org/10. /2020 the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 98,
                    "text": "org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 99,
                    "end": 112,
                    "text": "org/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "222"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi. org/10.1101 org/10. /2020 severe cases and mild cases were 60.0% and 61.3%, respectively whereas positive 284 rates for throat swabs reduced to 50.0% and 29.6% for severe cases and mild cases, 285 respectively (8) . 286 COVID-19 may cause asymptomatic infection in some individuals (9) . Asymptomatic 287 or mild cases combined are reported to represent about 40-50% of all infections (10) . 288",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 98,
                    "text": "org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 99,
                    "end": 112,
                    "text": "org/10. /2020",
                    "ref_id": null
                },
                {
                    "start": 297,
                    "end": 300,
                    "text": "(8)",
                    "ref_id": null
                },
                {
                    "start": 369,
                    "end": 372,
                    "text": "(9)",
                    "ref_id": null
                },
                {
                    "start": 472,
                    "end": 476,
                    "text": "(10)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "222"
        },
        {
            "text": "Like confirmed COVID-19 cases, asymptomatic carriers of novel coronavirus acts as 289 the infectious sources of COVID-19. Usually, confirmed COVID-19 patients are 290 known risk and easy to prevent. However, asymptomatic carriers are \"hidden 291 enemies\", which tends to become mobile infectious sources. 292",
            "cite_spans": [],
            "ref_spans": [],
            "section": "222"
        },
        {
            "text": "Due to the unsatisfying positive rate nucleic acid detection and huge number of 293 asymptomatic carriers, developing alternative methods of detection is urgently needed. 294",
            "cite_spans": [],
            "ref_spans": [],
            "section": "222"
        },
        {
            "text": "Indeed, there is some significant advantages of detecting infected patients by CT 295 scanning. According to the report by Ai et al, (11) the positive rate of chest CT imaging 296 All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 85,
                    "text": "CT 295",
                    "ref_id": null
                },
                {
                    "start": 133,
                    "end": 137,
                    "text": "(11)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "222"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10. 1101 /2020 Deep Learning-Based Recognizing COVID-19 20 is 88% for the diagnosis of suspected patients with COVID-19, which is superior to 297 that of RT-PCR assay (59%). 298",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 98,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 99,
                    "end": 104,
                    "text": "/2020",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "222"
        },
        {
            "text": "Because of the relatively high positive rate of CT imaging in the early stage and the 299 characteristic lesions of COVID-19 such as ground-glass opacity (3, 4, 12) , CT imaging 300 has potential in the diagnosis of COVID-19 that cannot be ignored. There is large 301 number of potential patients in need. More than that, each examination of CT imaging 302 will generate a large number of images and significant inter-observer-variation exists 303 in the interpretation of CT images. Thus, it is necessary to develop new auxiliary 304 measures for the interpretation of CT images. In this study, we report an artificial 305 intelligence framework based on deep learning for identifying COVID-19, which has 306 balanced sensitivity and specificity. More than that, the area under the ROC curve was 307 high as 99.0% evaluated by test dataset. Another advantage of our study is that five 308 diseases or conditions were enrolled, which cover the most common infectious 309 diseases of the lung. The limitation is that our AI framework will need further 310 evaluation by more wide clinical application. 311 312 All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 157,
                    "text": "(3,",
                    "ref_id": null
                },
                {
                    "start": 158,
                    "end": 160,
                    "text": "4,",
                    "ref_id": null
                },
                {
                    "start": 161,
                    "end": 164,
                    "text": "12)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "222"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10. 1101 /2020 the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 98,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 99,
                    "end": 104,
                    "text": "/2020",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "222"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10. 1101 /2020 ",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 98,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 99,
                    "end": 104,
                    "text": "/2020",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "222"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19) Situation Report-67. In: World Health Organization",
            "authors": [],
            "year": null,
            "venue": "Coronavirus disease 2019",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical management of severe acute respiratory infection when novel 329 coronavirus (2019-nCoV) infection is suspected: interim guidance",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Organization",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "China Medical Treatment Expert Group for C. Clinical Characteristics 338 of Coronavirus Disease 2019 in China",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Zhong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Pathological findings of COVID-19 associated with 341 acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Song",
                    "middle": [
                        "J"
                    ],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Clinical characteristics of 25 death 343 cases infected with COVID-19 pneumonia: a retrospective review of medical records in a single 344 medical center",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Deep residual learning for image recognition",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Computer Vision",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "scanning of the lung was performed in Department of radiology, Wuhan Jin 128 Yin-Tan Hospital, Zhongshan Hospital Xiamen University, the fifth Hospital of 129 Wuhan between January 1, 2015 and February 29, 2020. Adult patients who aged 130 between 18 and 75 were enrolled in case of the following conditions: laboratory 131 confirmed COVID-19, non-COVID-19 viral pneumonia, bacterial pneumonia, 132 pulmonary tuberculosis, or absent from abnormal finding in lung CT (normal lung). 133 Case of COVID-19 was confirmed based on the positive result of fluorescent RT-PCR 134 analysis of COVID-19 nucleic acid detection. Apart from COVID-19, the diagnoses 135 of other diseases were made based on pathogen examinations according to the 136 relevant guidelines, and were further confirmed by clinical manifestations, and 137 treatment outcomes. For the patients with more than one kind of the fore-mentioned 138 diseases, such as bacterial pneumonia complicated with pulmonary tuberculosis, will 139 be ruled out from this study. Findings of CT scan images, results of pathogen 140 examinations, and clinical diagnoses were recorded. This study was approved by the 141 Ethics Commission of Zhongshan Hospital Xiamen University. Written informed 142 consent was waived by the Ethics Commission of the designated hospital because of 143 non-interventional study and no identifiable personal information was recorded. 144 145 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "to develop our AI algorithm. The 170 retraining consisted of initializing the convolutional layers with loaded pretrained 171 weights and updating of the neural network to recognize our classes such as 172 COVID-19, non-COVID-19 viral pneumonia, bacterial pneumonia, pulmonary 173 tuberculosis, or and normal lung. The network structure was kept unchanged in this 174 study. However, the weights of the last fully connected layer and the last three 175 convolutional layers were tuned. Firstly, the weights were updated by Adam optimizer 176 and the learning rate was 0.0001; Secondly, the weights were updated by SGD 177 optimizer while the learning rate was set as 0.001. This strategy was superior to a sole 178 optimizer such as SGD or Adam optimizer. After 50 epochs (iterations through the 179 entire dataset), the training was stopped if no further improvement in accuracy or 180 cross-entropy loss were observed. Schematic diagram for the development of the",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "University, and the Fifth Hospital of Wuhan were also sent to expert 195 radiologist to make a diagnosis. Classification performance and cost of time were 196 compared with that of the AI algorithm. Expert radiologists were senior staffs of 197 Department of Radiology, Zhongshan Hospital Xiamen University, with clinical 198 experience about 10 years. Diagnosis was made independently. the classification performance of the AI algorithm on lung CT scan 202 images, five indies including AUC, accuracy, sensitivity, specificity, PPV, and NPV 203 were calculated. The receiver operating characteristics (ROC) curves plot the true 204 positive rate (sensitivity) versus the false positive rate (1-specificity). P < 0.05 was set 205 as the level for statistical significance for two-tailed paired test. 206 207 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Performance of the AI algorithm during training and validation. 239 (A) Classification accuracy is plotted against training epochs. (B) The categorical 240 cross-entropy loss is shown as a function of training epochs for the binary 241 classification problem. (C) Classification accuracy is plotted against validation epochs. 242 (D) The categorical cross-entropy loss is shown as a function of validation epochs for 243 the binary classification problem. The curve is smoothed.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "patients and asymptomatic carriers are critical to prevent further 278 spread of the virus. RT-PCR-based detection of Coronavirus specific nucleic acid is 279 regarded as the standard method of establishing the diagnosis of COVID-19. However, 280 the positive rate of nucleic acid detection based on the samples collected from upper 281 respiratory tract is unsatisfying. In an investigation with large sample, in the group of 282 0~7 days after onset (d.a.o), positive rates based on the samples from throat swabs for 283",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "81871645 (J.S.P.). The funding source did not have any role in the design and 315 conduct of the study; collection, management, analysis, and interpretation of the data; 316 preparation, review, or approval of the manuscript; and decision to submit and JSP conceived and designed the project. JSP obtained funding. QZ, SLY, YZ, 321 YF, YL, XD, and YDR performed clinical diagnosis and collected samples. MF and 322 JSP analysed and interpreted data. MF and LL trained and tested the AI model. JSP 323 drafted the manuscript. JSP, QZ, and LL revised the manuscript. All the authors 324 approved the final version of the manuscript. 325 326 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Coronaviruses are non-segmented positive-sense RNA viruses with envelope that 87 belongings to the family Coronaviridae, which widely distributed in humans and other 88 mammals. Since the beginning of this century, coronavirus has caused several 89 localized epidemics and even global pandemics, such as SARS, Middle East 90 Respiratory Syndrome, and the ongoing coronavirus disease 2019 (COVID-19). Up to 91 27 March 2020, 509164 confirmed cases were reported with 23335 deaths worldwide; 92 over 82078 cases of COVID-19 have been confirmed in mainland China, with a 93 mortality rate of 4.0%",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Characteristics of patient and imageAfter filtering those images without good lung fields. Three radiologists with more210 than 10 years of clinical experience labelled infection lesions in the images, and 211 lesions reach a consensus were labelled. A total of 60427 CT scan images collected 212 from Wuhan Jin Yin-Tan Hospital from the following patients: 100 cases of 213 COVID-19 pneumonia, 102 cases of non-COVID-19 viral pneumonia, 103 cases of 214 bacterial pneumonia, 105 cases of pulmonary tuberculosis, 200 cases of normal lung, 215were employed to develop the model(Table 1). These images were randomly divided 216 into training and validation datasets. Enrolled images in training and validation 217 dataset covered almost all common types of infectious diseases of the lung. 218 Characteristics of the enrolled patients and images 220",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "sensitivity, specificity, PPV, and NPV of recognizing COVID-19 were 98.9%, 96.7%, 234 99.3%, 96.7%, and 99.3%, respectively (Supplementary Table 1). Similarly, binary 235 comparison was performed for the other four conditions (Supplementary Table 1). All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Diagnostic performance of the AI algorithm during validation 247",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint (which was not peer-reviewed) is . https://doi. org/10.1101 org/10. /2020 the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10. 1101 /2020 ",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 247,
                    "text": "org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 248,
                    "end": 261,
                    "text": "org/10. /2020",
                    "ref_id": null
                },
                {
                    "start": 447,
                    "end": 451,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 452,
                    "end": 457,
                    "text": "/2020",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}