{
    "paper_id": "35a62e413991eadbd2014d82ce3a7f49dd010e3d",
    "metadata": {
        "title": "A Serological Survey for Avian Infectious Bronchitis Virus and Newcastle Disease Virus Antibodies in Backyard (Free- range) Village Chickens in Mexico",
        "authors": [
            {
                "first": "E",
                "middle": [
                    "J"
                ],
                "last": "Gutierrez-Ruiz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidad",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "G",
                "middle": [
                    "T"
                ],
                "last": "Ramirez-Cruz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidad",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "E",
                "middle": [
                    "I"
                ],
                "last": "Camara Gamboa",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidad",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "D",
                "middle": [
                    "J"
                ],
                "last": "Alexander",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Avian Virology, Veterinary Laboratories Agency",
                    "institution": "",
                    "location": {
                        "addrLine": "Weybridge, New Haw, Addlestone",
                        "region": "Surrey",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "R",
                "middle": [
                    "E"
                ],
                "last": "Gough",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Avian Virology, Veterinary Laboratories Agency",
                    "institution": "",
                    "location": {
                        "addrLine": "Weybridge, New Haw, Addlestone",
                        "region": "Surrey",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Autonoma",
                "middle": [],
                "last": "De Yucatan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Merida",
                "middle": [],
                "last": "Yucatan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mexico",
                "middle": [
                    ";"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "G",
                "middle": [
                    "T"
                ],
                "last": "Ramirez-Crux",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Camara",
                "middle": [],
                "last": "Gamboa",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "E",
                "middle": [
                    "I"
                ],
                "last": "Alexander",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "D",
                "middle": [
                    "J"
                ],
                "last": "Gough",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "R",
                "middle": [
                    "E"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A serological survey for avian infectious bronchitis virus and Newcastle disease virus antibodies in backyard (free-range) village chickens in Mexico.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The commercial £ocks in Yucatan, Mexico are free of Newcastle disease virus (NDV) in its velogenic viscerotropic form, but little is known about the disease status of backyard poultry. A seroprevalence survey in 30 villages using haemagglutination inhibition (HI) tests for infectious bronchitis virus (IBV) and NDV antibodies was carried out from December 1997 to June 1998. The seroprevalences were 56.5% (95% CI 50^63%) for IBV and 2.2% (95% CI 0.5^3.8%) for NDV. All the villages had chickens that were positive for antibodies to IBV and nine of the villages had chickens that were positive for antibodies to NDV. This suggests that IBV may be responsible for a large proportion of the respiratory disease observed in backyard chickens in Yucatan. The implications of these ¢ndings are discussed, including the highly susceptible status of the backyard chickens in Yucatan to NDV and the possibility of this virus being one cause of the syndrome known as mortandad by the local people.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The two viruses that were the subject of this survey are extremely important pathogens of poultry responsible for diseases resulting in severe production and economic losses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Infectious bronchitis virus (IBV) is a member of the Coronavirus genus of the family Coronaviridae and is distributed worldwide (Cavanagh and Naqi, 1997) . The ¢rst isolates were closely related to the Massachusetts strain, but subsequently several di¡erent types were recognized in the United States, Europe and other parts of the world (McMartin, 1993) .",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 153,
                    "text": "(Cavanagh and Naqi, 1997)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 338,
                    "end": 354,
                    "text": "(McMartin, 1993)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Outbreaks of IB have been reported to occur in vaccinated £ocks, and virus strains isolated from these outbreaks are often found to be a type distinct from the vaccine type (Cavanagh and Naqi, 1997) .",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 198,
                    "text": "(Cavanagh and Naqi, 1997)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Among respiratory diseases, IBV infections are known to be a frequent problem in every country that has a system of intensive poultry production. If IBV is not considered to be signi¢cant in a particular country, this is generally because other diseases, such as Newcastle disease, pose a greater threat (Cook, 1995b) .",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 317,
                    "text": "(Cook, 1995b)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Avian paramyxovirus type 1 (APMV-1) or Newcastle disease (NDV) is also distributed worldwide and is one of the major disease problems where it occurs. NDV is placed in the order Mononegavirales, family Paramyxoviridae, sub-family Paramyxovirinae, in the genus Rubulavirus (Rima et al., 1995) .",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 291,
                    "text": "(Rima et al., 1995)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Both diseases have been diagnosed in Mexico and, in the case of IBV, this is despite vaccination of commercial birds, showing its great economic importance (Quiroz et al., 1993) .",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 177,
                    "text": "(Quiroz et al., 1993)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The state of Yucatan, in the south-east of Mexico, has a unique geographical position. Being part of the peninsula with the same name, it is an important feeding stop for migratory birds, including waterfowl, travelling between North America and Central and South America. Yucatan was o¤cially declared free of NDV in its velogenic viscerotropic form in 1995 and it has so far mantained this status. Very little evidence of the presence of this virus has been found in backyard chickens, by isolation or serology, although a proper study has not been carried out. Despite the absence of virulent virus, it would seem likely that village chickens become infected with ND viruses of low virulence for chickens, since such viruses are thought to be enzootic in wild birds (Alexander et al., 1997) , which are in constant contact with free-range chickens. On the other hand, antibodies to IBV were found in a large proportion (80%) of samples obtained from backyard chickens from two Yucatecan communities and processed at the Immunology Department of the Faculty of Veterinary Medicine and Animal Production, Autonomous University of Yucatan (FMVZ-UADY). One IBV isolate of unknown pathogenicity, but antigenically di¡erent from 12 reference strains, was obtained from backyard chickens in Yucatan that were experiencing respiratory disease (Gutierrez-Ruiz et al., 1998) . Respiratory signs and egg-shell defects are commonly observed in backyard birds, suggesting active IBV infection.",
            "cite_spans": [
                {
                    "start": 769,
                    "end": 793,
                    "text": "(Alexander et al., 1997)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1338,
                    "end": 1367,
                    "text": "(Gutierrez-Ruiz et al., 1998)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The objective of this study was to determine the prevalence and distribution of antibodies against IBV and NDV in backyard chickens in the state of Yucatan, Mexico.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The approach followed to determine the sample size and design for the study was the cluster sampling method (Bennett et al., 1991; Thrus¢eld, 1995; Cook, 1995a; Otte and Gumm, 1997) , because the individual sampling frame was not known.",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 130,
                    "text": "(Bennett et al., 1991;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 131,
                    "end": 147,
                    "text": "Thrus¢eld, 1995;",
                    "ref_id": null
                },
                {
                    "start": 148,
                    "end": 160,
                    "text": "Cook, 1995a;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 161,
                    "end": 181,
                    "text": "Otte and Gumm, 1997)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Sample size and distribution"
        },
        {
            "text": "Owing to the characteristics of the backyard system, it is reasonable to consider all the backyard poultry in a village as one £ock, with very little within-cluster variation, so a village was considered as a cluster.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample size and distribution"
        },
        {
            "text": "IB and ND are very contagious diseases so, to obtain similar accuracy to that with random sampling (246 using 80% expected prevalence, 5% accuracy and 95% con¢dence), the sample size had to be increased four times, to 984 samples (Martin et al., 1987) .",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 251,
                    "text": "(Martin et al., 1987)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Sample size and distribution"
        },
        {
            "text": "The number of clusters (villages) to be sampled was mostly controlled by the resources available (petrol, materials, time, etc.) . Thirty clusters were included in the present study. The aim was to sample 40 birds per village, resulting in 1200 samples, allowing around 20% more samples than required as backup.",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 128,
                    "text": "(petrol, materials, time, etc.)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Sample size and distribution"
        },
        {
            "text": "With this information, the estimated design e¡ect (D) and precision of the study were determined. For IBV the rate of homogeneity (roh) used for calculations was 0.20, as suggested by Otte and Gumm (1997) . The design e¡ect was calculated from the formula (Bennett et al., 1991) ",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 204,
                    "text": "Otte and Gumm (1997)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 256,
                    "end": 278,
                    "text": "(Bennett et al., 1991)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Sample size and distribution"
        },
        {
            "text": "where b is the average number of serum samples in each cluster.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample size and distribution"
        },
        {
            "text": "The standard error (S) was calculated from the formula (Bennett et al., 1991) S p p1 À pDan where p is the prevalence and n is the total number of samples to be obtained. The expected prevalence was 80%, as suggested by the preliminary study. S was determined as 3%, indicating that with this design there is a 95% certainty that the true proportion (prevalence) of chickens with antibodies to IBV will be within+6% (+2S) of the estimate. For NDV, the rate of homogeneity or intracluster correlation coe¤cient was calculated in a previous study as 0.18 (Otte and Gumm, 1997) . Using the same formulae as for IBV, the design e¡ect and precision (S) were calculated as D = 8.02, and S = 4%, using an expected prevalence of 50% to be on the safe side (Bennett et al., 1991) . With this design there is a 95% certainty that the true proportion of chickens with antibodies to NDV will be within+8% (+2S) of the estimate.",
            "cite_spans": [
                {
                    "start": 55,
                    "end": 77,
                    "text": "(Bennett et al., 1991)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 553,
                    "end": 574,
                    "text": "(Otte and Gumm, 1997)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 748,
                    "end": 770,
                    "text": "(Bennett et al., 1991)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Sample size and distribution"
        },
        {
            "text": "A total of 1122 sera were obtained between December 1997 and June 1998. For NDV, only 970 samples were tested owing to the limited amount of serum obtained in some cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample size and distribution"
        },
        {
            "text": "The prevalences were determined by dividing the total number of positive samples by the total number of samples (Bennett et al., 1991; Thrus¢eld, 1995) . The con¢dence intervals (p+2S) were calculated from the formula (Bennett et al., 1991) ",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 134,
                    "text": "(Bennett et al., 1991;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 135,
                    "end": 151,
                    "text": "Thrus¢eld, 1995)",
                    "ref_id": null
                },
                {
                    "start": 218,
                    "end": 240,
                    "text": "(Bennett et al., 1991)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Sample size and distribution"
        },
        {
            "text": "where c is the total number of clusters, X i is the number of samples from each cluster and Y i is the number of positive samples from each cluster.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample size and distribution"
        },
        {
            "text": "The design e¡ect and roh were estimated using the formulae given by Bennett and colleagues (1991) .",
            "cite_spans": [
                {
                    "start": 68,
                    "end": 97,
                    "text": "Bennett and colleagues (1991)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Sample size and distribution"
        },
        {
            "text": "The clusters were selected randomly, using a random number table (Thrus¢eld, 1995) and picking the selected numbers from a numbered list of communities with over 50 inhabitants obtained from the most recent Mexican national census (INEGI, 1991) . The state of Yucatan was divided into four regions (central, east, south-east and south) and clusters were selected in each region, using proportional strati¢cation, taking a percentage of the samples according to the percentage of villages contained in each zone. Accordingly, 14 (46.6%) communities were sampled in the central zone, 6 (20%) communities were sampled in the east zone, and 5 (16.7%) in each of the south-east and south zones. The communities sampled in each zone are listed in Table I .",
            "cite_spans": [
                {
                    "start": 65,
                    "end": 82,
                    "text": "(Thrus¢eld, 1995)",
                    "ref_id": null
                },
                {
                    "start": 231,
                    "end": 244,
                    "text": "(INEGI, 1991)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 741,
                    "end": 748,
                    "text": "Table I",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Sample size and distribution"
        },
        {
            "text": "To select the samples within a village, two transects were chosen at random through the main square of the village, forming a cross. Although it was planned to select eight backyards per village, it usually took more than this to obtain the required number of samples, and, even so, 40 samples were not always obtained. In some cases, the nearest village to the one selected had to be sampled as well, considering both villages as one cluster. Taking the main square of the village as the reference, around 10 samples were collected from each of four directions. To achieve this, a predetermined number household (every Xth) was chosen for sampling. In cases (around 40%) where the selected household did not keep chickens or the owners did not wish to collaborate, the nearest household to it was approached. Usually 5 birds were sampled within each selected back yard.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample size and distribution"
        },
        {
            "text": "Sampling procedure Between 0.5 and 2 ml of blood was obtained from the brachial vein of chickens over 12 weeks of age, using a 3 ml syringe and a 23 gauge needle. The blood was deposited in a 5 ml sterile glass tube, left horizontally for approximately 2^4 h in a cool box with coolant, and then placed vertically at 48C overnight. To obtain the maximum amount of serum, the samples were centrifuged for 10 min at 1000g. The serum was then collected and aliquoted into labelled 0.5 ml plastic vials.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample size and distribution"
        },
        {
            "text": "The HI tests were done following the procedures described for IBV (Alexander et al., 1983) and for NDV (Council Directive 92/66/EEC, 1997), from a dilution of 1:2 to a dilution of 1:256, in the virology laboratory of the FMVZ-UADY. The antigens were diluted to contain four haemagglutination units (HAU). The titres were expressed as log 2 of the reciprocal of the highest dilution of serum giving 100% inhibition of 4 HAU.",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 90,
                    "text": "(Alexander et al., 1983)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Test procedure"
        },
        {
            "text": "IBV titres equal to or higher than 5 log 2 (1/32) and NDV titres equal to or higher than 4 log 2 (1/16) were considered positive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Test procedure"
        },
        {
            "text": "The antigens were produced at the VLA, Weybridge, UK, by inoculation of seed viruses (IBV-M41 and NDV-Ulster strains) into the allantoic cavity of 9-to 11-day-old speci¢c pathogen-free (SPF) embryonated hens' eggs (EHEs). The EHEs were incubated for 36^48 h (IBV) or 48^72 h (NDV) and the live embryos were then chilled at 48C for at least 6 h before the amnio-allantoic £uids (AAF) were aseptically harvested. The £uids were clari¢ed by being centrifuged for 10 min at 5600g in a bench centrifuge (MSE, Mistral 1000). For IBV, the virus was pelleted by centrifuging the supernatant for 60 min at 48C and 32 000g in an ultracentrifuge (MSE, HI SPIN 21) with an 8650 ml rotor (Model 43114-143). The supernatants were discarded and the pellets were resuspended in a ¢ltrate of Clostridium perfringens type A toxin to 1/100 of the original volume; the suspensions were then incubated for 2 h at 378C. NDV was inactivated by adding formalin to the clari¢ed AAF to give a ¢nal concentration of 0.1%, followed by incubation for 18^24 h at 378C, with constant stirring.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antigen procedure for IBV and NDV HIT"
        },
        {
            "text": "All 30 communities sampled had chickens that were positive for antibodies against IBV by the HIT. The design e¡ect (D) was 4.9 and the roh was 0.1. The prevalences in each community are presented in Table I .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 199,
                    "end": 206,
                    "text": "Table I",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Infectious bronchitis virus"
        },
        {
            "text": "Nine (30%) of the 30 communities sampled had chickens that were positive for antibodies against NDV by the HIT. D was 3.5 and roh was 0.08. The prevalences in each community are presented in Table I .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 191,
                    "end": 198,
                    "text": "Table I",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Newcastle Disease virus"
        },
        {
            "text": "Despite the great importance of backyard chickens to a large proportion of the rural population in Mexico and many other developing countries, very little has been done to determine the health problems of these animals. As all the communities sampled in this study were positive for antibodies to IBV, and minimal vaccination is practised, it appears that IBV may be responsible for a considerable percentage of the respiratory disease that occurs in these birds, especially when combined with secondary bacterial pathogens, such as Escherichia coli or Mycoplasma (Honhold et al., 1993; Rivera-Ortega, 1997) . The seroprevalence for IBV (56.5% 95% CI 50^63%) found in this study may be an under estimate, since only one serotype was used as antigen, although the M41 serotype usually gives more cross-reactions than other serotypes (Alexander et al., 1976) . In a survey performed on free-range chickens in California, 46.7% of 30 £ocks examined and 21.8% of birds tested were positive for IBV antibodies by an ELISA test (McBride et al., 1991) . The seroprevalences were lower than in Yucatan, but the study conditions were di¡erent and biosecurity measures in California are much stricter than in the backyards in Yucatan.",
            "cite_spans": [
                {
                    "start": 564,
                    "end": 586,
                    "text": "(Honhold et al., 1993;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 587,
                    "end": 607,
                    "text": "Rivera-Ortega, 1997)",
                    "ref_id": null
                },
                {
                    "start": 832,
                    "end": 856,
                    "text": "(Alexander et al., 1976)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1022,
                    "end": 1044,
                    "text": "(McBride et al., 1991)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The IBV seroprevalences observed in individual communities in Yucatan were very variable (28.2^97.6%); this could have several explanations. It might be expected that chickens located in towns around which commercial farms are situated would have higher prevalences owing to more frequent contact with vaccine strains used in commercial enterprises, but the results with naive backyard chickens indicate that this was not the case. All the commercial farms are located in the central zone of the state of Yucatan, but only small di¡erences in seroprevalence were observed in the four zones into which the state is divided. A more likely explanation for the variation in seroprevalence is that, although active vaccination is not practised in villages against any disease, it is known that local governments every now and then introduce into their communities packages consisting of 6^10 chickens of commercial lines (broilers or laying types) whose origins are di¤cult to trace but which may be from the surplus at commercial hatcheries, where live IBV vaccines are usually applied to 1-day-old chicks. Another explanation could be that di¡erent IBV variants of di¡ering pathogenicity are distributed in Yucatan, some of which have higher transmission rates than others. Also, the sampling design used in this study, although adequate to determine the overall seroprevalence in the state, is not necessarily the best to determine the actual seroprevalence in the individual communities; a much larger sampling number would be needed to achieve this. Any or all of these factors may have been involved in producing the observed di¡erences in prevalence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Very little is known about diseases in backyard chickens but, in a preliminary study carried out in Uganda, researchers found seroprevalences of 50^90% for IBV infections in village chickens from three di¡erent areas of the country (Mukiibi-Muka and Olaho-Mukani, 1998) . This agrees with the ¢ndings of the present study in that IBV was widely distributed, not only where commercial chickens are present but also in free-range village chickens.",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 269,
                    "text": "Olaho-Mukani, 1998)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Despite the wide distribution of IBV, it does not follow that highly pathogenic types are present in village chickens in Yucatan; serology is unable to demonstrate which types of IBV are present in an area, although this knowledge is indispensable in determining which vaccines, if any, should be used. Seven isolates of IBV were obtained during the survey and they will be characterized in order to determine their importance in backyard poultry in Yucatan, Mexico.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The low seroprevalence (2.2%) (95% CI 0.5^3.9%) of NDV in backyard chickens in the state of Yucatan supports the status of the state as being free from the velogenic viscerotropic form of NDV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Eleven of the 21 positive sera had ND HI titres of only 4 log 2 (1/16), with 5 of 9 towns having only one reactor. This suggests that these may have been false positive results or perhaps that the birds were derived from those distributed by the government and vaccinated with live attenuated vaccines as day-old chicks. Three towns had chickens with titres of log 2 57, and, although the owners of these birds stated that they had not been vaccinated against NDV, there is a possibility that some of them had been vaccinated with more than one dose of vaccine before being introduced into the towns by the respective local governments. Another possible explanation of the results is that a slow circulation of ¢eld virus was occurring at the time of sampling, although no isolations were made. The low prevalence or absence in the HI test of detectable antibodies to NDV in the 30 communities sampled indicates that the backyard chickens in those communities would be highly susceptible to pathogenic NDV infections (Allan and Gough, 1974) . In their serological study in Uganda, Mukiibi-Muka and Olaho-Mukani (1998) found that the birds from one village out of the three sampled did not have antibodies to NDV, which indicates that, even in enzootic areas, some villages can remain fully susceptible to infection with virulent NDV. A seroprevalence of 4% was found in free-range chickens in California using an ELISA test (McBride et al., 1991) . Conditions were di¡erent from those in Mexico but, despite there being no con¢rmation of transmission between commercial and backyard £ocks, these researchers pointed out that the disease status could change at any time owing to lack of immunity and that therefore biosecurity measures should be reinforced (McBride et al., 1991) .",
            "cite_spans": [
                {
                    "start": 1017,
                    "end": 1040,
                    "text": "(Allan and Gough, 1974)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1081,
                    "end": 1117,
                    "text": "Mukiibi-Muka and Olaho-Mukani (1998)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1424,
                    "end": 1446,
                    "text": "(McBride et al., 1991)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1756,
                    "end": 1778,
                    "text": "(McBride et al., 1991)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "It is popular knowledge, as described by some researchers (Honhold et al., 1993) , that every now and then in many communities in the state of Yucatan there is a syndrome known as mortandad, whereby most birds in an entire village die in a short period of time, sometimes without signs of disease, although often respiratory and enteric signs are observed. The cause or causes of this syndrome have not yet been identi¢ed, but highly virulent NDV may be one of the agents responsible; certainly the serological evidence and the constant contact between backyard chickens and wild birds makes this a viable possibility.",
            "cite_spans": [
                {
                    "start": 58,
                    "end": 80,
                    "text": "(Honhold et al., 1993)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Rivera-Ortega, J.T., 1997. Cuanti¢cacion de la mortalidad y evaluacion de algunos factores de riesgo que afectan a las aves de traspatio en Sinanche, Yucatan, (MSc thesis, Facultad de Medicina Veterinaria y Zootecnia, Universidad Autonoma de Yucatan, Merida, Yucatan, Mexico) Thrus¢eld, M., 1995. Veterinary Epidemiology, 2nd edn, (Blackwell Scienti¢c, London), 182^193 Accepted: 16 June 1999)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Etude se¨rologique des anticorps contre les virus de la bronchite infectieuse aviaire et de la maladie de Newcastle chez des poulets e¨leve¨s en liberte¨dans des villages du Mexique Re¨sume¨^Les poulets e¨leve¨s commercialement au Yucatan (Mexique) sont exempt du virus de la maladie de Newcastle (NDV), tout du moins dans sa forme foudroyante et visce¨rale. Cependant peu de choses sont connues sur la situation pour les volailles garde¨es en arrie© re-cour.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "La se¨ropre¨valence fut e¨tudie¨e par test d'inhibition de l'he¨magglutination pour ces deux virus dans 30 villages suivis entre de¨cembre 1997 et juin 1998. La se¨ropre¨valence fut de 56,5% (CI 95%, valeurs entre 50 et 63%) pour l'IBDV et 2,2% (CI 95%, valeurs entre 0,5 et 3,8%) pour le NDV. Tous les villages eurent des poulets avec des anticoprs contre le NDV et 9 villages en eurent contre le NDV. Ceci prouve que l'IBDV est responsable pour une part importante des maladies respiratoires observe¨es chez les poulets d'arrie© re-court au Yucatan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Les conse¨quences sont discute¨es dans cet article, prenant en compte la grande susceptibilite¨des poulets au virus de le NDV et a© la possibilite¨que ce virus soit la cause du syndrome bien connu du nom dè`m ortandad'' par les populations locales.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Resumen^Las parvadas comerciales en Yucatan estan libres del virus de la enfermedad de Newcastle (VEN) en la forma velogenica viscerotropica pero poco se sabe acerca de la situacion de la enfermedad en aves de traspatio. Un estudio de sero-prevalencia en 30 pueblos usando las pruebas de inhibicion para la hemaglutinacion para el virus de la bronquitis infecciosa (VBI) y VEN se llevo a cabo de diciembre de 1997 a junio de 1998. Las sero-prevalencias fueron 56,5% (IC 95%, 50^63%) para VBI y 2,2% (IC 95%, 0,53 ,8%) para VEN. Todos los poblados tuvieron pollos positivos a anticuerpos contra VBI y 9 de 30 poblados tuvieron pollos positivos a anticuerpos contra VEN. Lo anterior sugiere que el VBI pudiera ser responsable de una alta proporcion de las enfermedades respiratorias observadas en pollos de traspatio en Yucatan, Mexico. Se discuten las implicaciones de estos hallazgos incluyendo la alta susceptibilidad de los pollos de traspatio en Yucatan al VEN y la posibilidad de que este virus sea una de las causas del sindrome conocido como`mortandad' por la gente local.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Preliminary evaluation of the haemagglutination and haemagglutination inhibition tests for avian infectious bronchitis virus",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Alexander",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Bracewell",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Gough",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Avian Pathology",
            "volume": "5",
            "issn": "",
            "pages": "1251--1285",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A standard technique for haemagglutination inhibition tests for antibodies to avian infectious bronchitis virus",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Alexander",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Allan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Biggs",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Bracewell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Darbyshire",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Dawson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "T W"
                    ],
                    "last": "Jordan",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Macpherson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Mcferran",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Randal",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Stuart",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Swarbrick",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Wilding",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "The Veterinary Record",
            "volume": "113",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Antigenic diversity and similarities detected in avian paramyxovirus type 1 (Newcastle disease virus) isolates using monoclonal antibodies",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Alexander",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Manvell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Lowings",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Frost",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Collins",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Avian Pathology",
            "volume": "26",
            "issn": "",
            "pages": "399--418",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A standard haemagglutination inhibition test for Newcastle disease (2) Vaccination and challenge. The Veterinary Record",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Allan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Gough",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "",
            "volume": "95",
            "issn": "",
            "pages": "147--149",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A simpli¢ed general method for clustersample surveys of health in developing countries",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bennett",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Woods",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Liyanage",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "World Health Statistician Quarterly",
            "volume": "44",
            "issn": "",
            "pages": "98--106",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Infectious bronchitis",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cavanagh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Naqi",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Diseases of Poultry",
            "volume": "",
            "issn": "",
            "pages": "511--526",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Appropriate methods for the investigation of animal health problems in backyard (traspatio) systems in Yucatan",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J C"
                    ],
                    "last": "Cook",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Proceedings of the Meeting of the Society for Veterinary Epidemiology and Preventive Medicine",
            "volume": "",
            "issn": "",
            "pages": "74--83",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Infectious bronchitis: history, serotypes and its molecular biology in relation to ¢eld problems",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K A"
                    ],
                    "last": "Cook",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Proceedings of an Infectious Bronchitis Workshop",
            "volume": "2",
            "issn": "",
            "pages": "1--8",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Council Directive 92/66/EEC, 1997",
            "authors": [],
            "year": null,
            "venue": "O¤cial Journal of the European Communities",
            "volume": "260",
            "issn": "",
            "pages": "1--20",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Caracterizacion antigenica de un virus de la bronquitis infecciosa, aislado en pollos de traspatio en Yucatan",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Gutierrez-Ruiz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Gough",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zapata-Villalobos",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Veterinaria Mexico",
            "volume": "29",
            "issn": "",
            "pages": "351--357",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Health and productivity of traspatio animals in Sinanche",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Honhold",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ferraez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Allaway",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wassink",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rivera",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Carter",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gutierrez",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Yucatan. Internal Report",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Censo Nacional de Poblacio¨n y vivienda",
            "authors": [],
            "year": 1990,
            "venue": "Geogra¢a e Informatica",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Veterinary Epidemiology: Principles and Methods",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Meek",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Willeberg",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "22--47",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Health survey of backyard poultry and other avian species located within one mile of commercial California meat-turkey £ocks",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Mcbride",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Hird",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Carpenter",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Snipes",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Danaye-Elmi",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Utterback",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Avian Diseases",
            "volume": "35",
            "issn": "",
            "pages": "403--407",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Infectious bronchitis",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Mcmartin",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Virus Infections of Birds",
            "volume": "",
            "issn": "",
            "pages": "249--275",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Serological survey of antibodies to infectious bronchitis virus, Newcastle disease virus and mycoplasma in commercial and indigenous chickens in Uganda",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mukiibi-Muka",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Olaho-Mukani",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "World Veterinary Poultry Association and Institu« t fu« r Ge£u« gelkrankheiten Justus-Liebig-Universita« t",
            "volume": "",
            "issn": "",
            "pages": "157--165",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Intra-cluster correlation coe¤cients of 20 infections calculated from the results of cluster-sample surveys",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Otte",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "D"
                    ],
                    "last": "Gumm",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Preventive Veterinary Medicine",
            "volume": "31",
            "issn": "",
            "pages": "147--150",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Determinacio¨n de la presencia del serotipo Arkansas a partir de aislamientos del virus de bronquitis infecciosa aviar en Mexico. Memorias de la IV",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Quiroz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Retana",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tamayo",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Jornada Medico Avicola",
            "volume": "",
            "issn": "",
            "pages": "191--198",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Paramyxoviridae. Virus Taxonomy",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rima",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Alexander",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Billeter",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Collins",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Kingsbury",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Lipkind",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Nagai",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Orvell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Pringle",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Meulen",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Sixth Report of the International Committee on Taxonomy of Viruses",
            "volume": "",
            "issn": "",
            "pages": "268--274",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Seroprevalence of avian infectious bronchitis and Newcastle disease viruses in backyard chickens in 30 communities of the state of Yucatan, Mexico, using Massachusetts 41 (IB) and Ulster (ND) virus antigens in the haemagglutination inhibition test",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This work was carried out while E.J. Gutierrez-Ruiz was in receipt of an ODA-British Council training award and was partially supported by the FMVZ-UADY.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        }
    ]
}