{
    "paper_id": "35d36c0a736ae7ca642a8badd24bf4d9be3ca613",
    "metadata": {
        "title": "Effectiveness and safety of antiviral or antibody treatments for coronavirus A rapid review Prepared for Public Health Agency of Canada",
        "authors": [
            {
                "first": "Patricia",
                "middle": [],
                "last": "Rios",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Amruta",
                "middle": [],
                "last": "Radhakrishnan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jesmin",
                "middle": [],
                "last": "Antony",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sonia",
                "middle": [],
                "last": "Thomas",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Matthew",
                "middle": [],
                "last": "Muller",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sharon",
                "middle": [
                    "E"
                ],
                "last": "Straus",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Andrea",
                "middle": [
                    "C"
                ],
                "last": "Tricco",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "To identify safe and effective medical countermeasures (e.g., antivirals/antibodies) to address the current outbreak of a novel coronavirus Methods: Comprehensive literature searches were developed by an experienced librarian for MEDLINE, EMBASE, the Cochrane Library, and biorxiv.org/medrxiv.org; additional searches for ongoing trials and unpublished studies were conducted in clinicaltrials.gov and the Global Infectious Diseases and Epidemiology Network (GIDEON). Title/abstract and full-text screening, data abstraction, and risk of bias appraisal were carried out by single reviewers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: 54 studies were included in the review: three controlled trials, 10 cohort studies, seven retrospective medical record/database studies, and 34 case reports or series. These studies included patients with severe acute respiratory syndrome (SARs, n=33), middle east respiratory syndrome (MERS, n=16), COVID-19 (n=3), and unspecified coronavirus (n=2). The most common treatment was ribavirin (n=41), followed by oseltamivir (n=10) and the combination of lopinavir/ritonavir (n=7). Additional therapies included broad spectrum antibiotics (n=30), steroids (n=39) or various interferons (n=12). No eligible studies examining monoclonal antibodies for COVID-19 were identified. One trial found that ribavirin prophylactic treatment statistically significantly reduced risk of MERS infection in people who had been exposed to the virus. Of the 21 studies reporting rates of ICU admission in hospitalized SARS or MERS patients, none reported statistically significant results in favour of or against antiviral therapies. Of the 40 studies reporting mortality rates in hospitalized SARS or MERS patients, one cohort study (MERS) and one retrospective study (SARS) found a statistically significant increase in the mortality rate for patients treated with ribavirin. Eighteen studies reported potential drugrelated adverse effects including gastrointestinal symptoms, anemia, and altered liver function in patients receiving ribavirin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The Infectious Disease Prevention and Control Branch of the Public Health Agency of Canada (PHAC) submitted a query on the effectiveness and safety of antiviral, antibody, or other medical countermeasures for the treatment of novel coronavirus (COVID-19) through the Canadian Institutes of Health Research (CIHR) Drug Safety and Effectiveness Network (DSEN). They requested the DSEN Methods and Application Group in Indirect Comparisons (MAGIC) Team conduct a rapid review on this topic with an approximate 2-week timeline.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION Purpose and Research Questions"
        },
        {
            "text": "The overall objective of this rapid review was to identify safe and effective medical countermeasures to address the current outbreak of a novel coronavirus . In order to focus the research question to increase feasibility, we proposed the following key research questions:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION Purpose and Research Questions"
        },
        {
            "text": "1. What is the effectiveness and safety of any antiviral and/or monoclonal antibody treatment currently available to treat (COVID-19)? 2. What is the effectiveness and safety of currently available antiviral therapies used to treat other coronavirus infections?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION Purpose and Research Questions"
        },
        {
            "text": "The rapid review conduct was guided by the Cochrane Handbook for Systematic Reviews of Interventions 1 along with the Rapid Review Guide for Health Policy and Systems Research 2 . The team used an integrated knowledge translation approach, with consultation from the knowledge users from the Public Health Agency of Canada at the following stages: question development, literature search, study inclusion, interpretation of results, and draft report. After the report is submitted to the Public Health Agency of Canada, a manuscript will be prepared for publication and we will invite our knowledge users to join us as coauthors. We will use the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) Statement 3 to guide the reporting of our rapid review results; a PRISMA extension specific to rapid reviews is currently under development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overall methods"
        },
        {
            "text": "Comprehensive literature searches addressing both research question 1 (RQ1) and research question 2 (RQ2) were developed by an experienced librarian for MEDLINE, EMBASE, the Cochrane Library, and biorxiv.org/medrxiv.org databases. Grey (i.e., difficult to locate or unpublished) literature was located using keyword searches of relevant terms (e.g. coronavirus, SARS, etc.) in clinicaltrials.gov and GIDEON (Global Infectious Diseases and Epidemiology Network). Additionally, the final set of included articles was cross-referenced with a list studies provided by our knowledge users from the Public Health Agency of Health as part of the scoping process for this review. The full MEDLINE search strategy and grey literature search keywords can be found in Appendix 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Literature search"
        },
        {
            "text": "The Eligibility criteria followed the PICOST framework and consisted of:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Eligibility criteria"
        },
        {
            "text": "Population (for research question 1 (RQ1) and 2 (RQ2): Individuals of any age treated for a coronavirus infection. Subgroups of interest include older adults aged >65 years, pediatric, pregnant, or immunocompromised patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Eligibility criteria"
        },
        {
            "text": "Intervention:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Eligibility criteria"
        },
        {
            "text": "• The following interventions were eligible for RQ1:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Eligibility criteria"
        },
        {
            "text": "o Antiviral medications approved for use in COVID-19 or currently in pre-clinical trials (animal studies, excluding in vitro studies) for treating COVID-19 (see Table 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 161,
                    "end": 168,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Eligibility criteria"
        },
        {
            "text": "o Monoclonal antibodies approved for use in COVID-19 or currently in pre-clinical trials (animal studies, excluding in vitro studies) for treating COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Eligibility criteria"
        },
        {
            "text": "• The following interventions were of interest for RQ2:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Eligibility criteria"
        },
        {
            "text": "o Antiviral agents used alone or in combination that are approved for use in coronavirus treatment or are being examined in clinical trials for use in coronavirus treatment (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 173,
                    "end": 182,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Eligibility criteria"
        },
        {
            "text": "Comparator (for RQ1 and RQ2): One of the interventions listed above, no intervention, or placebo.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Eligibility criteria"
        },
        {
            "text": "Outcomes (for RQ1 and RQ2): lab-confirmed coronavirus infection, hospitalization, intensive care unit (ICU) admission, mortality, and adverse events (e.g., exacerbation of infection). Other (for RQ1 and RQ2): Only studies published in English were eligible for inclusion, due to the short timelines for this review. Relevant studies written in languages other than English and relevant studies of an ineligible design (e.g., trial protocol, literature review) will be excluded but reported in an appendix of possibly relevant articles (Appendix 2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Eligibility criteria"
        },
        {
            "text": "For both level 1 (title/abstract) and level 2 (full-text) screening, a screening form was prepared based on the eligibility criteria and pilot-tested by the review team using 25 citations prior to level 1 screening and 10 full text articles prior to level 2 screening. Agreement between reviewers was sufficiently high (>75%) in both cases so no further pilot-testing was required. Full screening was completed by a single reviewer for both level 1 and level 2 using Synthesi.SR, the team's proprietary online software [https://breakthroughkt.ca/login.php].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study selection"
        },
        {
            "text": "Items for data abstraction included study characteristics (e.g., study period, study design, country of conduct), patient characteristics (e.g., mean age, age range, co-morbidities), intervention details (e.g., type of intervention, dose, timing of treatment), comparator details (e.g., comparator intervention, dose), and outcome results (e.g., hospitalizations due to coronavirus, adverse events, mortality) at the longest duration of follow-up.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data items and data abstraction"
        },
        {
            "text": "A standardized data abstraction form was developed to capture data on the above listed items. Prior to data abstraction, a calibration exercise was completed to test the form amongst the entire review team using two randomly selected full-text articles. Following successful completion of the calibration exercise, included studies were abstracted by single reviewers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data items and data abstraction"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data items and data abstraction"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.19.20039008 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data items and data abstraction"
        },
        {
            "text": "Risk of bias appraisal was carried out by single reviewers using Cochrane Risk of Bias (RoB) tool 4 for controlled trials and the Newcastle Ottawa Scale 5 (NOS) for cohort or case-control studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risk of bias appraisal"
        },
        {
            "text": "Included studies were synthesized descriptively including summary statistics and detailed tables of study characteristics and results. Tables of study results are organized according to study design and where available, information on relevant subgroups were highlighted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Synthesis"
        },
        {
            "text": "The database search returned a total of 4,491 citations, while the grey literature searches returned 305 citations, and 8 additional citations were identified from the articles provided by our knowledge users from the Public Health Agency of Canada for level 1 screening. A total of 4,567 citations were excluded after level 1 screening and a further 81 citations were identified as ineligible for the current review but potentially of interest to knowledge users, leaving 156 potentially relevant articles to be passed to level 2 screening. The full-text for 29 articles could not be obtained in time to be screened for this review and were added to the inventory of potentially relevant articles. Of the 127 articles screened at level 2, 74 were passed to data abstraction. During data abstraction a further 20 articles were excluded due to lack of relevant outcomes, leaving 54 articles included in this review (Figure 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 914,
                    "end": 923,
                    "text": "(Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Literature Search"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Literature Search"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.19.20039008 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Literature Search"
        },
        {
            "text": "Of the 54 studies included in this review three were controlled trials 6-8 , 10 were cohort studies [9] [10] [11] [12] [13] [14] [15] [16] [17] [18] , seven were retrospective medical record/database studies 19-25 , and 34 were case reports or case series 26-59 ( Table 2 ). All of the included studies were published between 2003 and 2020 with the majority conducted in Hong Kong (n=14), followed by China (n=12), Saudi Arabia (n=10), Canada (n=5), South Korea (n=4), Taiwan (n=3), and one each from France, Germany, Greece, the United Arab Emirates, and the United States. Sample sizes for the studies ranged from single patients in the case reports to groups of >1000 patients in the cohort studies. Overall, the majority of studies (n=33) dealt with treatment of Severe Acute Respiratory Syndrome (SARS), followed by Middle East Respiratory Syndrome (MERS; n=16), COVID-19 (n=3) and two studies treated unspecified coronavirus. The majority of studies were conducted in adult populations (n=52), one case report 31 and one case series 36 included infant and pediatric populations, respectively. Four case reports/series 29,45,46,48 specifically included immunocompromised patients and one case study 34 included a pregnant woman with MERS; however, the majority of study populations included patients with comorbid conditions (n=33). Common comorbidities included diabetes, heart disease, hypertension, and renal failure (Appendix 3). The most common antiviral studied was ribavirin (n=41), followed by oseltamivir (n=10) and the combination of lopinavir/ritonavir (n=7). Additional therapies used in the studies included a variety of broad spectrum antibiotics (n=30), steroids including hyrdcortisone, methylprednisone, or prednisolone (n=39) or various interferons (n=12; Appendix 3). No animal or human trials investigating monoclonal antibodies for the treatment of COVID-19 were found in this rapid review. All of the studies recruited from or reported on hospitalized populations and the most commonly reported outcome was mortality (n=40), followed by ICU admission (n=21) and adverse events (n=18). ",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 103,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 104,
                    "end": 108,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 109,
                    "end": 113,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 114,
                    "end": 118,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 119,
                    "end": 123,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 124,
                    "end": 128,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 129,
                    "end": 133,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 134,
                    "end": 138,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 139,
                    "end": 143,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 144,
                    "end": 148,
                    "text": "[18]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 264,
                    "end": 271,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Characteristics of included studies"
        },
        {
            "text": "The 34 case reports/series and 7 retrospective studies included in this review were not assessed for risk of bias due to the inherent bias in the type of study design. The 3 trials were assessed with the Cochrane RoB tool 4 and the 10 cohort studies were assessed using the NOS 5 . The risk of bias in the 3 included trials was overall difficult to judge due to a lack of adequate descriptions of study methods ( Figure 2 ). All three of the trials were at high or unclear risk of bias on the following components: random sequence generation, allocation concealment, and blinding of participants/personnel (Appendix 5). The cohort studies were of fair quality overall; most of the studies suffered from a lack of representative sampling (n=8), failed to demonstrate that the outcomes of interest were not present at the start of the study (n=8), or failed to adequately ensure the comparability of cohorts (n=4; Figure 3 ). The complete NOS results are provided in Appendix 5.",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 279,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 413,
                    "end": 421,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 912,
                    "end": 920,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Risk of Bias Results"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risk of Bias Results"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.19.20039008 doi: medRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risk of Bias Results"
        },
        {
            "text": "Three studies examining patients infected with COVID-19 were included in this review: one case report 35 and two case series 56,57 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Studies of COVID-19"
        },
        {
            "text": "The case report 35 included a 35-year-year old man, the first American diagnosed with COVID-19. He, he was initially treated with vancomycin and cefepime which are standard treatments for suspected community-acquired pneumonia. Upon lab-confirmation of COVID-19 infection, the antibiotics were stopped and the patient was started on Remdesivir 7 days after initial admission to hospital. At study end, the patient remained hospitalized with the majority of symptoms resolved (see appendices 3 and 4 for complete details).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Studies of COVID-19"
        },
        {
            "text": "The two case series 56,57 were conducted in China and included 4 and 138 patients, respectively. All patients were hospitalized and initial diagnosis was made based on WHO Criteria later confirmed by lab-testing of the patient specimens. The case series included an approximately even number of male and female (55% v 45%) patients ranging in age from 19 to 68 years old, with a variety of co-morbidities including cardiovascular disease, chronic kidney or liver disease, COPD, and diabetes (Appendix 3). In one case series 57 , patients (n=4) were treated with a combination of lopinavir/ritonavir, Arbidol (umifenovir), antibiotics, Shufeng Jiedu Capsule (Traditional Chinese Medicine), and intravenous immunoglobulins (Appendix 4). At study end (15 days ),) two patients tested negative for COVID-19 and were subsequently discharged from the hospital and two patients remained hospitalized, one of whom still required mechanical ventilation (Appendix 4). In the larger case series 56 , 124 patients were treated with oseltamivir combined with antibiotic therapy in 89 patients and combined with glucocorticoids in 62 patients (Appendix 4). Over the course of the study, 34 patients treated with oseltamivir were admitted to the ICU, 17 of which required invasive mechanical ventilation. At study end (19 days),) 47 patients had been discharged and 6 patients died, all of whom had been admitted to ICU (Appendix 4).",
            "cite_spans": [
                {
                    "start": 748,
                    "end": 756,
                    "text": "(15 days",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Studies of COVID-19"
        },
        {
            "text": "Four currently ongoing randomized controlled trials proposing to test treatments for COVID-19 were identified through keyword searches of clinicaltrials.gov. All four trials are being carried out in China, three are investigating antiviral medications (lopinavir/ritonavir, arbidol (umifenovir), darunavir, cobicstat, and, ASC09/ritonavir) and one trial is investigating a combination of lopinavir/ritonavir with Traditional Chinese Medicines (TCM). At the time of this writing two of the trials have started recruiting patients (further details in Table 3 ). Youth/Adult (14-80 yrs); lab-confirmed infection Intervention: TCM + conventional medicines** Comparator: Conventional medicines** **Conventional medicines includes: oxygen therapy, antiviral therapy (alfa interferon via aerosol inhalation, and lopinavir/ritonavir, 400mg/100mg, p.o, bid)",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 549,
                    "end": 556,
                    "text": "Table 3",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Ongoing human trials for COVID-19"
        },
        {
            "text": "One of the included trials 7 examined the effectiveness of ribavirin combined with lopinavir/ritonavir compared to no treatment as a prophylactic measure for healthcare workers highly exposed to MERS through unprotected exposure to a patient with pneumonia later . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infection Prevention"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.19.20039008 doi: medRxiv preprint confirmed to be caused by MERS-CoV. None of the subjects in the prophylaxis arm (ribavirin/lopinavir/ritonavir) developed MERS while 6 subjects in the control arm were infected with MERS as confirmed by rPT-PCR testing. The risk of infection was statistically significantly lower in the prophylaxis arm (adjusted odds ratio: 0.405, 95% CI 0.274 to 0.599, p=0.009; Appendix 4).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infection Prevention"
        },
        {
            "text": "Of the 21 studies reporting this outcome, one was a randomized trial 6 comparing ribavirin supplemented with hydrocortisone to ribavirin alone; three were cohort studies 14, 15, 17 comparing oseltamivir to steroid treatment alone, ribavirin with continuous steroid treatment to ribavirin with high-dose 'pulse' steroids, and ribavirin to steroid and/or antibiotic treatment; three were retrospective studies 19,20,25 examining the effectiveness of ribavirin and oseltamivir alone or in combination with other drugs; and 14 were case reports/series 33,34,37,40,42,44,45,47,50,51,53,55-57 examining ribavirin, oseltamivir, lopinavir/ritonavir alone or in combination with steroids or antibiotics. None of the trials, cohorts, or retrospective studies demonstrated statistically significant results between any of the comparisons (i.e., in favour of or against the effectiveness of ribavirin, oseltamivir or lopinavir/ritonavir) in reducing the risk of ICU admission for patients with SARS or MERS. The case reports and series were similarly inconclusive, none of the study authors reported a particular advantage for patients with COVID-19, SARS, or MERS treated with ribavirin, oseltamivir, or lopinavir/ritonavir.",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 173,
                    "text": "14,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 174,
                    "end": 177,
                    "text": "15,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 178,
                    "end": 180,
                    "text": "17",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "ICU Admission"
        },
        {
            "text": "One case series 45 included 4 patients with hematological malignancies that acquired MERS infections. The patients were all treated with oseltamivir and one patient required admission to the ICU due to worsening symptoms. One case report 34 of a pregnant woman with MERS described initially attempting treatment with antibiotics but the patient did not respond and was transferred to ICU where antiviral treatments were initiated but the patient continued to deteriorate and died. In a case series 36 of 4 pediatric patients with SARS, all 4 were treated with ribavirin and 2 patients required mechanical ventilation during the course of their illness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Special populations"
        },
        {
            "text": "Mortality was reported in two of the included trials (ribavirin), all 10 cohort studies (ribavirin, lopinavir/ritonavir, oseltamivir), all seven retrospective studies (ribavirin, lopinavir/ritonavir, oseltamivir), and 21 case reports or case series (ribavirin, oseltamivir, lopinavir/ritonavir). The comparative studies (trials and cohorts) failed to find statistically significant results indicating that none of the antivirals they examined were effective in reducing mortality for SARS or MERS. One cohort study 10 of MERS patients found that treatment with ribavirin and interferons significantly increased 90-day mortality risk (adjusted odds ratio: 2.27, 95% CI 1.20-4.32). The patients in this cohort were generally older (median age 57 (IQR 47-70)) and had a number of underlying chronic conditions including diabetes, cardiovascular disease, chronic lung, renal, or liver disease and malignancy including leukemia or lymphoma which may in part explain the increased risk. One retrospective study 20 of SARS patients found the 21-day mortality rate was significantly higher in a cohort of patients treated with ribavirin compared to matched historical controls (6.5%, 95% CI 1.9% to 11.8%). Patients in this study were largely middle aged (34 to 57 years of age); however a large proportion of patients that died (approximately 80%) had underlying conditions such as diabetes or cancer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mortality"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mortality"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.19.20039008 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mortality"
        },
        {
            "text": "The two case series 56,57 and one case report 35 that included patients with COVID-19 that used Remdesivir (1 patient), lopinavir/ritonavir (4 cases) and oseltamivir (124 cases) reported 6 deaths in the cohort treated with oseltamivir.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mortality"
        },
        {
            "text": "The four cases reports/series 29,45,46,48 that included immunosuppressed patients with MERS (5 patients) and unspecified coronavirus (2 patients) reported 3 deaths all in patients with hematological malignancies treated with foscarnet (n=1) and oseltamivir (n=2). One patient with HIV and 2 patients with hematological malignancies that acquired MERS were treated with ribavirin and oseltamivir respectively and survived after being hospitalized for their illness (38 and 28 days respectively). The case report 34 of a pregnant woman with MERS treated with oseltamivir and later ribavirin succumbed to septic shock 8 days after admission to hospital. The two case series 31,36 that included pediatric patients treated with ribavirin reported no mortality at study end.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Special Populations"
        },
        {
            "text": "One of the included trials 7 , seven of the cohort studies [9] [10] [11] [13] [14] [15] 17 , three of the retrospective studies 20,21,25 , and seven case reports/series 28,38,39,42,43,50,51 reported treatment related adverse events while two retrospective studies and three case reports/series reported that no treatment related adverse events occurred. In the trial 7 examining the effectiveness of ribavirin/lopinavir/ritonavir compared to no treatment as a prophylactic measure for healthcare workers, treatment-related adverse events were widely reported in the prophylaxis arm, including: GI symptoms (diarrhea n=9, nausea n=9, stomatitis n=4), anemia (n=9), leucopenia (n=8) and hyperbilirubinemia (n=20). All adverse effects occurred during prophylactic therapy and resolved shortly after conclusion of treatment with no further intervention. Overall, the most commonly reported adverse events were anemia (n=12 studies) and altered liver function (n=5 studies) in patients treated with ribavirin. Other treatment related adverse events included gastrointestinal symptoms (e.g., nausea, vomiting), changes in kidney function, cardiac events (e.g., bradycardia, atrial fibrillation), hyperglycemia, and changes in mental status (e.g., confusion, anxiety). It should be noted however, that in the studies reporting cardiac adverse events, hyperglycemia, and mental status changes patients were receiving steroids as well as ribavirin.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 62,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 63,
                    "end": 67,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 68,
                    "end": 72,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 73,
                    "end": 77,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 78,
                    "end": 82,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 83,
                    "end": 87,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 88,
                    "end": 90,
                    "text": "17",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Adverse Events"
        },
        {
            "text": "None of the studies that included special populations reported treatment-related adverse events.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Special Populations"
        },
        {
            "text": "The Public Health Agency of Canada commissioned a rapid review to address the urgent question of the effectiveness and safety of antiviral or antibody therapies in the treatment of coronavirus. A comprehensive literature search of both electronic databases and grey literature sources resulted in 54 studies of various antiviral treatments in patients diagnosed with COVID-. CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.19.20039008 doi: medRxiv preprint 19, SARS, or MERS; however, no animal or human studies of monoclonal antibodies could be found.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Overall the results of the included studies proved inconclusive on the effectiveness of antiviral drugs in treating coronavirus infections and prevent any particular treatments from being recommended for use. There is a low quality of available evidence that largely consists of case reports and case series, with few observational studies, and even fewer trials. There were however important safety signals identified in the included studies, particularly the possible development of anemia and altered liver function in patients receiving ribavirin treatment. It is similarly difficult to recommend a particular antiviral drug as a promising candidate for further investigation due to the variable quality and inconclusive results of the current evidence. This review does show however that the existing body of evidence is weighted heavily towards studies of ribavirin which has shown no particular efficacy in treating coronavirus and may in fact cause harmful adverse effects. Future investigations into potential antiviral therapies for coronavirus may be best served by pointing their attention to other drug candidates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "There are several limitations to the review methods employed here, single screening and abstraction for example, however they were selected to thoughtfully tailor our methods according to our knowledge user needs and the urgent nature of the request to provide timely results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The current evidence for the effectiveness of antiviral therapies for coronavirus is not conclusive and suffers from a lack of well-designed prospective trials or observational studies. None of the interventions examined in this review can be recommended for use in patients with coronavirus. Similarly, no firm recommendations can be made for or against these interventions from a safety perspective due to a lack of conclusive evidence. Some important safety signals potentially related to ribavirin use were identified (anemia, altered liver function) but also require further investigation to clarify their relation to the drug.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "A protocol for a multi-centre, double blinded, randomised, placebo-controlled trial on the efficacy and safety of lopinavir/ritonavir plus ribavirin in the treatment of severe acute respiratory syndrome",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Yu, 2008"
        },
        {
            "text": "Recovery from severe novel coronavirus infection MERS Unavailable",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Full-text Unavailable and Non-English Articles Albarrak, 2012"
        },
        {
            "text": "Ribavirin and interferon-alpha2b as primary and preventive treatment for Middle East respiratory syndrome coronavirus: a preliminary report of two cases ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Khalid, 2015"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Cochrane Handbook for Systematic Reviews of Interventions",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Collaboration",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Rapid reviews to strengthen health policy and systems: a practical guide. Geneva: World Health Organization",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Tricco",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Le",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Straus",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Preferred reporting items for systematic reviews and meta-analyses: the PRISMA statement",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Moher",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Liberati",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tetzlaff",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Altman",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Annals of internal medicine",
            "volume": "151",
            "issn": "4",
            "pages": "264--269",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The Cochrane Collaboration's tool for assessing risk of bias in randomised trials",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Higgins",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Altman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Gotzsche",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Clinical research ed)",
            "volume": "343",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The Newcastle-Ottawa Scale (NOS) for assessing the quality of nonrandomised studies in meta-analyses",
            "authors": [
                {
                    "first": "B S",
                    "middle": [],
                    "last": "Ga W",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Oc",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Effects of early corticosteroid treatment on plasma SARS-associated Coronavirus RNA concentrations in adult patients",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Allen",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of clinical virology : the official publication of the Pan American Society for Clinical Virology",
            "volume": "31",
            "issn": "4",
            "pages": "304--309",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Post-exposure prophylaxis for Middle East respiratory syndrome in healthcare workers",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Son",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "The Journal of hospital infection",
            "volume": "101",
            "issn": "1",
            "pages": "42--46",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Description and clinical treatment of an early outbreak of severe acute respiratory syndrome (SARS) in Guangzhou",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "PR China. Journal of medical microbiology",
            "volume": "52",
            "issn": "",
            "pages": "715--720",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Ribavirin plus interferon in the management of Middle East respiratory syndrome coronavirus: a historical control study of 113 patients",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Abuzaid",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "ACCP Annual Meeting]. Pharmacotherapy",
            "volume": "38",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Ribavirin and Interferon Therapy for Critically Ill Patients With Middle East Respiratory Syndrome: A Multicenter Observational Study. Clinical infectious diseases : an official publication of the Infectious Diseases Society of America",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Arabi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shalhoub",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Mandourah",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Treatment of severe acute respiratory syndrome with lopinavir/ritonavir: a multicentre retrospective matched cohort study. Hong Kong medical journal = Xianggang yi xue za zhi",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Chu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "399--406",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Clinical Presentation and Outcomes of Middle East Respiratory Syndrome in the Republic of Korea",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "I"
                    ],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Infection & chemotherapy",
            "volume": "48",
            "issn": "2",
            "pages": "118--126",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Role of lopinavir/ritonavir in the treatment of SARS: initial virological and clinical findings",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "C"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "F"
                    ],
                    "last": "Hung",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Thorax",
            "volume": "59",
            "issn": "3",
            "pages": "252--256",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Long-term outcomes in patients with severe acute respiratory syndrome treated with oseltamivir: a 12-year longitudinal study",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "INTERNATIONAL JOURNAL OF CLINICAL AND EXPERIMENTAL MEDICINE",
            "volume": "12",
            "issn": "10",
            "pages": "12464--12471",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "High-dose pulse versus nonpulse corticosteroid regimens in severe acute respiratory syndrome. American journal of respiratory and critical care medicine",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Ooi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "Y"
                    ],
                    "last": "Mok",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "168",
            "issn": "",
            "pages": "1449--1456",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Effectiveness of ribavirin and corticosteroids for severe acute respiratory syndrome. The American journal of medicine",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Muller",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "122",
            "issn": "",
            "pages": "1150--1111",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "RoB results -Controlled trials (n=3) NOS Results -Cohort studies (n=10)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Example list of relevant interventions* author/funder, who has granted medRxiv a license to display the preprint in perpetuity.• The following study designs were eligible for RQ1:o Randomized controlled trials (RCTs) and quasi-RCTs o Non-randomized studies (e.g., non-randomized trials, interrupted time series, controlled before after)Time periods (for RQ1 and RQ2): All periods of time and duration of follow-up were eligible.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Summary Study and Patient Characteristics",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Details of ongoing COVID-19 trials",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": ". https://doi.org/10.1101/2020.03.19.20039008 doi: medRxiv preprint 17. Leong HN, Ang B, Earnest A, Teoh C, Xu W, Leo YS. Investigational use of ribavirin in the treatment of severe acute respiratory syndrome, Singapore, 2003. Tropical medicine & international health : TM & IH. 2004;9(8):923-927. 18. Li S, Wang R, Zhang Y, et al. Symptom combinations associated with outcome and therapeutic effects in a cohort of cases with SARS. The American journal of Chinese medicine. 2006;34(6):937-947. 19. Alhumaid S, Tobaiqy M, Albagshi M, et al. MERS-CoV transmitted from animal-tohuman vs MERSCoV transmitted from human-to-human: Comparison of virulence and therapeutic outcomes in a Saudi hospital. Tropical Journal of Pharmaceutical Research. Huang LJ, Lai CH, et al. Clinical characteristics, management and prognostic factors in patients with probable severe acute respiratory syndrome (SARS) in a SARS center in Taiwan. Journal of the Chinese Medical Association : JCMA. Tawfiq JA, Momattin H, Dib J, Memish ZA. Ribavirin and interferon therapy in patients infected with the Middle East respiratory syndrome coronavirus: an observational study. Ooi GC, Lam B, et al. An indolent case of severe acute respiratory syndrome. author/funder, who has granted medRxiv a license to display the preprint in perpetuity. Wang J, Liu P, et al. A hospital outbreak of severe acute respiratory syndrome in Guangzhou, China. Chinese medical journal. 2003;116(6):811-818.author/funder, who has granted medRxiv a license to display the preprint in perpetuity.APPENDIX 1 -Search StrategiesMEDLINE Search Strategy 1 coronaviridae infections/ or coronavirus infections/ or severe acute respiratory syndrome/ or SARS Virus/ 2 (coronavirus* or corona virus* or mers or middle east respiratory syndrome* or Severe Acute Respiratory Syndrome* or SARS or CoV or SARS-CoV or MERS-CoV or 2019-nCoV).tw,kf. oseltamivir or Tamiflu or peramivir or Rapivab or zanamivir or Relenza or ribavirin or Ibavyr).tw,kf. 10 (matrix adj3 inhibitors).tw,kf. 11 exp DNA-Directed RNA Polymerases/ 12 RNA polymerase inhibitors.tw,kf. 13 Rimantadine/ 14 Rimantadine.tw,kf. 15 acyclic guanosine analogues.tw,kf. 16 Acyclovir/ 17 Acyclovir.tw,kf. 18 acyclic nucleoside phosphonate analogues.tw,kf. boceprevir or telaprevir or lopinavir or ritonavir or darunavir or cobicistat or Prezcobix or indinavir or Crixivan or saquinavir or Invirase).tw,kf. 29 Integrase Inhibitors/ 30 (raltegravir or elvitegravir or dolutegravir).tw,kf. 31 HIV Fusion Inhibitors/ 32 (maraviroc or Celsentri).tw,kf. 33 Reverse Transcriptase Inhibitors/ 34 nucleoside reverse transcriptase inhibitors.tw,kf. 35 (abacavir or Ziagen or emtricitabine or Emtriva or lamivudine or Epivir or tenofovir or Viread or zidovudine or azidothymidine or Retrovir).tw,kf. 36 nonnucleoside reverse transcriptase inhibitors.tw,kf. 37 (doravirine or Pifeltro or efavirenz or Sustiva or etravirine or Intelence or nevirapine or Viramune or rilpivirine or Edurant).tw,kf.author/funder, who has granted medRxiv a license to display the preprint in perpetuity.41 Antineoplastic Agents, Immunological/ 42 (abciximab or Reopro or adalimumab or Humira or Amjevita or alefacept or Amevive or alemtuzumab or Campath or basiliximab or Simulect or belimumab or Benlysta or bezlotoxumab or Zinplava or canakinumab or Ilaris or certolizumab or Cimzia or cetuximab or Erbitux or daclizumab or Zenapax or Zinbryta or denosumab or Prolia OR, Xgeva or efalizumab or Raptiva or golimumab or Simponi or inflectra or Remicade or ipilimumab or Yervoy or ixekizumab or Taltz or natalizumab or Tysabri or nivolumab or Opdivo or olaratumab or Lartruvo or omalizumab or Xolair or palivizumab or Synagis or panitumumab or Vectibix or pembrolizumab or Keytruda or rituximab or Rituxan or tocilizumab or Actemra or trastuzumab or Herceptin or secukinumab or Cosentyx or ustekinumab or Stelara).tw,kf.Grey Literature: ClinicalTrials.gov and GIDEON (Global Infectious Diseases and Epidemiology Network).author/funder, who has granted medRxiv a license to display the preprint in perpetuity.APPENDIX 2 -Potentially relevant articles not included in this review",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Diabetes, cardiac disease, cancer, COPD, chronic renal failure Chiou, 2005 21 Taiwan April to June 2003, Mackay Memorial Hospital and Chang Gung Memorial Hospital SARS, Lab-confirmed Mean (SD): 38 (17.5), N = 51, Females: 74%, Males: 26% Diabetes mellitus, cardiovascular disease, ovarian teratoma, hydronephrosis, thyroid disease, diabetes plus gallstones Chronic kidney disease, chronic heart disease, chronic lung disease, liver disease, diabetes, hypertension, malignancy, obesity, immunosuppressive therapies use, Immunocompromised status, organ transplant, pregnancy Diabetes, hypertension, hepatitis C, chronic renal diseases, and chronic heart diseases Wang, 2020a 57 China Jan 21 to Feb 4, 2020, Shanghai Public Health Clinical Center COVID-19, Labconfirmed Ages: 19, 32, 62, 63 N = 4 Females: 25, Males: 75 Hypertension; cardiovascular disease; diabetes; malignancy; cerebrovascular disease; COPD; chronic kidney disease; chronic liver disease; HIV infection Mitral valve prolapse, type 2 diabetes mellitus, hypertension, cancer of the bladder, osteoporosis Hematological malignancies; B symptoms and huge organomegaly due to stage IV DLBCL; Acute myeloid leukemia; IgA kappa multiple myeloma with h/o HTN and CKD) Females: 0, Males: 100 acute lymphoblastic leukemia, graftversus-host disease post bone marrow transplant (grade 1) CDC -Centers for Disease Control; MERS -Middle East Respiratory Syndrome; SARS -Severe Acute Respiratory Syndrome; WHO -World Health Organization; SD -Standard Deviation; IQR -Interquartile Range; NR -Not Reported; NA -Not applicable APPENDIX 4 -Detailed Table of Interventions and Outcomes Drug therapy (sample size) [dose, route of administration, frequency, duration] Drug therapy (sample size) [dose, route of administration, frequency, duration] Ribavirin + lopinavir/ritonavir [sequential] (n=44) Ribavirin [10-14 days (2.4 g oral loading dose, followed by 1.2 g orally every 8 hours, or 8 mg/kg intravenously every 8 hours] Lopinavir/ritonavir [400 mg/100 mg orally every 12 hours]",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Year; Diagnosis Drug therapy (sample size) [ Clarithromycin (500mg twice a day was added to her treatment on day 9 due to mild bilateral infiltration in lower zones found in her chest radiograph) (n=1) 10 days of prednisolone and ribavirin treatment.",
            "cite_spans": [
                {
                    "start": 43,
                    "end": 44,
                    "text": "[",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Author,"
        },
        {
            "text": "Ribavirin was given for 10-14 days as per protocol at 400 mg every 8 h (1200 mg daily) intravenously for at least 3 days (or until stabilization), then 1200 mg twice daily (2400 mg daily) orally;Antibiotics (levofloxacin or amoxicillin-clavulanic acid+clarithromycin), corticosteroids (methylprednisone+prednisolone), pulsed steroids (methylprednisone), Additional pulsed methylprednisolone 500 mg twice daily intravenously for 2 days (total 2 g), ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ribavirin (n=71)"
        }
    ]
}