{
    "paper_id": "35f3a6b861a6b8f6dd214732634876a9a42668a0",
    "metadata": {
        "title": "High Prevalence of Middle East Respiratory Coronavirus in Young Dromedary Camels in Jordan",
        "authors": [
            {
                "first": "Neeltje",
                "middle": [],
                "last": "Van Doremalen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zaidoun",
                "middle": [
                    "S K"
                ],
                "last": "Hijazeen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Peter",
                "middle": [],
                "last": "Holloway",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bilal",
                "middle": [],
                "last": "Al Omari",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chester",
                "middle": [],
                "last": "Mcdowell",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Danielle",
                "middle": [],
                "last": "Adney",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hani",
                "middle": [
                    "A"
                ],
                "last": "Talafha",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Javier",
                "middle": [],
                "last": "Guitian",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "John",
                "middle": [],
                "last": "Steel",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nadim",
                "middle": [],
                "last": "Amarin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Markos",
                "middle": [],
                "last": "Tibbo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ehab",
                "middle": [],
                "last": "Abu-Basha",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ahmad",
                "middle": [
                    "M"
                ],
                "last": "Al-Majali",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Vincent",
                "middle": [
                    "J"
                ],
                "last": "Munster",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Juergen",
                "middle": [
                    "A"
                ],
                "last": "Richt",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Prevalence of Middle East respiratory syndrome coronavirus (MERS-CoV) was determined in 45 dromedary camels from two geographically separated herds in Jordan. Virus shedding was only detected in swabs obtained from the respiratory tract and primarily observed in camels younger than 3 years. MERS-CoV seroprevalence increased with age of camels. Bovine and sheep sera were seronegative. Phylogenetic analysis of partial S2 clustered the Jordanian MERS-CoV strains with contemporary MERS-CoV strains associated with nosocomial outbreaks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "S ince the identification of Middle East respiratory syndrome coronavirus (MERS-CoV) as the causative agent of a fatal case of respiratory tract disease in the Kingdom of Saudi Arabia (KSA) in 2012, the virus has caused >1700 laboratory-confirmed cases of disease, including >600 fatal cases (WHO 2016) . The first known MERS-CoV outbreak in humans, diagnosed retrospectively, occurred in Jordan in 2012 (Hijawi et al. 2013) . The dromedary camel has been identified as the primary reservoir of MERS-CoV, and direct evidence for zoonotic transmission from camels has been reported in KSA and Qatar , Memish et al. 2014 . A limited number of seropositive camels in Jordan have been described previously (Reusken et al. 2013 ), but no MERS-CoV has been detected in camels in Jordan.",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 302,
                    "text": "(WHO 2016)",
                    "ref_id": null
                },
                {
                    "start": 404,
                    "end": 424,
                    "text": "(Hijawi et al. 2013)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 598,
                    "end": 618,
                    "text": ", Memish et al. 2014",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 702,
                    "end": 722,
                    "text": "(Reusken et al. 2013",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "During May 2016, we collected swabs (from nasal, urogenital, and rectal areas) and blood samples from camels at two locations in Jordan. Two camel herds were identified to study (1) a traditional bedouin camel herd, in which camels are allowed to graze and browse freely (Azraq, Zarqa) and (2) a more conventional mixed farm setting, where camels were kept in pens on one farm (Ramtha) (Fig. 1A) . In Ramtha, blood samples from adult sheep and cattle were additionally collected. Swab samples were collected in virus transport medium. RNA was extracted from samples using the QiaAmp Viral RNA kit (Qiagen). Five microliters of RNA was used in a one-step real-time RT-PCR UpE assay for MERS-CoV using the Rotor-GeneÔ probe kit (Qiagen). Positive samples (cycle threshold [Ct] < 37) were tested using the ORF1A assay (Corman et al. 2012) , and samples were excluded from further analysis when ORF1A testing was negative. cDNA was synthesized using random hexamer and used to PCR amplify the MERS-CoV spike S2 domain (nucleotides 23781-24395 of HCoV-EMC/2012) as described previously (Smits et al. 2015) . Sequences were assembled on SeqMan Pro and analyzed on MegAlign (DNASTAR). Phylogenetic trees of the S2 domain were generated using Mega 6.0.6 with the maximum likelihood statistical method based on the GTR+G+I model with 1000 bootstraps replicates. Sera were analyzed by MERS-CoV spike protein (S) enzyme-linked immunosorbent assay (ELISA); Maxisorp (Nunc) plates were coated overnight with S1 protein (Sino Biological) and blocked with 1% milk. Sera (400· dilution) were added to the plate in duplicate. MERS-CoV S1specific antibodies were detected using anti-llama (Agrisera), anti-bovine, or anti-sheep ( Jackson) IgG (H&L) HRP-conjugated antibody on development with peroxidasesubstrate reagent (KPL); optical density (OD) was measured at 405 nm. The threshold of positivity was mean OD + 10· standard deviation of negative sera obtained from camels raised in captivity in the United States.",
            "cite_spans": [
                {
                    "start": 815,
                    "end": 835,
                    "text": "(Corman et al. 2012)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1081,
                    "end": 1100,
                    "text": "(Smits et al. 2015)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 386,
                    "end": 395,
                    "text": "(Fig. 1A)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Materials and Methods"
        },
        {
            "text": "Twenty-three camels sampled from the Bedouin herd in Azraq ranged in age from 4 months to 8 years, whereas 22 camels sampled at the farm in Ramtha ranged in age from 4 months to 3 years (Table 1 ). Ten sheep and five cows were sampled. Nasal discharge was observed at the time of sampling in some of the MERS-CoV-positive camels <1 year old but not in older camels.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 186,
                    "end": 194,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "RNA from 42/45 camels was tested positive for the presence of MERS-CoV nucleic acid. MERS-CoV RNA was solely detected in nasal swabs. Importantly, urogenital and rectal swab samples were negative. One nasal swab originating from camel 40 was excluded from analysis; while the UpE assay resulted in a Ct value of <37, the ORF1A assay was negative. An unpaired two-tailed Student's t-test comparing the age of viral RNA-positive versus RNA-negative camels was significant ( p = 0.0311). Only 1/7 camels older than 3 years was positive for viral RNA, whereas 11/18 camels <1 year old, 4/4 camels 1-2 years old, and 12/13 camels 2-3 years old were positive for viral RNA in nasal swabs (Fig. 1B) . MERS-CoV-specific antibodies were observed in the majority of animals: 78% of camels <1 year old, 69% of camels 1-2 years old, and 100% of camels >2 years old were seropositive (Fig. 1C) . No MERS-CoV S1-specific antibodies were found in sheep or bovine serum samples.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 682,
                    "end": 691,
                    "text": "(Fig. 1B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 871,
                    "end": 880,
                    "text": "(Fig. 1C)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "To better assess the potential significance of ELISA values as a correlate of MERS-CoV susceptibility, we calculated the ratio of the ELISA value of each sample to that obtained from an included camel reference serum on each plate in the assay. By this approach, we show that camels <3 years old exhibited an average ELISA ratio of 0.5-0.65, whereas older animals exhibited an average ELISA ratio of 1.63. This difference was significant as tested via a twotailed Mann-Whitney test (Fig. 1D) . Spike S2 partial domain sequences were obtained from 16/28 samples (accession numbers KX443663-KX443678). We were unable to obtain sequences of 12 positive samples with a lower viral load (Ct >33). We performed phylogenetic analysis with a selection of MERS-CoV S2 sequences using representatives of known clades, as performed previously (Smits et al. 2015) . The phylogenetic analysis of the partial S2 sequences placed the novel Jordanian viruses within the B1 cluster representing contemporary camel and human MERS-CoVs. Three sequences were identical to spike S2 sequences of human isolates of MERS-CoV obtained in Jordan in 2015 (Lamers et al. 2016 ). Twelve samples differed by two synonymous mutations (C23837T, T24074G), whereas the remaining samples contained a mixture of 24074T and 24074G combined with 23837T. Importantly, all novel sequences were found in cluster B1, containing the most recent MERS-CoV sequences originating from camel and human viruses (Fig. 2) . Thus, the circulating MERS-CoV strains in the Jordan dromedary camel population are closely related to virus strains known to be capable of zoonotic transmission and to cause disease in the human population. ",
            "cite_spans": [
                {
                    "start": 832,
                    "end": 851,
                    "text": "(Smits et al. 2015)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1128,
                    "end": 1147,
                    "text": "(Lamers et al. 2016",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 482,
                    "end": 491,
                    "text": "(Fig. 1D)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1462,
                    "end": 1470,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "This study confirms the circulation of MERS-CoV within the dromedary camel population of Jordan in line with MERS-CoV detection in camels throughout the Middle East (Reusken et al. 2016) . Importantly, MERS-CoV RNA could be detected in nasal swabs of seropositive dromedary camels. Antibodies against MERS-CoV were found at a young age in dromedary camels. The presence of maternal antibodies via the intake of colostrum during the first 24 h postparturition could play a role in the detection of MERS-CoV-specific antibodies in animals <6 months old and might not reflect actively acquired antibodies (Kamber et al. 2001 , Meyer et al. 2016 .",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 186,
                    "text": "(Reusken et al. 2016)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 602,
                    "end": 621,
                    "text": "(Kamber et al. 2001",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 622,
                    "end": 641,
                    "text": ", Meyer et al. 2016",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We observed shedding of MERS-CoV in the presence of antibodies, which suggests either reinfection of seropositive animals or shedding of virus/viral RNA during early stages of seroconversion. Previously, a lack of correlation was observed between virus/viral RNA shedding and the presence of neutralizing antibodies; these data highlight the potential for reinfection of seropositive animals (Farag et al. 2015) . The ELISA ratio might be a better predictor of MERS-CoV susceptibility than seropositivity; 24/29 animals with an ELISA ratio of <1.1 were MERS-CoV positive, whereas only 4/16 animals with an ELISA ratio of ‡ 1.1 were positive for viral RNA in nasal swabs. In contrast, 20/34 seropositive dromedary camels were MERS-CoV viral RNA positive versus all (8/8) seronegative dromedary camels. This might indicate that sterile immunity is only reached at high levels of antibody titers, in line with a previous study conducted in the United Arab Emirates (Meyer et al. 2016) .",
            "cite_spans": [
                {
                    "start": 392,
                    "end": 411,
                    "text": "(Farag et al. 2015)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 962,
                    "end": 981,
                    "text": "(Meyer et al. 2016)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The phylogenetic analysis of the partial S2 sequences placed the circulating viruses identified in the camel population within the B1 cluster representing contemporary dromedary and human MERS-CoVs. The clustering with human MERS-CoVs known to have caused nosocomial outbreaks in the KSA, South Korea, and Jordan underlines the zoonotic potential of these camel-derived MERS-CoVs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "While the most recent nosocomial outbreaks in Jordan were linked to travel-related cases from KSA as reported by the WHO, the detection of B1-cluster-like MERS-CoV in dromedary camels indicates that local introductions of MERS-CoV into the human population is a real possibility in Jordan, in addition to introductions via travel-associated cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Assays for laboratory confirmation of novel human coronavirus (hCoV-EMC) infections",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Muller",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Costabel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Timm",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Euro Surveill",
            "volume": "17",
            "issn": "",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "High proportion of MERS-CoV shedding dromedaries at slaughterhouse with a potential epidemiological link to human cases",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Farag",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Reusken",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Haagmans",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Mohran",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Infect Ecol Epidemiol",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Middle East respiratory syndrome coronavirus in dromedary camels: An outbreak investigation",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Haagmans",
                    "suffix": ""
                },
                {
                    "first": "Al",
                    "middle": [],
                    "last": "Dhahiry",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Reusken",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Raj",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet Infect Dis",
            "volume": "14",
            "issn": "",
            "pages": "140--145",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Epidemiological findings from a retrospective investigation",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hijawi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Abdallat",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sayaydeh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Alqasrawi",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Novel coronavirus infections in Jordan",
            "volume": "19",
            "issn": "1",
            "pages": "12--18",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Studies on the supply of immunoglobulin G to newborn camel calves (Camelus dromedarius)",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kamber",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Farah",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rusch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hassig",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Dairy Res",
            "volume": "68",
            "issn": "",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Deletion variants of Middle East respiratory syndrome coronavirus from humans",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Lamers",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "S"
                    ],
                    "last": "Raj",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shafei",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Ali",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Emerg Infect Dis",
            "volume": "22",
            "issn": "",
            "pages": "716--719",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Human infection with MERS coronavirus after exposure to infected camels, Saudi Arabia",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Memish",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cotten",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Meyer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Watson",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Emerg Infect Dis",
            "volume": "20",
            "issn": "",
            "pages": "1012--1015",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Time course of MERS-CoV infection and immunity in dromedary camels",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Meyer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Juhasz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Barua",
                    "suffix": ""
                },
                {
                    "first": "Das",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Emerg Infect Dis",
            "volume": "22",
            "issn": "",
            "pages": "2171--2173",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Middle East respiratory syndrome coronavirus (MERS-CoV) serology in major livestock species in an affected region in Jordan",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Reusken",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ababneh",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "S"
                    ],
                    "last": "Raj",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Meyer",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Euro Surveill",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Cross host transmission in the emergence of MERS coronavirus",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Reusken",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "S"
                    ],
                    "last": "Raj",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Koopmans",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Haagmans",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Curr Opin Virol",
            "volume": "16",
            "issn": "",
            "pages": "55--62",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Reliable typing of MERS-CoV variants with a small genome fragment",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Smits",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "S"
                    ],
                    "last": "Raj",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Pas",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Reusken",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Clin Virol",
            "volume": "64",
            "issn": "",
            "pages": "83--87",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Coronavirus infections",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "MERS-CoV prevalence in dromedary camels in Jordan. (A) Locations of dromedary camels (north: Ramtha; east: Azraq). (B) Percentage of MERS-CoV RNA shedding dromedary camels as detected by UpE and ORF1A qRT-PCR assay in nasal swab, stratified by age. (C) Percentage of MERS-CoV S1-specific seropositive dromedary camels, stratified by age. (D) ELISA ratio of seropositivity of dromedary camels, stratified by age. The ELISA ratio was calculated by dividing the OD of each serum sample by a constant positive sample on the ELISA plate. ELISA, enzyme-linked immunosorbent assay; Middle East respiratory syndrome coronavirus (MERS-CoV), OD, optical density.156VAN DOREMALEN ET AL.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Age, Location, and Assay Results Per Dromedary Camel",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This research was supported in part by the Intramural Research Program of the National Institute of Allergy and Infectious Diseases, National Institutes of Health, the Jordan University of Science and Technology project 272/2015, internal support from Emory University, the Food and Agriculture Organization of the United Nations' component of the USAID-funded Emerging Pandemic Threats phase 2 (EPT-2) Program and the Kansas Bioscience Authority. We want to sincerely thank Boehringer Ingelheim for logistic assistance provided before and during research, and Austin Athman for assistance with figures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "No competing financial interests exist. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Disclosure Statement"
        }
    ]
}