{
    "paper_id": "35fef476b1c4d51785d1fd5eecfbdfc88dbfcaff",
    "metadata": {
        "title": "A BSL-4 High-Throughput Screen Identifies Sulfonamide Inhibitors of Nipah Virus",
        "authors": [
            {
                "first": "Bersabeh",
                "middle": [],
                "last": "Tigabu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lynn",
                "middle": [],
                "last": "Rasmussen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Southern Research Institute",
                    "location": {
                        "settlement": "Birmingham",
                        "region": "Alabama"
                    }
                },
                "email": ""
            },
            {
                "first": "E",
                "middle": [
                    "Lucile"
                ],
                "last": "White",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Southern Research Institute",
                    "location": {
                        "settlement": "Birmingham",
                        "region": "Alabama"
                    }
                },
                "email": ""
            },
            {
                "first": "Nichole",
                "middle": [],
                "last": "Tower",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Southern Research Institute",
                    "location": {
                        "settlement": "Birmingham",
                        "region": "Alabama"
                    }
                },
                "email": ""
            },
            {
                "first": "Mohammad",
                "middle": [],
                "last": "Saeed",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Southern Research Institute",
                    "location": {
                        "settlement": "Birmingham",
                        "region": "Alabama"
                    }
                },
                "email": ""
            },
            {
                "first": "Alexander",
                "middle": [],
                "last": "Bukreyev",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Barry",
                "middle": [],
                "last": "Rockx",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "James",
                "middle": [
                    "W"
                ],
                "last": "Leduc",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "James",
                "middle": [
                    "W"
                ],
                "last": "Noah",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Southern Research Institute",
                    "location": {
                        "settlement": "Birmingham",
                        "region": "Alabama"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Nipah virus is a biosafety level 4 (BSL-4) pathogen that causes severe respiratory illness and encephalitis in humans. To identify novel small molecules that target Nipah virus replication as potential therapeutics, Southern Research Institute and Galveston National Laboratory jointly developed an automated high-throughput screening platform that is capable of testing 10,000 compounds per day within BSL-4 biocontainment. Using this platform, we screened a 10,080-compound library using a cell-based, high-throughput screen for compounds that inhibited the virus-induced cytopathic effect. From this pilot effort, 23 compounds were identified with EC 50 values ranging from 3.9 to 20.0 lM and selectivities >10. Three sulfonamide compounds with EC 50 values <12 lM were further characterized for their point of intervention in the viral replication cycle and for broad antiviral efficacy. Development of HTS capability under BSL-4 containment changes the paradigm for drug discovery for highly pathogenic agents because this platform can be readily modified to identify prophylactic and postexposure therapeutic candidates against other BSL-4 pathogens, particularly Ebola, Marburg, and Lassa viruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "N ipah virus (NiV) is a member of the genus Henipavirus (family of Paramyxoviridae) that causes severe respiratory illness and encephalitis in humans. The first human cases of NiV were identified during an outbreak of severe febrile encephalitis in Malaysia and Singapore in 1998-1999. 1 During the outbreak, 276 patients with encephalitis were reported, with 106 fatalities (38%). The primary mode of transmission to humans was believed to be pig-to-human because this outbreak involved occupational exposure to pigs. 2, 3 Additional outbreaks of NiV have occurred in Bangladesh and India almost annually, [4] [5] [6] and most recently in Bangladesh in 2013. These outbreaks were associated with a significantly higher case fatality rate of 67% to 92%. In addition, a higher prevalence of respiratory disease was observed during these outbreaks. 6 Person-to-person contact with a patient carried the highest risk of transmission. 7 Given the lack of effective therapeutics and vaccines, these viruses are considered as public health concerns and listed as category C priority pathogens for biodefense research by the National Institute of Allergy and Infectious Diseases. In addition, NiV is considered an ''overlap'' select agent and regulated by both Centers for Disease Control and Prevention and by the Animal and Plant Health Inspection Service of the United States Department of Agriculture. Drug discovery for NiV has been hampered by the requirement to work with this virus at biosafety level 4 (BSL-4). One study 8 has used pseudotype assays as surrogates for drug discovery at BSL-2; however, this assay focused primarily on viral entry and is unlikely to identify compounds that inhibit other steps in the replication cycle. Until recently, the only highthroughput screening (HTS) assay that was available for wild-type NiV required fixation of plates with documented inactivation of live virus, removal of plates from the BSL-4, and subsequent immunodetection of virus replication at BSL-2. 9 Southern Research Institute and the University of Texas Medical Branch, Galveston National Laboratory (GNL) collaborated to established a BSL-4 HTS platform wherein Southern Research Institute provides HTS expertise, compound libraries, and bioinformatics support, and the GNL provides access to biocontainment laboratories, pathogens, and pathogen expertise. Southern Research Institute previously developed HTS platforms in BSL-2 and BSL-3 environments that are adaptable to a broad range of highly pathogenic viruses. [10] [11] [12] [13] [14] [15] These platforms were used to successfully identify compounds with antiviral activity as the first step in developing therapeutics. [16] [17] [18] [19] [20] Here we describe the extension of our previous BSL-2 and BSL-3 screening strategies to an HTS assay platform designed to screen up to 10,000 compounds per day at BSL-4 biocontainment. The platform was validated by the pilot screening of 10,000 compounds from the Enamine Diversity Library against NiV. Compounds found active in the primary screen were confirmed in concentration response testing using a cell toxicity assay, and were further characterized using viral titer reduction and time-of-addition assays. Three sulfonamide compounds were identified with NiV-specific antiviral activity and low cell toxicity. To our knowledge, this is the first instance in which an HTS platform was implemented in a BSL-4 environment.",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 287,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 519,
                    "end": 521,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 522,
                    "end": 523,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 607,
                    "end": 610,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 611,
                    "end": 614,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 615,
                    "end": 618,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 847,
                    "end": 848,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 931,
                    "end": 932,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1523,
                    "end": 1524,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2004,
                    "end": 2005,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2527,
                    "end": 2531,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2532,
                    "end": 2536,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2537,
                    "end": 2541,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2542,
                    "end": 2546,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2547,
                    "end": 2551,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2552,
                    "end": 2556,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2688,
                    "end": 2692,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2693,
                    "end": 2697,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 2698,
                    "end": 2702,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2703,
                    "end": 2707,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 2708,
                    "end": 2712,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Vero cells (American Type Culture Collection [ATCC] CCL-81) were grown in Dulbecco's modified Eagle's medium (DMEM; Thermo Scientific HyClone, Logan, UT) supplemented with 5% heatinactivated fetal bovine serum (FBS; Sigma Aldrich, St. Louis, MO) at 37°C and 5% CO 2 atmosphere. For production of virus and for the HTS assays, 100 IU/mL penicillin and 100 mg/mL streptomycin (Invitrogen, Grand Island, NY) were added to the media. For the HTS antiviral and cytotoxicity assays, cells were expanded to passage 16 and then frozen in 95% FBS/5% DMSO for direct use in the screen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell Culture"
        },
        {
            "text": "NiV (Malaysia strain; GenBank no. AF212302) was kindly provided by the Special Pathogens Branch, Centers for Disease Control and Prevention (Atlanta, GA). NiV was amplified in Vero cells, and the viral titer was determined by plaque assay. Briefly, confluent monolayers of Vero cells (seeded in 12-well plates) were infected with serial 10-fold dilutions of virus-containing culture supernatant. After 1 h adsorption at 37°C and 5% CO 2 , the inoculums were removed, and cells were overlaid with a mixture of one part 1% methylcellulose and one part 2· minimum essential media (MEM; Invitrogen) supplemented with 2% FBS, 100 IU/mL penicillin, and 100 mg/mL streptomycin. Plates were incubated for 3 days at 37°C and 5% CO 2 . Cells were fixed with 10% formalin and the monolayer was stained with crystal violet to reveal plaques. Plaques were counted and virus titers were expressed as plaque-forming units (PFU)/mL. All work with infectious virus was carried out in a class II biosafety cabinet under BSL-4 conditions in the GNL.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus Strains"
        },
        {
            "text": "A subset (10,080 compounds) of the 30K compound chemical diversity library provided by Enamine Ltd. (Kiev, Ukraine) was used for HTS assay validation. Compounds (solubilized in 100% DMSO) at 5 mg/mL stock concentration were dispensed to the assay plates in 75 nL volumes using an Echo 555Ô noncontact liquid dispenser (LabCyte, Sunnyvale, CA). The final compound concentration used in primary screening was 12.5 mg/mL, with a final DMSO concentration of 0.25%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compound Handling"
        },
        {
            "text": "The difficulty of working under BSL-4 containment required a simplified assay design. This was accomplished by preparing assay ready plates (preplating the compounds) and using cells directly from frozen stocks for the assay. Uninfected cells were added to cell control wells. For the infected wells (containing either test compounds or DMSO controls only), cells were mixed with virus (multiplicity of infection [MOI] = 0.006) immediately before being dispensed into the compound plates. All cells were plated using a Wellmate noncontact dispenser (Thermo Scientific, Waltham, MA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Primary Assay Design and Endpoint Read"
        },
        {
            "text": "Assay plates (Corning catalog no. 3712; Corning, NY) were prepared at Southern Research Institute by dispensing 75 nL of test compound or DMSO control to each well using an Echo 555. Plates were sealed, frozen, and shipped to the GNL on dry ice. At GNL, plates were brought to room temperature, centrifuged, and transported into the BSL-4. In the BSL-4 laboratory, cell and virus stocks were thawed, and cells were diluted to 150,000 cells/mL for dispensing into plates. All dispensing was done using a Matrix WellMateÔ noncontact liquid handler (Thermo Scientific). Final assay conditions were 4500 cells per well, 75 nL of compound or DMSO (12.5 mg/mL compound and 0.25% DMSO), and virus at an MOI of 0.006 in 30 mL. The plates were incubated for 72 h at 37°C and 5% CO 2 . After incubation, cell viability was determined using Viral ToxGloÔ reagent (Promega Corp., Madison, WI) per the manufacturer's instructions. Plates were read by luminescence detection using an Envision plate reader (PerkinElmer, Wellesley, MA) with an integration time of 0.1 s. The primary screen was performed in two sets: the first contained 12 plates and the second set contained 24 plates. The detailed assay parameters are shown in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1215,
                    "end": 1222,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Primary Assay Design and Endpoint Read"
        },
        {
            "text": "One hundred twenty compounds that inhibited virus-induced cytopathic effect (CPE) by > 40% were selected for confirmatory assays. A 10-point concentration response assay was done to determine the 50% effective concentration (EC 50 ) and 50% cytotoxic concentration (CC 50 ) values for each active compound. Final Table 1 . Primary High-Throughput Screening Assay Protocol Table   Step Parameter Value Description screening concentration ranged from 25 to 0.05 mg/mL (twofold serial dilution of compounds was done) and a final DMSO concentration of 0.25%. Concentration response and toxicity assays were performed using the conditions described for the primary assay above. To establish EC 50 and CC 50 values, compounds were added to the assay plates in 100% DMSO using an Echo 555 and handled as per the single dose plates. A compound's selectivity index (SI) was calculated by dividing the highest test compound concentration (25 mg/ mL) from the cytotoxicity assays by the compound EC 50 value. This was because the described test compounds were not toxic at the highest test concentration and a CC 50 value could not be calculated.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 313,
                    "end": 320,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 372,
                    "end": 384,
                    "text": "Table   Step",
                    "ref_id": null
                }
            ],
            "section": "Confirmation and Cytotoxicity Assays"
        },
        {
            "text": "Cells were mixed with NiV at 100 PFU/100 mL (equivalent to an MOI of 0.02) with or without individual test compounds (at 5 times their EC 50 concentration) and then incubated with the inoculums and test compounds at 37°C for 72 h. After incubation, viral supernatant was collected and titrated to determine the 50% tissue culture infectious dose (TCID 50 ). Briefly, 100 mL of the viral supernatants was serially 10-fold diluted and inoculated onto a Vero cell monolayer in 96-well tissue culture plates (5000 cells/well). Plates were further incubated at 37°C, 5% CO 2 for 72 h, after which CPE was observed microscopically. The reduction in TCID 50 values in wells containing test compounds was compared to that obtained from parallel cultures with virus and DMSO vehicle only.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus Titer Reduction Assay"
        },
        {
            "text": "Confluent monolayers of Vero cells in 96-well plates were infected with 1 MOI of virus. Cells were treated either with compound at 5 times their EC 50 or with DMSO control at various times pre-infection, during, and postinfection (-1 h, 0 h, 30 min, 1 h, 2 h, 4 h, and 6 h), and allowed to incubate for 72 h. Afterward, cell viability was determined using Viral ToxGloÔ as previously described.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Time-of-Addition Assay"
        },
        {
            "text": "Raw data were imported to ActivityBase Data Management software (IDBS, Guildford, Surrey, United Kingdom) for determination of Z-factor values, signal-to-background (S/B), and percent inhibition for assayed compounds. In the confirmatory screen, EC 50 values were calculated for compounds inhibiting viral-induced CPE by at least 30% using IDBS' XLfit function 205,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Acquisition and Analysis"
        },
        {
            "text": "with minimum (A) and maximum (B) parameters set at 0 and 100, respectively. Likewise, CC 50 values were determined for compounds showing a decrease in cell viability using the same logic. Statistical calculations were made as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Acquisition and Analysis"
        },
        {
            "text": "where m c is the mean cell control signal, s c is the standard deviation of the cell control signal, m v is the mean virus control signal, and s v is the standard deviation of the virus control signal; S/B (fold increase) = m c /m v . 21, 22 Assays for Broad Antiviral Efficacy Antiviral assays against influenza (strain A/California/7/2009), respiratory syncytial (strain Long), dengue (strain New Guinea 2), and Venezuelan equine encephalitis (strain TC-83) were performed as previously described. 13, 14, 23 ",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 238,
                    "text": "21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 239,
                    "end": 241,
                    "text": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 500,
                    "end": 503,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 504,
                    "end": 507,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 508,
                    "end": 510,
                    "text": "23",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Data Acquisition and Analysis"
        },
        {
            "text": "We developed and validated an efficient and rapid in vitro cellbased assay for semi-automated HTS of diverse compound libraries for antiviral efficacy against wild-type NiV in a BSL-4 laboratory. Preliminary assay development was done manually in 96-well format. During this phase of assay development we defined optimum cell plating density, virus MOI, and assay duration. This was done to maximize signal window while retaining sensitivity as measured by the endpoint detection method (measurement or observation of virus-induced CPE). To measure viability of NiV-infected cells in cell culture, we employed the commercially available Viral ToxGlo Luminescent Cell Viability Kit. Determination of cell viability was based on quantification of ATP as an indicator of metabolically active cells. 13 The procedure involves adding the single reagent (a combination of detergent, luciferase, and substrate) directly to previously cultured cells in media, which lyses the cells and produces a bioluminescent signal proportional to the amount of ATP present, with the caveat that compounds that inhibit both luciferase and NiV replication will inherently give a negative signal.",
            "cite_spans": [
                {
                    "start": 796,
                    "end": 798,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Assay Development"
        },
        {
            "text": "To optimize assay sensitivity to compounds that may affect virus replication, we used a virus MOI that reproducibly caused > 90% CPE in the Vero cells at endpoint (72 h). Based on previous screening studies with other viruses, [13] [14] [15] 20 we chose an MOI (0.006) that allowed for multiple cycles of viral replication. This low MOI also allowed us to identify compounds that inhibit any stage of the virus life cycle.",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 231,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 232,
                    "end": 236,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 237,
                    "end": 241,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 242,
                    "end": 244,
                    "text": "20",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Assay Development"
        },
        {
            "text": "After preliminary assay development, the assay was adapted to a 384-well microplate format. The criteria for successful adaptation were a mean CV of positive cell controls less than 10%, a S/B > 3, and minimal plate patterns and bias. Once assay parameters had been optimized, the assay was validated by running at least two Z plates on three separate days. 22 Data from the Z plates were used to further evaluate coefficient of variation (CV), Z-factor, S/B, and plate well bias. Liquid handling effects, reagent stability, and endpoint stability were also evaluated. The final step in validation was the pilot screen of a 10,080 compound library followed by dose response confirmation and toxicity testing of active compounds.",
            "cite_spans": [
                {
                    "start": 358,
                    "end": 360,
                    "text": "22",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "HTS Adaptation and Validation"
        },
        {
            "text": "The final step in validation of an HTS assay for NiV was a pilot screen of a small molecule library containing 10,080 compounds in single-dose format, followed by dose response confirmation. For the single dose pilot screen, 36 assay plates containing control wells and 280 compounds each (for a total of 10,080 compounds) were screened. Figure 1 shows the graphed characteristics of the screening results. The minimal hit criteria for the screen was defined as three times the standard deviation of the percent inhibition of all compound wells (11.0%). The very low statistical cut-off is indicative of an extremely robust assay. However, using 40% inhibition as our hit cutoff, we observed a 1.2% hit rate. Of the 10,080 compounds screened, 120 inhibited virus-induced CPE by 40% or greater (shaded gray in Fig. 1A) . The relative luminescence values from the median cell and virus controls that were used to calculate the percent cell viability (percent inhibition of CPE) and S/B are shown in Fig. 1B . As seen in the figure, the NiV antiviral primary assay has a broad signal window with low plate-to-plate standard deviations and excellent reproducibility. Z-factor values for each plate are shown in Fig 1C. Assays that produce Z values above 0.5 are considered suitable for HTS. 22 The Z-factor provides a quantitative means to measure the suitability of a particular assay for use in a large HTS and is defined by the mean values and standard deviations of both the positive and negative controls ( Figure 1B) . For our primary assay, the low standard deviations of the controls and the large signal window ( >30) contributed to a mean Z-factor of 0.74, which equates to a separation of 22 standard deviations between the means of the controls. This indicates that the assay is robust enough to expect predictability from a single-replicate screen. Lastly, because the primary screen was performed in two sets on different days, some slight variation in the median control values and Z-factors is observed between set 1 and set 2 ( Fig. 1B and 1C) ; notably, both control values were reduced proportionally. The reduction in absolute luminescence signal could have been caused by any number of factors but was most likely due to either slightly fewer cells in the wells of set 2 or a slightly lower ambient temperature when the endpoint reagent was read for set 2.",
            "cite_spans": [
                {
                    "start": 1287,
                    "end": 1289,
                    "text": "22",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 338,
                    "end": 346,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 809,
                    "end": 817,
                    "text": "Fig. 1A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 997,
                    "end": 1004,
                    "text": "Fig. 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1207,
                    "end": 1214,
                    "text": "Fig 1C.",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1508,
                    "end": 1518,
                    "text": "Figure 1B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2041,
                    "end": 2056,
                    "text": "Fig. 1B and 1C)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "HTS Adaptation and Validation"
        },
        {
            "text": "A 10-point concentration response assay was performed. Table 2 shows the Z-factor values, S/B, hit rates, CV values, and the confirmation rate of hits for compounds that inhibited CPE above 40%. The confirmation rate was 45%, indicating that the primary HTS assay can accurately identify compounds that effectively reduce viral-induced cell death.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 55,
                    "end": 62,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Hit Characterization"
        },
        {
            "text": "To assess the potential toxicity of the 120 compounds, a cytotoxicity assay was performed in parallel and compound selectivities were determined. Our selection criteria for further compound values from the pilot screen that were used to calculate the mean in Table 2 are shown. Assays that produce Z values above 0.5 are considered suitable for HTS. 22 The primary screen was performed in two sets: the first set contained 12 plates and the second set contained 24 plates. In both (B) and (C), the data from the different sets for the primary screen are indicated by shading and labels.",
            "cite_spans": [
                {
                    "start": 350,
                    "end": 352,
                    "text": "22",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 259,
                    "end": 266,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Hit Characterization"
        },
        {
            "text": "characterization required that each compound have an EC 50 <15 mM and an SI >10. Based on the EC 50 and selectivity values of the 120 hits, nine compounds were repurchased as dry powders and retested in duplicate in the concentration response antiviral and toxicity assays. Of these, three compounds (AB00991123, AB00992391, and AB00993210) met our criteria and were selected for additional characterization using time-of-addition, virus titer reduction, and antiviral assays for broad efficacy. The three most potent hit compounds were further evaluated manually in 96-well microplate format CPE and cytotoxicity assays. They were also tested in virus titer reduction assays and for broad spectrum antiviral activity against a panel of other viruses. The CPEbased assays with NiV confirmed that these compounds have promising anti-Nipah activity with EC 50 values of 3.9 mM (SI >40), 11.7 mM (SI >12), and 7.8 mM (SI >18). Figure 2 lists the compound structures with EC 50 and SI values. Next, virus titer reduction assays were performed to evaluate the impact of the compound on the production of infectious viral progeny. Following incubation, the relative titers of progeny viruses were compared in a titrated CPE assay. Each compound effectively inhibited replication of NiV, with a reduction in titer ranging from 10-to 300-fold, when compared to controls without compound (Figure 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 924,
                    "end": 932,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1379,
                    "end": 1389,
                    "text": "(Figure 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Hit Characterization"
        },
        {
            "text": "To identify the stage in the NiV replication cycle at which the compounds intervene, we performed parallel time of addition experiments (in triplicate) for each of the three hit compounds (data not shown). The addition of each compound up to 6 h postinfection showed a similar level of activity as when added at a time before or simultaneously with infection, and each compound performed with similar profiles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hit Characterization"
        },
        {
            "text": "To evaluate broad-spectrum antiviral activity, we tested all three compounds against other viruses in different families, including influenza virus (strain A/California/7/2009, Family Orthomyxoviridae), respiratory syncytial virus (strain Long, Family Paramyxoviridae), dengue virus (strain New Guinea 2, Family Flaviviridae), Venezuelan equine encephalitis virus (strain TC-83, Family Togaviridae), and Ebola virus (Zaire strain, family Filoviridae) in dose-response cell-based assays (data not shown). No antiviral activity was observed against any of these viruses, suggesting that the hit compounds showed specific activities against NiV and perhaps other closely related henipaviruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hit Characterization"
        },
        {
            "text": "In this study we validated a BSL-4 laboratory HTS platform for discovery of novel antiviral compounds against NiV. Using this platform, we identified three sulfonamide compounds that can inhibit NiV-induced CPE and virus replication with EC 50 values < 12 mM and selectivities ranging from 12 to >40. Time-ofaddition experiments showed that all three compounds inhibit NiV infection when added up to 6 h postinfection, suggesting that each compound targets a later stage of virus replication, rather than the earlier entry stages. Since each compound performed with similar profiles, this also suggests that the inhibitory mechanism of each compound may be similar. A previous drug discovery search for NiV antivirals focused on the synthesis of novel fusion inhibitors derived from compounds that have been shown to be effective against other paramyxoviruses (i.e., measles virus). 24 The compounds from this study have demonstrated EC 50 values ranging from 1.5 to 8 mM, and SI values ranging from 3 to 13. However these values were based on the inhibition of function of individually expressed NiV G and F proteins; the compounds have not been tested using a virus infection assay. The sulfonamide compounds reported here demonstrate the same range of efficacy but a greater selectivity during a virus infection. Therefore, our BSL-4 HTS platform provides a reliable, rapid, and much needed means to screen small molecule libraries for broad efficacy against wild-type NiV replication.",
            "cite_spans": [
                {
                    "start": 883,
                    "end": 885,
                    "text": "24",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Many antiviral drug discovery efforts begin with a HTS campaign against the pathogen or targets of interest. However, there are only limited reports of HTS assays in BSL-4 biocontainment. Traditional methods to monitor BSL-4 virus replication and the effects of antiviral compounds include either qualitative visual observation of CPE and the quantization of infectious virus particles using plaque assays, or the quantization of viral RNA transcripts by low-throughput real-time reverse-transcriptase polymerase chain reaction. 25 None of these methods are amenable to HTS. To circumvent these challenges, many of the current HTS efforts using BSL-4 viruses, including Nipah and Ebola viruses, employ pseudotype, surrogate, or recombinantly attenuated pathogens that have been downgraded for use at lower biocontainment levels. 26, 27 However, a major drawback in the use of these artificial systems is that they may not accurately represent the response of fully virulent BSL-4 pathogens to the compounds, in terms of biological and biochemical characteristics. Furthermore, because not all stages of the virus replication cycle are represented in these systems, their utility is severely limited. Our assay addresses a number of the aforementioned problems. The assay was adapted and validated in a high biocontainment facility, making it possible to screen large compound libraries directly against wild-type viruses in BSL-4 environment. This capability of utilizing wild-type viruses instead of surrogates reduces the time required for effective drug development. Furthermore, this CPE-based HTS assay allows the evaluation of antiviral efficacy against the entire viral life cycle.",
            "cite_spans": [
                {
                    "start": 529,
                    "end": 531,
                    "text": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 829,
                    "end": 832,
                    "text": "26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 833,
                    "end": 835,
                    "text": "27",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "There are only a few reports of validated, HTS-adaptable assays that are specifically for NiV, and as a result, drug discovery for NiV has been hampered. Until recently, the only high HTS assay that was available for NiV required fixation of plates, removal of plates from the BSL-4, and subsequent immunodetection of virus replication at BSL-2. 8 Recently, efforts have been made to adapt immunoplaque assays in a microtiter plate format. These have utilized a two-step assay protocol involving an overnight virus inoculation of Vero cell monolayers at BSL-4, followed by cell fixation and virus inactivation. After the plates were decontaminated and transferred to a BSL-2 laboratory, an immunodetection assay was performed. 9 However, the number of manipulations and the safe and regulated transfer of mi-crotiter plates out of the BSL-4 make this method impractical for automation or HTS. Our antiviral HTS assay against NiV has a simple onestep protocol using flexible and stable luminescent signal generated by the amount of ATP, which positively correlates with cellular viability in the sample. Furthermore, a S/B value greater than 5 is considered as an adequate detection window, and a Z-value greater than 0.5 is considered robust enough for HTS assay. 22 The Z-value of our assay was 0.74 and S/B ratio was over 31, suggesting that it is robust enough to identify antiviral compounds in a single dose, single replicate HTS assay. However, while the hit rate is similar to other reported HTS antiviral assays, 13, 14, 23 the lower confirmation rate of this assay (45%) is due to the concentration-dependent cytotoxicity of the other hit compounds, which removed them from further consideration. Because the hit cytotoxicity is a characteristic of both the compounds in the Enamine Diversity set and the cell type used in the primary and confirmatory assays, this is not an inherent problem with the assay design.",
            "cite_spans": [
                {
                    "start": 346,
                    "end": 347,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 727,
                    "end": 728,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1264,
                    "end": 1266,
                    "text": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1521,
                    "end": 1524,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1525,
                    "end": 1528,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1529,
                    "end": 1531,
                    "text": "23",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In this study we identified three sulfonamide compounds that can inhibit NiV-induced CPE with EC 50 values less than 12 mM and can reduce the production of infectious progeny virus by 10-to 300-fold. Time-of-addition experiments showed that all three compounds inhibit NiV infection up to 6 h postinfection, suggesting that each compound targets the virus during the very late stage of the virus's replication, rather than the early entry or later stages of assembly. Since the compounds are structurally similar and performed with similar profiles, this also suggests that the inhibitory mechanism of each compound may be similar. We performed a search in PubChem for the three hit compounds to assess whether they have been identified as hits in other bioassays. Compounds AB00991123 (PubChem CID 25661567) 28 and AB00993210 (PubChem CID 17483530) 29 were both found in the database, but these compounds have not been identified as hits in any other bioassay, indicating that they are not promiscuous and suggesting that they are specific for NiV, or possibly other Henipaviruses. Although analogs of compound AB00992391 were also found in PubChem, information about the bioassay performance of the exact compound was not available. Future studies will include determining the molecular mechanisms of NiV inhibition and testing the compounds for in vivo efficacy.",
            "cite_spans": [
                {
                    "start": 809,
                    "end": 811,
                    "text": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 850,
                    "end": 852,
                    "text": "29",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In summary, Southern Research Institute, in collaboration with the GNL, has successfully implemented an HTS platform in BSL-4 containment using NiV virus as a prototype BSL-4 virus. This platform allows us to screen wild-type virus strains instead of pseudotype, surrogate, or recombinantly attenuated viruses that have been downgraded for use at lower biocontainment levels. The throughput of the HTS assay is considerably greater than previous reports of HTS using BSL-4 pathogens and allows the screening of up to 10,000 compounds from small molecule libraries at a single dose, per day, and up to 1000 hit compounds for concentration-dependent dose response, per day. The dual threat of emerging pathogens that exhibit high mobidity and mortality and the possibility of these pathogens being used as a bioterorist weapons make the development of antiviral therapy an increasingly critical need. The development of HTS technology for BSL-4 addresses this by providing a crucial, needed tool for modern drug development against highly pathogenic viruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Fatal encephalitis due to Nipah virus among pig-farmers in Malaysia",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Chua",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Goh",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Lancet",
            "volume": "354",
            "issn": "",
            "pages": "1257--1259",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "results from a hospital-based casecontrol study",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Amal",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Lye",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Ksiazek",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Southeast Asian J Trop Med Public Health",
            "volume": "31",
            "issn": "",
            "pages": "301--306",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Risk factors for Nipah virus infection among abattoir workers in Singapore",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Chew",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Arguin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Shay",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Infect Dis",
            "volume": "181",
            "issn": "",
            "pages": "1760--1763",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Nipah virus-associated encephalitis outbreak",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Chadha",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Comer",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lowe",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Emerg Infect Dis",
            "volume": "12",
            "issn": "",
            "pages": "235--240",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Nipah virus encephalitis reemergence",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "P"
                    ],
                    "last": "Hsu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Hossain",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "D"
                    ],
                    "last": "Parashar",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "10",
            "issn": "",
            "pages": "2082--2087",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The emergence of Nipah virus, a highly pathogenic paramyxovirus",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Lo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Rota",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Clin Virol",
            "volume": "43",
            "issn": "",
            "pages": "396--400",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Person-to-person transmission of Nipah virus in a Bangladeshi community",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Gurley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Montgomery",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Hossain",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Emerg Infect Dis",
            "volume": "13",
            "issn": "",
            "pages": "1031--1037",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Simulating henipavirus multicycle replication in a screening assay leads to identification of a promising candidate for therapy",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Porotto",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Orefice",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Yokoyama",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Virol",
            "volume": "83",
            "issn": "",
            "pages": "5148--5155",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Development and validation of a chemiluminescent immunodetection assay amenable to high throughput screening of antiviral drugs for Nipah and Hendra virus",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Aljofan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Porotto",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Moscona",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Mungall",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Virol Methods",
            "volume": "149",
            "issn": "",
            "pages": "12--19",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A Cell Based Assay for the Identification of Lead Compounds with Anti-Viral Activity Against West Nile Virus. Probe Reports from the NIH Molecular Libraries Program",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ardecky",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Ganji",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "HTS-driven discovery of new chemotypes with West Nile Virus inhibitory activity",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Jonsson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Maddox",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Molecules",
            "volume": "15",
            "issn": "",
            "pages": "1690--1704",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A cell based high-throughput screening approach for the discovery of new inhibitors of respiratory syncytial virus",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "P"
                    ],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Matharu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Virol J",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A cellbased luminescence assay is effective for high-throughput screening of potential influenza antivirals",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Noah",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Severson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Noah",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rasmussen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Jonsson",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Antiviral Res",
            "volume": "73",
            "issn": "",
            "pages": "50--59",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A high-throughput screening strategy to overcome virus instability",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rasmussen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Maddox",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "P"
                    ],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Severson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Assay Drug Dev Technol",
            "volume": "9",
            "issn": "",
            "pages": "184--190",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Development and validation of a highthroughput screen for inhibitors of SARS CoV and its application in screening of a 100,000-compound library",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Severson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Shindo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sosa",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Biomol Screen",
            "volume": "12",
            "issn": "",
            "pages": "33--40",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "S)-N-(2,5-Dimethylphenyl)-1-(quinoline-8-ylsulfonyl)pyrrolidine-2-carboxamide as a small molecule inhibitor probe for the study of respiratory syncytial virus infection",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "P"
                    ],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Matharu",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Med Chem",
            "volume": "55",
            "issn": "",
            "pages": "8582--8587",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A Cell Based HTS Approach for the Discovery of New Inhibitors of RSV. Probe Reports from the NIH Molecular Libraries Program",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Noah",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Severson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Chung",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Identification of a Series of Quinazolinediones as Potent, Selective, Post-Entry Inhibitors of Human Respiratory Syncytial Virus (hRSV) via a Cell-Based High Throughput Screen and Chemical Optimization",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Noah",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Severson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Chung",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Probe Reports from the NIH Molecular Libraries Program",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "High-throughput screening identifies a bisphenol inhibitor of SV40 large T antigen ATPase activity",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Seguin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nebane-Akah",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Biomol Screen",
            "volume": "17",
            "issn": "",
            "pages": "194--203",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "High-throughput screening of a 100,000-compound library for inhibitors of influenza A virus (H3N2)",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Severson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mcdowell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ananthan",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Biomol Screen",
            "volume": "13",
            "issn": "",
            "pages": "879--887",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Quantitative cell-based high-content screening for vasopressin receptor agonists using transfluor technology",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Ghosh",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Debiasio",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Hudson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Ramer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Cowan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Oakley",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Biomol Screen",
            "volume": "10",
            "issn": "",
            "pages": "476--484",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "A simple statistical parameter for use in evaluation and validation of high throughput screening assays",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Oldenburg",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Biomol Screen",
            "volume": "4",
            "issn": "",
            "pages": "67--73",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The development, optimization and validation of an assay for high throughput antiviral drug screening against Dengue virus",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Che",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Int J Clin Exp Med",
            "volume": "2",
            "issn": "",
            "pages": "363--373",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "A small-molecule inhibitor of Nipah virus envelope protein-mediated membrane fusion",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Niedermeier",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Singethan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Rohrer",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Med Chem",
            "volume": "52",
            "issn": "",
            "pages": "4257--4265",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Ebola and Marburg viruses replicate in monocyte-derived dendritic cells without inducing the production of cytokines and full maturation",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Bosio",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Aman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Grogan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Infect Dis",
            "volume": "188",
            "issn": "",
            "pages": "1630--1638",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Ebola and Marburg virus-like particles activate human myeloid dendritic cells",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Bosio",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Warfield",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Virology",
            "volume": "326",
            "issn": "",
            "pages": "280--287",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Minigenome-based reporter system suitable for high-throughput screening of compounds able to inhibit Ebolavirus replication and/or transcription",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Jasenosky",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Neumann",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kawaoka",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Antimicrob Agents Chemother",
            "volume": "54",
            "issn": "",
            "pages": "3007--3010",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Compound Summary for: CID 17483530",
            "authors": [],
            "year": 2014,
            "venue": "National Center for Biotechnology Information",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Compound Summary for: CID 25661567",
            "authors": [],
            "year": 2014,
            "venue": "National Center for Biotechnology Information",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "(A) Distribution of hit compounds in the primary cytopathic effect (CPE) screen. The percent inhibition of the virus-induced CPE by each compound is shown. Compounds that inhibited CPE by > 40% (shaded) were selected for confirmation. (B) Uninfected and infected cell control values. The 36 plate pilot primary screen was run to validate assay performance. Median luminescence values for uninfected (Med Cell Ctrl) and infected cell (Med Virus Ctrl) controls from the primary screen are shown. Each of the 36 assay plates contained 280 compounds, 48 cell control wells, and 56 virus controls, and a total of 10,080 compounds were screened. (C) Z-values. The individual assay plate Z-factor",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Nipah Virus Inhibitors. Three compounds (AB00991123, AB00992391, and AB00993210) with EC 50 values <12 mM and selectivities >10 were chosen for additional mechanistic assays. A 10concentration dose response assay was done from 25 to 0.05 mg/mL and EC 50 values were converted to micromolar concentrations. Doseresponse curves are plotted below, and EC 50 values were calculated using IDBS' Microsoft Excel XLfit equation 205: y = A + [(B -A)]/ {1 + [(C/x)D]}, with minimum (A) and maximum (B) parameters set at 0 and 100, respectively. Standard deviation values were derived from three independent experiments. SI, selectivity index.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Reduction of virus titer by 10-to 300-fold. Virus titer reduction assays were performed with each compound in parallel. Cells were treated with 5 times EC 50 of each compound and immediately infected with 100 PFU/100 mL (MOI = 0.02) of NiV. After 72 h, the cellular supernatants were assayed for virus titer. The relative titers were compared in a titrated CPE assay, compared to a vehicle and virus-only control (Control). *P < 0.05.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Plates incubated in an actively humidified incubator with lids. 5. Peristaltic noncontact dispenser. Plates incubated for 15 min ambient temperature before read. 6. Envision plate reader with an integration time of 0.1 s. DMSO, dimethyl sulfoxide; MOI, multiplicity of infection.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Primary and Confirmatory Screen Quality Parameters",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This work was funded jointly by Southern Research Institute and Galveston National Laboratory.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        },
        {
            "text": "The authors have no disclosures. E-mail: j.noah@southernresearch.org ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUTHOR DISCLOSURE STATEMENT"
        }
    ]
}