{
    "paper_id": "3629a79cad0924ecc7e3f449221956471eee50b8",
    "metadata": {
        "title": "Induction of mucosal immunity in the avian Harderian gland with a replication-deficient Ad5 vector expressing avian influenza H5 hemagglutinin",
        "authors": [
            {
                "first": "Frederik",
                "middle": [
                    "W"
                ],
                "last": "Van Ginkel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Auburn University",
                    "location": {
                        "postCode": "36849",
                        "settlement": "Auburn",
                        "region": "AL",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "De-Chu",
                "middle": [
                    "C"
                ],
                "last": "Tang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Vaxin Inc",
                    "location": {
                        "postCode": "35203",
                        "settlement": "Birmingham",
                        "region": "AL",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "Stephen",
                "middle": [
                    "L"
                ],
                "last": "Gulley",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Auburn University",
                    "location": {
                        "postCode": "36849",
                        "settlement": "Auburn",
                        "region": "AL",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "Haroldo",
                "middle": [],
                "last": "Toro",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Auburn University",
                    "location": {
                        "postCode": "36849",
                        "settlement": "Auburn",
                        "region": "AL",
                        "country": "United States"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The chicken Harderian gland (HG) plays an important role in adaptive immune responses upon ocular exposure to avian pathogens such as avian influenza (AI). To determine the role of HGs in generating immunity, chickens were immunized ocularly with an adenovirus (Ad5) vector expressing the AI hemagglutinin H5 gene. The Ad5-H5 vector induced H5 transgene expression and induced H5-and Ad5-specific IgA and IgG spot-forming cells (SFCs) in the HGs. The IgA and IgG SFC peaked on day 9 for Ad5 and day 11 for the H5 protein. In addition, Ad5-and H5-specific antibodies were induced in serum. IgA in chicken tears was predominantly dimeric, while in serum monomeric IgA was most abundant. Analysis of HG mRNA confirmed expression of the polymeric immunoglobulin receptor (pIgR). These data demonstrated the importance of HGs to generate mucosal and systemic immunity to AI following ocular Ad5-H5 administration to chickens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The Harderian gland (glandula lacrimalis accesoria) was first described in 1694 by Johann Jacob Harder (1656-1711) and is found in most terrestrial vertebrates [1] . The Harderian gland (HG) is located within the eye sockets posterior to the eyeball in chickens and its secretory duct opens onto the surface of the nictitating membrane [1] . The functions of the gland are diverse and include (a) lubrication of the eye and nictitating membrane, (b) immune responses in birds, (c) photoreception in rodents, (d) is part of the retinal-pineal axis, (e) production of pheromones, (f) thermoregulatory lipids production in rodents, (g) osmoregulation in some reptiles, (h) production of growth factors and (i) saliva production in some chelonians [1, 2] .",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 163,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 336,
                    "end": 339,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 744,
                    "end": 747,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 748,
                    "end": 750,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In ovo immunization was recently successfully used to induce protective immunity to avian influenza (AI) with Ad5 vectors [3, 4] . To protect hatched chickens from AI an alternative immunization protocols to in ovo immunization would be required. Because AI virus is transmitted following exposure to mucosal surfaces, we will test the ability of the Ad5-H5 vector to induce mucosal and systemic immunity in the HGs of chickens after ocular application. Previous studies have shown that ocular application of India ink and colloidal gold traveled up the secretory duct into the HGs [5] . Thus, this is the presumed route through which antigen enter the HGs after ocular exposure. Surgical removal of the HGs demonstrated that the main source of IgA in tears was derived from the HGs [6] . Furthermore, HGs may influence the humoral immune response in other mucosal sites, because HG-derived IgA + B cells were shown to migrate selectively to cecal tonsils [7] . Thus, the HGs seem to play an important role in generating mucosal immunity in chickens",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 125,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 126,
                    "end": 128,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 582,
                    "end": 585,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 783,
                    "end": 786,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 956,
                    "end": 959,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We hypothesized that replication competent adenovirus (RCA)-free human-derived Ad5-H5 vector will induce humoral immunity in the systemic and mucosal compartment following ocular immunization of chickens by targeting the HGs. It is anticipated that the HGs will play an important role in the induction of protective immunity by functioning as mucosal effector sites. A previous study showed that the HG might constitute a mucosal effector site in chicken based on the observation that the J-chain is expressed in its B cells. The chicken J-chain gene displayed a high degree of homology with that of other species, and is expressed at an early stage of development of the chicken immune system [8] . Furthermore, the J-chain played an important role in polymerization of IgA and IgM and their transport across the mucosal epithelium in mammals and thus will be a requirement for transport of polymeric IgA (pIgA) across a mucosal epithelium [9] . The polymeric immunoglobulin receptor (pIgR) of chicken (Gallus gallus) was recently cloned [10] and confirmed the conservation of this mucosal transport system in avian species and its importance in protective mucosal immunity.",
            "cite_spans": [
                {
                    "start": 694,
                    "end": 697,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 941,
                    "end": 944,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1039,
                    "end": 1043,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this study we demonstrate that ocular immunization with Ad5-H5 induces antigen-specific, humoral immune responses in the HGs. We demonstrated that the Ad5-H5 vector expresses the H5 transgene in the HGs, which results in H5-and Ad5-specific IgA and IgG spot-forming cells (SFC) in the HGs and in Ad5-and H5-specific antibodies in serum and tears. The HGs express the pIgR, which is consistent with a lack of monomeric IgA and the presence of dimeric IgA in chicken tears, while in serum a lack of dimeric IgA was observed while monomeric IgA was abundantly present. These data demonstrate the importance of HGs to generate mucosal and systemic immunity to avian pathogens, such as AI.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Specific pathogen-free (SPF) white leghorn chicken fertilized eggs (Charles River Laboratories, North Franklin, CT) were incubated and hatched. Chickens were maintained under BSL2 conditions in Horsfall-type isolation units throughout the experimental period. Experimental procedures and animal care were performed in compliance with federal and institutional animal care and use guidelines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chickens"
        },
        {
            "text": "The RCA-free human E1/E3-defective Ad5 vector expressing the codon-optimized H5 from the A/Turkey/Wisconsin/68 (A/Tk/Wi/68) AI virus under transcriptional control of the cytomegalovirus (CMV) early promoter was generated as previously described [3] (Vaxin Inc., Birmingham, AL).",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 248,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Replication competent adenovirus (RCA)-free adenovirus AI vaccine"
        },
        {
            "text": "In order to induce H5-specific immunity we vaccinated 9-or 10-day-old SPF white leghorn chickens (Charles River Labs) via the ocular route with a volume of 80-100 μl of 2.5 × 10 8 infectious units (I.U.) of Ad5-H5 per bird. In specific experiments the chickens were boosted twice at 14 days intervals with the same vaccine dose via the ocular route. The control group van Ginkel et al. was either naïve birds or birds vaccinated with Ad5 expressing an irrelevant protein (tetanus toxin C fragment).",
            "cite_spans": [
                {
                    "start": 368,
                    "end": 385,
                    "text": "van Ginkel et al.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Ocular vaccination"
        },
        {
            "text": "Blood samples were collected by brachial vein puncture, allowed to clot and serum was obtained by centrifugation for 1 min at 4500 × g. A 10× protease inhibitor cocktail containing [4-(2-aminoethyl)benzenesulfonyl fluoride hydrochloride], aprotinin, bestatin hydrochloride, [N-(trans-epoxysuccinyl)-L-leucine 4-gua-nidinobutylamide], EDTA, leupeptin (Sigma, Saint Louis, MO) was added to the sera prior to storage at 4 °C or for long-term storage at −80 °C. Lacrimal fluid was obtained as previously described [11] , centrifuged for 5 min. at 3300 × g and mixed with a 10× protease cocktail, stored at 4 °C or long term at −80 °C. Sera and lacrimal fluids were collected 2 weeks after each immunization for antibody analyses.",
            "cite_spans": [
                {
                    "start": 510,
                    "end": 514,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Sample collection"
        },
        {
            "text": "Serum AI H5 antibody levels were measured by hemagglutination inhibition (HI) assay against four hemagglutinating units of the low pathogenic A/Turkey/Wisconsin/68 (H5N9) strain. Titers of <1.0 Log 2 were arbitrarily assigned a titer of 1.0. No HI antibodies were detected in control chickens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antibody measurements"
        },
        {
            "text": "Serum and lacrimal fluids were analyzed by ELISA for Ad5-specifc IgA and IgG antibody levels. The ELISA for Ad5 was performed as previously reported [12] except that horseradish peroxidase (HRP)-conjugated goat anti-chicken IgA, IgG and IgM antibodies (Gallus Immunotech Inc., Fergus, Canada) were used as detection antibodies. In brief, ELISA plates were coated with 10 8 viral particles/well of inactivated wildtype Ad5 virus. The wells were blocked and serial twofold dilutions of the samples were added and incubated overnight at 4°C",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 153,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Antibody measurements"
        },
        {
            "text": ". HRP-conjugated goat anti-chicken IgA or IgG antibodies (Gallus Immunotech Inc., Fergus, Canada) were used to detect Ad5-specific antibodies. The wells were washed and substrate was added. After 30 min at room temperature the reaction was stopped and the absorption at 405 nm was measured. The highest dilution with an OD 405 of .100 or more above background was defined as the endpoint-titer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antibody measurements"
        },
        {
            "text": "Harderian glands were collected from these chickens on days 2, 4, 7, 9, and 11 days after the third immunization in order to measure the number of IgA and IgG antibody secreting cells specific for Ad5 or H5 (coated with A/Tk/Wi/68 AI strain) using an ELISPOT assays as described [13] . In brief, the HGs were mechanically disrupted and lymphocytes were isolated by centrifugation over a 1.077 g/ml Histopaque-Ficoll density gradient. The isolated lymphocytes were counted on a hemocytometer using tryphan blue exclusion. The lymphocytes were loaded at various concentrations onto nitrocellulose backed, 96-well microplates coated with UV-killed AI virus (A/Tk/Wi/68) at 2× the hemagglutination titer or heat-killed Ad5 virus (10 8 particles/well) and blocked with complete RPMI-1640 medium containing 10% fetal calf serum (FCS). The cells were incubated for approximately 18 h at 37°C in a humidified incubator with 5% CO 2 . The plates were washed 5× with PBS-Tween 20 (0.05%) and incubated overnight at 4 °C with goat-anti-IgG or goat-anti-IgA conjugated to HRP (Gallus Immunotechnology, Inc.). The plates were washed and incubated at room temperature for 15-30 min with peroxidase substrate (Moss Inc.) prior to stopping the reaction by washing the plates with water.",
            "cite_spans": [
                {
                    "start": 279,
                    "end": 283,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Chicken B cell enzyme-linked immunospot (ELISPOT) assay"
        },
        {
            "text": "A total of 35 μl of tears or serum was incubated overnight at 4 °C with 16.5 μl biotinylated mouse-anti-chicken IgA monoclonal antibody (Southern Biotechnology Associates, Inc., Birmingham, AL). The next day 50 μl washed streptavidin-conjugated sepharose beads (GE Healthcare Bio-Sciences AB, Uppsala, Sweden)) were added overnight at 4 °C while continuously agitated on a shaker. The next day the beads were precipitated by centrifugation and washed 3× with 1 ml of PBS with 0.05% Tween 20 and one final wash with PBS. A 2× Tris-glycine SDS sample buffer (Invitrogen, Carlsbad, CA) was added and the samples were boiled for 10 min at 100 °C. The samples were subsequently centrifuged to remove the beads and the supernatants were analyzed by SDS-polyacrylamide gel electrophoresis (SDS-PAGE) on a 4-12% pre-cast gradient gel (Invitrogen). The proteins were visualized using the Silver SNAP ® silverstain kit according to manufacturer's recommendations (Pierce, Rockford, IL).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunoprecipitation"
        },
        {
            "text": "White leghorn chickens were exposed to 2.5 × 10 8 I.U. of Ad5-H5. The tissues were taken 9 days after exposure and fixed in acidic acetate-alcohol for 2 h at 4 °C followed by incubation in sucrose (30%) in PBS to cryoprotect the tissues, after which the tissues were embedded in Neg 50 medium (Richard-Allan Scientific, Kalamazoo, MI) and frozen into an embedding mold (Fisher Scientific) in isopentane (Fisher Scientific) cooled with liquid nitrogen. Five mm sections were cut on a cryostat (Microm HM550, Waldorf, Germany) and were placed on precleaned, Superfrost ® Plus microscope slides (Labsco, Inc., Louisville, KY) and allowed to dry. The slides were treated to remove lipids with ice-cold acetone for 4 min, dried, blocked with 10% FCS for 1 h at room temperature, followed by incubation overnight at 4 °C with an anti-H5 affinity-purified rabbit-anti H5 antibody (eEnzyme LLC, Gaithersburg, MD) diluted in 10% FCS. This step was followed by incubation with biotinylated donkey-anti-rabbit IgG (R&D Systems) at 4 °C overnight and a final staining step with Neutralite Avidin-FITC (Southern Biotechnology Associates, Inc., Birmingham, AL) in 1% FCS for 4 h at room temperature. Between steps the slides were extensively washed in PBS and cover glasses were mounted with Vectashield Hard Set mounting medium (Vector Laboratories, Inc., Burlingame, CA). All images were captured in gray scale using SPOT software (Diagnostic Instruments) and edited in Microsoft Office Picture Viewer. The pictures were colored green by using the following settings; \"amount\" adjusted to 70, \"hue\" adjusted to 100, \"saturation\" adjusted to 100.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunohistochemistry"
        },
        {
            "text": "Total RNA was isolated from the HGs of three chickens using Tri-reagent (Molecular Research, Inc.) according to the manufacturer's protocols. One microgram of total RNA was reverse transcribed and amplified by 35 PCR cycles of 94 °C, 1 min, 58 °C, 1 min to detect expression of the chicken pIgR. The forward primer starts at nucleotide 206 3′-CCAGGAGTTGCTTGACTGT-5′ and the reverse primer starts at nucleotide 605 3′-CTCAGCAG-GATTCTCCCTTG-5′, thus, when separated on a 1.5% agarose gel and stained with ethidium bromide a 400 bp PCR product will be observed if pIgR mRNA is amplified. Since the primers cover an intron an approximately 750 bp amplicon was seen after genomic DNA amplification. To eliminate potential DNA contamination the RNA was treated with RNase-free DNase (Sigma).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RT-PCR chicken polymeric immunoglobulin receptor"
        },
        {
            "text": "All statistical analyses were performed using the Student's unpaired, two-tailed t-test.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Although chickens have been immunized against AI by intramuscular injection [14] or in ovo administration [3] of a human Ad5-vectored vaccine, no data are available on the transgene expression of this Ad5 vector in chicken tissues. Our results showed expression of the H5 hemagglutin gene following a primary Ad5-H5 exposure. This expression could be detected in the HG 9 days post-ocular immunization ( Fig. 1) using immunofluorescent staining. Day 11 after ocular immunization was also evaluated for H5 expression, but seemed to express considerably less H5 in the HG based on immunofluorescent staining (data not shown). The H5 expressing cells aligned to a large extent to the canals present in HGs. No expression of H5 was noted in control tissues. Thus, the Ad5-H5 vector is able to transduce specific chicken cells in the HG. However, no expression of Ad5 late genes could be visualized in these tissues using immunohistochemistry with Ad5-specific antisera (data not shown). This is not surprising considering these highly attenuated Ad5 vectors are known to express very low to undetectable levels of late genes in mammalian cell lines [15] .",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 80,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 106,
                    "end": 109,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1145,
                    "end": 1149,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 404,
                    "end": 411,
                    "text": "Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "To measure the systemic antibody response to AI virus the HI assay was performed on serum samples. Serial dilutions were made from the sera collected 2 weeks after the second and third ocular Ad5-H5 administration. As is shown in Fig. 2a strong anti-AI antibody response was observed both after the second Ad5-H5 application (HI titer 6.4, n = 15) and the third application (HI titer 7.7, n = 9), while no HI titer was detected in any of the not inoculated controls (HI = 0, n = 11).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 230,
                    "end": 237,
                    "text": "Fig. 2a",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "ELISA analyses revealed high IgA and IgG Ad5-specific antibodies in tears, while only high IgG Ad5-specific antibody titers were detected in serum (Fig. 3) . No IgA or IgG Ad5-specific antibodies were detected in control chickens when starting at 2× diluted samples for IgA detection or 32× diluted samples for IgG detection (data not shown). The IgG levels in tears and sera were not significantly different (P = 0.4072). This could indicate that IgG Ad5-specific antibodies in tears were produced in the HGs or were derived from serum exudates or more likely were derived from a combination of these two. Elevated IgA Ad5-specific antibody levels were observed in tears (mean Log 2 endpoint titer of 6.8) while IgA Ad5-specific serum antibody levels were undetectable in most chickens (mean Log 2 endpoint titer of 0.3). The IgA Ad5-specific antibody levels in tears were significantly higher than those observed in serum (P < 0.0001). This indicated that most IgA antibodies are locally produced in the HGs after ocular immunization. In order to confirm this and also determine IgG production in the HGs, we developed a chicken ELISPOT assay.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 147,
                    "end": 155,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "IgA and IgG ELISPOT assays were developed for the Ad5 vector and the expressed H5 transgene as described in detail in Section 2. Illustrated in Fig. 4 are the IgA SFC observed after the third ocular challenge in the HG. The IgG SFC response specific for Ad5 and H5 induced in the HG after ocular challenge is shown in Fig. 5 . The Ad5-specific IgG antibody response peaked on 9 days after ocular administration of Ad5-H5. This peak IgG response had a magnitude of 752 SFC/10 6 lymphocytes in the HG. The peak IgG response to the H5 transgene was 2 days later, 11 days after Ad5-H5 administration, and was 2047 SFC/10 6 lymphocytes. This is 2.7× higher in magnitude than the Ad5-specific IgG SFC response (Fig.  5) . The same delay of 2 days was observed for the H5 IgA SFC response (Fig. 6 ) when compared with the Ad5 response and is 2.4× higher than the Ad5 IgA SFC response. H5 and Ad5 peak IgA responses were 605 SFC/10 6 lymphocytes and 257 SFC/10 6 lymphocytes, respectively.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 150,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 318,
                    "end": 324,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 704,
                    "end": 713,
                    "text": "(Fig.  5)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 782,
                    "end": 789,
                    "text": "(Fig. 6",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Since the HGs are located adjacent to the eye they are perfectly positioned to form the first line of defense against invading pathogens by secreting polymeric IgA. Although the chicken pIgR has been cloned and its expression has been analyzed in various tissues [10] as well as its association with polymeric IgM and IgA has been demonstrated [16] , no data are available on the expression of this essential receptor to generate mucosal antibody responses in chicken HGs. As shown in Fig. 7 , the pIgR was expressed in the HGs. In addition, the RT-PCR product was sequenced at the Auburn University sequencing facility and was found to be identical to the published chicken pIgR mRNA sequence (data not shown) [10] .",
            "cite_spans": [
                {
                    "start": 263,
                    "end": 267,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 344,
                    "end": 348,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 711,
                    "end": 715,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 485,
                    "end": 491,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Results"
        },
        {
            "text": "To confirm that expression of pIgR in the HGs resulted in secretion of polymeric IgA in tears immunoprecipitations were performed of both tears and serum IgA. The proteins isolated by this procedure were analyzed on SDS-PAGE and visualized using the Silver SNAP ® stain kit (Fig. 8) according to manufacturer's recommendations (Pierce, Rockford, IL). Three different size proteins were precipitated with mouse monoclonal antibodies to chicken IgA. The smallest protein had an estimated molecular weight (MW) between ~195 and 225 kDa, which was consistent with a monomeric IgA (mIgA) molecule, composed of two light chains and two heavy chains. A clear difference in abundance of mIgA in tears and serum proteins was observed. The mIgA was the most prevalent form of IgA in serum and the least prevalent in tears. The next highest molecular weight protein with an estimated MW of ~470 kDa is the most abundant protein in tears and the least abundant protein in serum. This protein was based on size, dimeric IgA associated with the secretory component (SC) of the pIgR [10, 17, 18] . The largest protein precipitated was, based on size, presumably tetrameric IgA (tIgA) [17, 18] , with an estimated MW of ~710 kDa. The tIgA was abundant in both tears and serum. These data demonstrated that monomeric IgA was most prevalent in serum while dimeric IgA was most prevalent in mucosal secretions such as tears. This scenario was identical to that observed in mammals.",
            "cite_spans": [
                {
                    "start": 1068,
                    "end": 1072,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1073,
                    "end": 1076,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1077,
                    "end": 1080,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1169,
                    "end": 1173,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1174,
                    "end": 1177,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 274,
                    "end": 282,
                    "text": "(Fig. 8)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Our results demonstrated for the first time that a human replication-deficient Ad5-H5 vaccine vector; (1) effectively transduced HG's cells upon ocular exposure, which (2) resulted in both systemic and mucosal immune responses. In addition, this is the first quantitative analyses of antibody secreting cells in the chicken HGs using the ELISPOT assay and the first report on the use of the IgA ELISPOT in chicken. Induction of IgG and IgA responses to both the H5 transgene and the Ad5 vector were observed. This combined with the finding that HGs expressed the pIgR and secreted predominantly pIgA in tears, confirmed the importance of the HGs for generating antigen-specific immune responses to pathogens in both the systemic and mucosal compartments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The question of how a human Ad5 vector transduced chicken cells, still remains to be solved. It is interesting in this context, that H5-expressing cells in the HGs after ocular Ad5-H5 administration seemed to line to a large extent the draining canals of the HGs (Fig. 1) , a similar distribution was recently reported for CD83 + DCs in chicken HGs [19] and is consistent with a previous report that ocular administration of particles/antigen travel up the secretory duct to the HGs [5] .",
            "cite_spans": [
                {
                    "start": 349,
                    "end": 353,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 483,
                    "end": 486,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 263,
                    "end": 271,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Today two publications pertaining to the B cell ELISPOT assay in chickens have been published. The first was published in 1998 as a research note in Poultry Science and demonstrated IgG and IgM SFC specific for infectious bursal disease virus (IBDV) in the spleen [20] and formed the proof of concept that the ELISPOT was as valuable and sensitive tool to dissect the immune responses in chickens. The second publication was a more elaborate study, in which a more detailed analysis of the dynamics of infectious bronchitis virus-specific IgG SFC in peripheral blood mononuclear cells and spleen was performed [21] . Our analyses involved both IgG and the IgA SFC specific for Ad5 and AI H5 in the HGs. No previous analyses of IgA SFC in chicken have been reported nor has there been any analysis of SFC induced in the HGs. The IgA ELISPOT assay for chicken lymphocytes will be a valuable tool to better understand issues pertaining to mucosal immunity in chickens. The Ad5-H5 induced H5-specific IgA and IgG responses in the HGs were approximately 2.5× higher than the Ad5specific responses. The IgG SFC responses in the HGs were approximately 3× higher than the IgA SFC responses to H5 and Ad5. In addition, a strong IgG response was observed in the HGs, which was also reflected by Ad5-specific IgG antibody levels in tears. The two-day delay in the H5-specific antibody SFC response compared to the Ad5-specific response would argue that there is a delay between exposure to the Ad5 vector and expression of the H5 transgene. It is not clear why this delay would occur and this observation was different from what has been shown in mice using Ad5 [12] . Whether or not this is related to the route of infection by the Ad5 vector of chicken cells, remained to be determined.",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 268,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 610,
                    "end": 614,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1651,
                    "end": 1655,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Antigen-specific antibodies have been reported previously in chicken tears after immunization and are consistent with our observations [22] [23] [24] [25] . For example, IBV-specific lacrimal IgA levels have been related to the level of resistance to ocular IBV challenge [22, 24] . This illustrates the importance of IgA antibodies in tears for protection of mucosal surfaces to exposure to pathogens. From the applied point of view, these findings are relevant as they prove the feasibility of vaccinating existing (adult) chicken populations against AI with the same adenovirus recombinant technology previously reported to effectively protect chickens after in ovo vaccination.",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 139,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 140,
                    "end": 144,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 145,
                    "end": 149,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 150,
                    "end": 154,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 272,
                    "end": 276,
                    "text": "[22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 277,
                    "end": 280,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although the avian J chain has been cloned and was expressed in HG B cells [8] limited analyses of the molecular composition of tears-derived IgA exist. Watanabe et al. [17] reported secretion of a tIgA in tears with an approximately molecular weight of 650 kDa and this tIgA was not associated with a SC) of the pIgR. The intestines were the only organs, in which IgA secretion was associated with SC [10, 17, 18] . The molecular weight of this pIgA was estimated between 350 and 500 kDa [12, 17, 18] . The size of pIgA detected in tears in our study was an estimated 470 kDa, which falls within this range. The cloning of chicken pIgR enabled the demonstration of pIgR mRNA by Northern blot analyses. The pIgR mRNA was not only expressed in the intestines but also in liver, thymus and bursa of fabricius (10) . In contradiction with previous reports [17] , SC was also demonstrated to associate with bile-derived IgA [10] . Based on our analysis of immunoprecipitated IgA from tears and serum of chickens, at least three different forms of IgA are present in chickens. Based on molecular weights a monomeric form of IgA is most prevalent in serum and almost absent in tears. A dimeric IgA, based on molecular weight presumably associated with the SC, was the most prevalent form in tears when compared to serum. Finally, a multimeric, presumably tIgA was present in both tears and serum at approximately equivalent levels.",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 78,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 169,
                    "end": 173,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 402,
                    "end": 406,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 407,
                    "end": 410,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 411,
                    "end": 414,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 489,
                    "end": 493,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 494,
                    "end": 497,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 498,
                    "end": 501,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 807,
                    "end": 811,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 853,
                    "end": 857,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 920,
                    "end": 924,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In addition, it was demonstrated for the first time by RT-PCR that expression of the pIgR in chicken HGs occurred. A lack of pIgR expression in the HGs would have questioned the function of pIgR in chicken. This finding is consistent with a role of the pIgR for transporting pIgA across a mucosal epithelium into tears and with the high prevalence of pIgA in mucosal secretions of chickens but not in their serum. In serum monomeric IgA (mIgA) prevails. This same scenario was found in mammals. Thus, the lack of a hinge region in chicken IgA [26] , the region most susceptible to proteolysis in mammals, did not alter the association of pIgA with the SC in mucosal secretions. If association with SC did not provide the avian pIgA more protection against proteases, it raised the question whether or not its sole function was transport of pIgA across the epithelium. It is interesting in this context that both dimeric IgA and pentameric IgM are transported across mucosal epithelium by the pIgR in mammals. Pentameric IgM required a J-chain for proper assembly, while hexameric IgM did not contain a J-chain [27, 28] . The J-chain is highly conserved in chicken when compared to mammals [4] and contained two conserved regions, which were important for interaction with the pIgR [29] . The lack of the J-chain in hexameric IgM makes it ~20-fold more efficient than J-chain containing pentameric IgM in complement fixation [27, 28] . Thus, it could be hypothesized that the J-chain in combination with the SC were bound to polymeric antibodies in order to prevent activation of complement, inflammation and associated tissue damage at mucosal surfaces. The SC may play a similar role in avian antibodies. The decrease in complement fixation in the presence of J chain may be more important for IgM than IgA, since mammalian IgA was inherently poor in activating complement. No data are available on complement fixation of chicken IgA antibodies.",
            "cite_spans": [
                {
                    "start": 543,
                    "end": 547,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1110,
                    "end": 1114,
                    "text": "[27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1115,
                    "end": 1118,
                    "text": "28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1189,
                    "end": 1192,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1281,
                    "end": 1285,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1424,
                    "end": 1428,
                    "text": "[27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1429,
                    "end": 1432,
                    "text": "28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The tIgA found in both serum and tears of chicken may account for differences in size reported by different investigators for bile-and tears-derived IgA in chicken [16] [17] [18] . The tIgA antibodies were reported not to contain SC [16, 17] . IgA in mucosal secretions of humans also contained tetrameric and trimeric forms, but these forms bound to the pIgR and contained the SC of this receptor [30] . It is possible that chicken IgA is different from mammalian IgA in this respect. If this would be true, it would raise some interesting questions how tIgA is transported into mucosal secretion such as tears, bile and saliva of chicken. Hopefully future analyses will resolve some of these issues.",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 168,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 169,
                    "end": 173,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 174,
                    "end": 178,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 233,
                    "end": 237,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 238,
                    "end": 241,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 398,
                    "end": 402,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Thus, we can conclude that the Harderian glands are perfectly situated and equipped to play an important role in the host defense against pathogens and to generate strong mucosal and systemic adaptive immune responses upon ocular exposure to pathogens or live vaccines. Expression of avian influenza hemagglutinin in chicken Harderian glands 9 days after ocular Ad5-H5 exposure. White leghorns were exposed to 2.5 × 10 8 infectious units of adenovirus expressing the AI hemagglutinin gene serotype 5. The tissues were fixed and 5 μm sections were obtained. The slides were stained with an anti-H5 affinity-purified rabbit-anti H5 antibodies. The Ad5-H5 exposed Harderian glands but not the controls expressed H5. Hemagglutination-inhibition (HI) titer in plasma of chickens' ocular immunized with Ad5-H5. Plasma samples were collected from control chickens (n = 11) and chickens immunized two (n = 15) or three (n = 9) times with 2.5 × 10 8 I.U. of Ad5-H5. HI titers of <1.0 Log 2 were arbitrarily assigned a titer of 0. No HI titer was detected in control chickens while the HI titer increased with each Ad5-H5 administration tested 14 days after ocular administration. Induction of Ad5-specific antibodies after ocular administration of Ad5-H5. Ad5-specific antibodies were detected by ELISA as described. The highest dilution with an OD 405 of .100 or more above background was defined as the endpoint-titer. No IgG or IgA antibody levels were detected in tears and serum from control chickens. IgA secreting cells in the Harderian glands after ocular immunization. Lymphocytes isolated from the Harderian glands 9 days after immunization were isolated and loaded on antigencoated ELISPOT plates and were incubated overnight in a CO 2 incubator. Antibody secreting cells were detected as described in Section 2. Illustrated is a representative section of a single well containing Harderian gland lymphocytes derived from control or ocular challenged chickens. H5-and Ad5-specific IgG antibody secreting cells in the Harderian glands after ocular immunization with Ad5-H5. Lymphocytes were isolated from the Harderian glands (HDGL) at various days after Ad5-H5 administration and were analyzed for antibody secreting cells for H5 and Ad5. Indicated are the mean numbers of IgG spot-forming cells per 10 6 lymphocytes and one standard error. Both Ad5-specific and H5-specific IgG antibodies are produced in the Harderian glands after ocular Ad5-H5 administration. H5-and Ad5-specific IgA antibody secreting cells in the Harderian glands after ocular immunization with Ad5-H5. Lymphocytes were isolated from the Harderian glands at various days after Ad5-H5 administration and were analyzed for IgA antibody secreting cells specific for H5 and Ad5. Indicated are the mean numbers of IgA spot-forming cells per 10 6 lymphocytes and one standard error. Both Ad5-specific and H5-specific IgA antibodies are produced in the Harderian glands and peak on day 9 and 11 after Ad5-H5 administration. Polymeric-Ig receptor expression in the Harderian glands of chickens. Total RNA was isolated from the Harderian glands of three chickens using Tri-reagent (Molecular Research, Inc.) according manufactures protocols. The RNA was reverse transcribed (+) or not (−). The resulting PCR products and a 100 bp DNA ladder were separated on a 1.5% agarose gel and stained with ethidium bromide. A 400 bp amplicon was observed in reverse transcribed (+) samples confirming that pIgR mRNA is produced in the Harderian glands. No product was observed when the reverse transcription was eliminated (−). Immunoprecipitation of chicken IgA in tears and serum. Tears and serum were immunoprecipitated with biotinylated mouse-anti-chicken IgA monoclonal antibody and streptavidin-conjugated sepharose beads. The immunoprecipitants were analyzed by SDSpolyacrylamide gel electrophoresis (SDS-PAGE) on a 4-12% pre-cast gradient gel. The proteins were visualized using the Silver SNAP ® silverstain kit according to manufacturer protocols. Abbreviations used: monomeric IgA = mIgA; polymeric IgA = pIgA; tetrameric IgA = tIgA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The Harderian gland: a tercentennial review",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Payne",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J Anat",
            "volume": "185",
            "issn": "",
            "pages": "1--49",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Cell biology of the Harderian gland",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chieffi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Baccari",
                    "suffix": ""
                },
                {
                    "first": "Di",
                    "middle": [],
                    "last": "Matteo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Istria",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Minucci",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Varriale",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Int Rev Cytol",
            "volume": "168",
            "issn": "",
            "pages": "1--80",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Protective avian influenza in ovo vaccination with non-replicating human adenovirus vector",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Toro",
                    "suffix": ""
                },
                {
                    "first": "D-C",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Suarez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Sylte",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pfeiffer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Van Kampen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Vaccine",
            "volume": "25",
            "issn": "",
            "pages": "2886--91",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Protection of chickens against avian influenza with nonreplicating adenovirus-vectored vaccine",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Toro",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Suarez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Vaccine",
            "volume": "26",
            "issn": "",
            "pages": "2640--2646",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Possible route of antigen uptake by the Harderian gland of the domestic fowl",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Burns",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Br Poult Sci",
            "volume": "18",
            "issn": "",
            "pages": "407--415",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Role of Harderian gland on differentiation and proliferation of immunoglobulin A-bearing lymphocytes in chickens",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tsuji",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Baba",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kawata",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kajikawa",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Vet Immunol Immunopathol",
            "volume": "37",
            "issn": "",
            "pages": "271--83",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Possible migration of Harderian gland immunoglobulin A bearing lymphocytes into the caecal tonsil in chickens",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Akaki",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Simazu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Baba",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tsuji",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kodama",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mukamoto",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kajikawa",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Zentralbl Veterinarmed B",
            "volume": "44",
            "issn": "",
            "pages": "199--206",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Cloning and expression of the chicken immunoglobulin joining (J)-chain cDNA",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Takahashi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Iwase",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tachibana",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Komiyama",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kobayashi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Immunogenetics",
            "volume": "51",
            "issn": "",
            "pages": "85--91",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Role of J chain in secretory immuno-globulin formation",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "E"
                    ],
                    "last": "Johansen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Braathen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Brandtzaag",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Scand J Immunol",
            "volume": "52",
            "issn": "",
            "pages": "240--248",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A functional polymeric immunoglobulin receptor in chicken (Gallus gallus) indicates ancient role of secretory IgA in mucosal immunity",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Wieland",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Orzáez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lammers",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "K"
                    ],
                    "last": "Parmentier",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Verstegen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schots",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Biochem J",
            "volume": "380",
            "issn": "",
            "pages": "669--76",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Local and systemic specific antibody response of different chicken lines after ocular vaccination against infectious bronchitis",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Toro",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Reyes",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Redmann",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "Kaleta",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Zentralbl Veterinarmed B",
            "volume": "43",
            "issn": "",
            "pages": "449--54",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Intratracheal gene delivery with adenoviral vector induces elevated systemic IgG and mucosal IgA antibodies to adenovirus and β-galactosidase",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "W"
                    ],
                    "last": "Van Ginkel",
                    "suffix": ""
                },
                {
                    "first": "C-J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Simecka",
                    "suffix": ""
                },
                {
                    "first": "J-Y",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Greenway",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Frizzell",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Hum Gene Ther",
            "volume": "6",
            "issn": "",
            "pages": "895--903",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A solid-phase enzyme-linked immunospot (ELISPOT) assay for enumeration of specific antibody-secreting cells",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Czerkinsky",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Nilsson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nygren",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Ouchterlony",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tarkowski",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "J Immunol Methods",
            "volume": "65",
            "issn": "",
            "pages": "109--130",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Protection of mice and poultry from lethal H5N1 avian influenza virus through adenovirus-based immunization",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Soloff",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Montecalvo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Matsuoka",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Robbins",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Swayne",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "O"
                    ],
                    "last": "Donis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Katz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Barratt-Boyes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gambotto",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Virol",
            "volume": "80",
            "issn": "",
            "pages": "1959--64",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Elimination of both E1 and E2 from adenovirus vectors further improves prospects for in vivo human gene therapy",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Gorziglia",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Kadan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yei",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Luthra",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Trapnell",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J Virol",
            "volume": "70",
            "issn": "",
            "pages": "4173--4181",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Studies on subunit components of chicken polymeric immunoglobulins",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kobayashi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hirai",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "J Immunol",
            "volume": "124",
            "issn": "",
            "pages": "1695--704",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Peculiar secretory IgA system identified in chickens II. Identification and distribution of free secretory component and immunoglobulins of IgA, IgM, and IgG in chicken external secretions",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Watanabe",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kobayashi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Isayama",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "J Immunol",
            "volume": "115",
            "issn": "",
            "pages": "998--1001",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Peculiar secretory IgA system identified in chickens",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Watanabe",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kobayashi",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "J Immunol",
            "volume": "113",
            "issn": "",
            "pages": "1405--1414",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Unique features and distribution of the chicken CD83 + cell",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hansell",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "W"
                    ],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Brooks",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sheppard",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Withanage",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Maskell",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Immunol",
            "volume": "179",
            "issn": "",
            "pages": "5117--5142",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Research notes: ELISPOT assay for detection of antibody secreting cells to infectious bursal disease virus in chickens",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Thiagarajan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Poult Sci",
            "volume": "77",
            "issn": "",
            "pages": "662--667",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Specific antibody secreting cells from chickens can be detected by three days and memory B cells by three weeks post-infection with the avian respiratory coronavirus",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pei",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Collisson",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Dev Comp Immunol",
            "volume": "29",
            "issn": "",
            "pages": "153--60",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Avian infectious bronchitis: specific lacrimal IgA level and resistance against challenge",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Toro",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Fernandez",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Zentralbl Veterinarmed B",
            "volume": "41",
            "issn": "",
            "pages": "467--72",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "B cell maturation in the chicken Harderian gland",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mansikka",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sandberg",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Veromaa",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Vainio",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Granfors",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Toivanen",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "J Immunol",
            "volume": "142",
            "issn": "",
            "pages": "1826--1859",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Infectious bronchitis virus antibodies in tears and their relationship to immunity",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gelb",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Nix",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Gellman",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Avian Dis",
            "volume": "42",
            "issn": "",
            "pages": "364--74",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Eye-drop DNA can induce IgA in the tears and bile of chickens",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mackie",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Vet Immunol Immunopathol",
            "volume": "80",
            "issn": "",
            "pages": "327--359",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Chicken IgA H chains Implications concerning the evolution of H chain genes",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mansikka",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J Immunol",
            "volume": "149",
            "issn": "",
            "pages": "855--61",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The biological effects of IgM hexamer formation",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Randall",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Corley",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Eur J Immunol",
            "volume": "20",
            "issn": "",
            "pages": "1971--1980",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Structural and functional analysis of J chain-deficient IgM",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Wiersma",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Collins",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fazel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Shulman",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Immunol",
            "volume": "160",
            "issn": "",
            "pages": "5979--89",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Secretory antibody formation: conserved binding interactions between J chain and polymeric Ig receptor from humans and amphibians",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Braathen",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "S"
                    ],
                    "last": "Hohman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Brandtzaeg",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "E"
                    ],
                    "last": "Johansen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Immunol",
            "volume": "178",
            "issn": "",
            "pages": "1589--97",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Dimeric and tetrameric IgA are transcytosed equally by the polymeric Ig receptor",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "J-P",
                    "middle": [],
                    "last": "Vaerman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Mostov",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J Immunol",
            "volume": "155",
            "issn": "",
            "pages": "715--736",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 3.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig. 4.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig. 5.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Fig. 6.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Fig. 7.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Fig. 8.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We like to thank Cassandra Breedlove for providing animal care. This study was sponsored by AAES project ALA080-033 and an Auburn University grant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}