{
    "paper_id": "36563b703e373fdeb83306ffddaa62c12d65f8e9",
    "metadata": {
        "title": "Isolation of a thermostable trypsin inhibitor with exploitable potential",
        "authors": [
            {
                "first": "Yongxiang",
                "middle": [],
                "last": "Hong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xixi",
                "middle": [],
                "last": "Cai",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [],
                "last": "Biao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shao",
                "middle": [
                    "•"
                ],
                "last": "Jing",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hong",
                "middle": [
                    "•"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shaoyun",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Pingfan",
                "middle": [],
                "last": "Rao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A novel trypsin inhibitor with considerable thermal and pH stability, designated Glytine, was isolated from seeds of the Chinese black soybean Glycine max (L.) Merr. The purification procedure involved ammonium sulfate precipitation, ion-exchange chromatography on CM-Sephadex C-50, gel filtration chromatography on Sephacryl S-200HR, and gel filtration chromatography on POROS HS-20. The 20 N-terminal amino acid sequences were determined to be DEYSKPCCDLCMCTRRCPPQ, demonstrating close homology with the sequences of leguminous trypsin inhibitors. The molecular mass and isoelectric point of the inhibitor were estimated by SDS-PAGE and isoelectric focusing to be 19.9 kDa and 6.2, respectively. Trypsin could be completely inhibited by Glytine when the weight ratio was 1.5. The inhibitory activity of Glytine was unaffected by exposure to temperatures up to 100°C, or within the pH range 2-12. Besides trypsin-chymotrypsin inhibition activity, Glytine demonstrated other biological activities including antiproliferative activity against tumor cells including human liver hepatoma cells Bel-7402 and neuroblastoma cells SHSY5Y. In addition, the inhibitor showed antifungal activity against Pythium aphanidermatum, Fusarium oxysporum, Alternaria alternata (Fr.) Keiss, Fusarium solani, and Botrytis cinerea. This study extended research on leguminous trypsin-chymotrypsin inhibitor and suggested exploitable potential.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Keywords Trypsin inhibitor Á Thermostable Á Glycine max (L.) Merr Á Antifungal Yongxiang Hong and Xixi Cai contributed equally to this work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Leguminous plants elaborate a range of proteins with diverse bioactivities. Protease inhibitor is listed as one type of these bioactive proteins having been researched by a number of investigators. Besides inhibiting the activity of protease, protein inhibitors of serine including trypsin and chymotrypsin concurrently demonstrated additional biological activities. For example, HIV protease inhibitors and SARS coronavirus proteinase inhibitors may be used to fight against HIV and SARS virus, respectively [1] . Plant protease inhibitors may be involved in the regulation of programmed cell death in plants. They show insecticidal and antifungal activities, but can also cause inhalant and food allergies [2, 3] . Epidemiological evidence suggests that a diet rich in legumes reduces the incidence of cancer and that this may be due to the presence of protease inhibitors [4] . Both in vivo antitumor and in vitro antiproliferative activities of trypsin inhibitors have been reported [5] .",
            "cite_spans": [
                {
                    "start": 509,
                    "end": 512,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 708,
                    "end": 711,
                    "text": "[2,",
                    "ref_id": null
                },
                {
                    "start": 712,
                    "end": 714,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 875,
                    "end": 878,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 987,
                    "end": 990,
                    "text": "[5]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "There are several types of plant trypsin inhibitors. Kunitz-type trypsin inhibitors have a molecular mass of about 20 kDa, a low cysteine content and a single reactive site, while Bowman-Birk trypsin inhibitors are approximately 8 kDa in size and possess a high cysteine content and two reactive sites [6, 7] . The conformation of Kunitz-type trypsin inhibitors is mainly b sheet with a small amount of regular sheet. The insecticidal activity of Kunitz-type trypsin inhibitors has been demonstrated using transgenic plants [8] . Kunitz-type trypsin inhibitors also inhibit other enzymes, such as chymotrypsin, a-amylase, and human plasmin, and block the conversion of prothrombin to thrombin [3] . The Yellow soybean (Glycine max (L.) Merr.) produced both Bowman-Birk and Kunitz-type trypsin inhibitors [9] . The formation, degradation, and gene expression of Kunitz-type trypsin inhibitor in the soy bean have also been reported [3] . The seeds of bitter gourds, sponge gourds, wax gourds, and M. cochinchinensis produce squash-type trypsin inhibitors with a molecular mass of about 3 kDa [10] .",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 305,
                    "text": "[6,",
                    "ref_id": null
                },
                {
                    "start": 306,
                    "end": 308,
                    "text": "7]",
                    "ref_id": null
                },
                {
                    "start": 524,
                    "end": 527,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 693,
                    "end": 696,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 804,
                    "end": 807,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 931,
                    "end": 934,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1091,
                    "end": 1095,
                    "text": "[10]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Trypsin and chymotrypsin inhibitors have been regarded as a class of antifungal proteins that have potent activity against plant pathogens [10] . Antifungal proteins have captured the attention of a number of researchers on account of their important economic potential in protecting crops from invading fungi. Antifungal proteins may also contribute to the defense of a plant against predators such as insects [11] as well as pathogens such as fungi [12, 13] . It is well recognized that there is a wide diversity of antifungal proteins produced by leguminous plants. Some of these proteins and peptides have been classified into different groups based on their structure and/or functions [14] . Combinations of antifungal proteins may be found in a single species of bean; for example, in addition to a protease inhibitor, a lysozyme and a nonspecific lipid transfer protein were isolated from Mung bean (Vigna radiata), and all have fungal inhibition activity [12, 13, 15] .",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 143,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 411,
                    "end": 415,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 451,
                    "end": 455,
                    "text": "[12,",
                    "ref_id": null
                },
                {
                    "start": 456,
                    "end": 459,
                    "text": "13]",
                    "ref_id": null
                },
                {
                    "start": 690,
                    "end": 694,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 963,
                    "end": 967,
                    "text": "[12,",
                    "ref_id": null
                },
                {
                    "start": 968,
                    "end": 971,
                    "text": "13,",
                    "ref_id": null
                },
                {
                    "start": 972,
                    "end": 975,
                    "text": "15]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The Chinese black soybean is a special cultivar of the Yellow soybean (Glycine max (L.) Merr). Its usage in traditional Chinese medicine is different from the Yellow soybean. However, Chinese black soybean has not been studied as extensively as the Yellow soybean, and there is therefore a paucity of information about its protein constituents. We report here for the first time the extraction from it, and purification, of a trypsin inhibitor with both antifungal activity and antiproliferative activity against tumor cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Black soybean (Glycine max (L.) Merr) seeds were purchased from a local supermarket. Fetal calf serum (FCS) was purchased from Hyclone Co., USA. The human liver hepatoma cells of Bel-7402 and the neuroblastoma cells of SHSY5Y were obtained from Shanghai Cell Institute, China Science Academy, China. Trypsin and chymotrypsin from bovine pancreas were purchased as white crystalline powder from Shanghai Chemical Co. (Shanghai, China); their enzymatic activities were 2,400 and 800 l/mg, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials"
        },
        {
            "text": "CM-Sephadex C-50, Sephacryl S-200HR, and POROS HS-20 were purchased from Amersham Biosciences (Sweden), Bio-Rad (USA), and TOSOH Co. (Japan), respectively. Standard proteins marker were purchased from Gibco-BRL (Life Tech., USA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials"
        },
        {
            "text": "Hundred grams of Black soybeans seeds were soaked in distilled water for 12 h and homogenized in 0.2 M sodium acetate buffer, pH 5.4. The homogenate was centrifuged at 12,000 rpm for 20 min at 4°C. The supernatant was collected for further study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample preparation"
        },
        {
            "text": "The supernatant was first brought to 20 % saturation with solid ammonium sulfate. The solution was centrifuged at 12,000 rpm for 20 min, and the resulting supernatant was then adjusted to 80 % saturation by the addition of ammonium sulfate. After centrifugation (12,000 rpm, 20 min), the precipitate was collected and dissolved in 300 mL of 0.02 M sodium acetate buffer (pH 5.4). The solution of ammonium sulfate precipitate was dialyzed against 0.02 M sodium acetate buffer (pH 5.4) overnight at 4°C with three changes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ammonium sulfate precipitation"
        },
        {
            "text": "The dialyzed solution was applied to a CM-Sephadex C-50 column (2.5 cm 9 30 cm) equilibrated previously with the 0.02 M sodium acetate buffer (pH 5.4). The column was washed with the binding buffer and eluted with a 0-0.5 M linear gradient of NaCl. The flow rate was 0.5 mL/min, 10 min/tube. The absorbance of the elution was monitored at 280 nm. The trypsin inhibitor activity of each fraction was determined. The unabsorbed peak (fraction C 1 ) exhibited trypsin inhibitor activity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cation-exchange chromatography"
        },
        {
            "text": "The unabsorbed fractions from the CM-Sephadex C-50 column were pooled, dialyzed against 0.01 M Tris-HCl buffer (pH 7.2) at 4°C for 24 h with several changes and concentrated using a vacuum concentration machine (Shanghai Machinery Co., China) at low temperature for 2 h, and then applied to the Sephacryl S-200HR column (1 cm 9 100 cm) previously equilibrated with the starting buffer. The flow rate was 0.3 mL/min, and the eluate was monitored at 280 nm. The trypsin inhibitor activity of each fraction was determined.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gel filtration"
        },
        {
            "text": "The pooled active solution was dialyzed against 0.02 M acetate buffer (pH 5.0) and loaded onto a POROS HS-20 column (0.75 cm 9 7.5 cm). A bound protein was eluted with a linear gradient of 0-1.0 M NaCl for 90 min, and then finally with a stepwise gradient of 1.0 M NaCl for 10 min. Chromatography was carried out on a BioCAD 700E perfusion chromatography workstation from PerSeptive Biosystem Co. (USA) with a flow rate of 1 mL/ min. The absorbance of all fractions was monitored at 280 nm, and the trypsin inhibitor activity of each fraction was determined.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Anion-exchange chromatography"
        },
        {
            "text": "The homogeneity of the purified sample was determined on a C18 capillary reversed-phase high-performance liquid chromatography (RP-HPLC) column (15 mm 9 1.0 mm) using an analyzer (Applied Biosystems Model ABI-140D, Perkin Elmer Co., MA, USA). The running solvent A contained 90 % water, 10 % acetonitrile, and 0.1 % trifluroacetic acid, and the solvent B contained 90 % acetonitrile, 10 % water, and 0.1 % trifluroacetic acid. The gradient eluent concentration was 0-50 % solvent B in 1 h.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Capillary liquid chromatography"
        },
        {
            "text": "The protein concentration was measured by the method of Lowry [16] , with bovine serum albumin used as the standard.",
            "cite_spans": [
                {
                    "start": 62,
                    "end": 66,
                    "text": "[16]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Protein assay"
        },
        {
            "text": "Sodium dodecyl sulfate-polyacrylamide gel electrophoresis (SDS-PAGE) was carried out using a 12.5 % separating gel and 4.0 % concentrating gel, according to the method of Laemmli [17] . Polyacrylamide gel isoelectric focusing (IEF) was conducted in a glass column, the carrier ampholytes (Ampholine, Pharmacia) with pH ranges of 3-10 [18] . Gels were stained by Coomassie blue R-250.",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 183,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 334,
                    "end": 338,
                    "text": "[18]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "SDS-PAGE and IEF"
        },
        {
            "text": "The trypsin inhibitor was analyzed by MALDI-TOF mass spectrometry (Applied Biosystems, Foster City, CA, USA), an instrument that essentially consists of an atmospheric pressure electrospray positive-ion source, attached to a triple-quadrupole mass analyzer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mass spectrometry"
        },
        {
            "text": "Ten portions containing 0, 25, 50, 75, 100, 150, 200, 250, 350, and 450 lg of the inhibitor were incubated at 25°C together with 25 lg trypsin or chymotrypsin in 100 lL of 0.05 M Tris-HCl buffer (pH 8.0) containing 0.2 M CaCl 2 for 5 min. The reaction was incubated at 25°C for 15 min, and the reaction was terminated by adding 1 mL of cold 5 % trichloroacetic acid. The reaction mixture was centrifuged for 20 min at 9,000 rpm, and the supernatant was removed for testing. Residual trypsin or chymotrypsin activity was determined by adding 300 lL of 1 % casein substrate at 25°C. The absorbance of the clear supernatant was determined at 280 nm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measurement of trypsin-chymotrypsin inhibitory activity"
        },
        {
            "text": "The N-terminal amino acid sequence of the purified Glytine was performed by Edman degradation using a protein sequencer (Applied Biosystems Model 476A, Perkin Elmer Co. MA, USA). Phenylthiohydantoin derivatives were separated and identified by capillary reversed-phase HPLC in a C18 column with an analyzer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "N-terminal amino acid sequence analysis"
        },
        {
            "text": "Thermostability assay Ten portions of 200 lg trypsin inhibitor in 1 mL of glass tubes were preheated at different temperatures (from 30 to 100°C) for 30 min and cooled down to 4°C. The residual trypsin inhibition activity was determined according to the method established by Wang and Rao [19] . pH stability assay",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 293,
                    "text": "[19]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "N-terminal amino acid sequence analysis"
        },
        {
            "text": "The purified Glytine was incubated in 0.05 M buffers with pH values between 2 and 12 at 25°C for 30 min. The residual trypsin inhibition activity was determined.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "N-terminal amino acid sequence analysis"
        },
        {
            "text": "The assay for antifungal activity was executed using 100 9 15 mm Petri plates containing 10 mL of potato dextrose agar. Sterile blank paper disks (0.625 cm in diameter) were placed at a distance of about 1 cm away from a central disk of the same size. An aliquot (8 lL containing 0, 50 or 100 lg) of Glytine in 0.02 M Tris-HCl buffer (pH 7.2) was introduced to each peripheral disk, respectively. The plates were incubated at 23°C for 72 h until mycelial growth from the central disk had enveloped the peripheral disks containing the control (Tris-HCl buffer) and had produced crescents indicating inhibition (C) Fig. 1 Purification of Glytine. a Cation-exchange chromatography on CM-Sephadex C-50 (2.5 cm 9 30 cm). The first elution peak (fraction C 1 ) was pooled. b Fraction C 1 was concentrated and subjected to gel filtration chromatography on Sephacryl S-200HR (1 cm 9 100 cm). The second peak (fraction S 2 ) was collected. c Fraction S 2 was concentrated and dialyzed against 0.02 M acetate buffer (pH 5.0) and loaded on to a POROS HS-20 column (0.75 cm 9 7.5 cm) around the disks containing samples with antifungal activity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 613,
                    "end": 619,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Assay for antifungal activity"
        },
        {
            "text": "The antiproliferative activity of Glytine on tumor cells was carried out by testing its inhibition of the growth of human liver hepatoma cells (Bel-7402) and neuroblastoma cells (SHSY5Y). Whey protein isolate was used as a control to exclude the general effect of protein. The Bel-7402 cells were cultured in RPMI-1640 medium supplemented with 10 % (v/v) FCS. The SHSY5Y cells were cultured in DMEM/F12 (1:1) medium supplemented with 10 % (v/v) fetal bovine serum, in a humidified atmosphere of 5 % CO 2 at 37°C. The cells (3 9 10 5 cells/150 lL/well) were also seeded into a 96-well culture plate, and a series of solutions containing Glytine in 150 lL medium were added. After incubation of the cells at 37°C in a humidified atmosphere of 5 % CO 2 for 24 h, the cells were then harvested and dyed with 3-(4,5-dimethylthiazol-2-yl)-2,5-diphenyltetrazolium bromide (MTT). The absorbance of the samples at 590 nm was determined using a microtiter plate (ELISA) reader and was directly correlated to the level of its antitumor activity. The inhibitory activity of the Glytine was calculated as the percent inhibition compared to a control without the sample.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assay for antiproliferative activity"
        },
        {
            "text": "All experiments were conducted in triplicate. All data were presented as means (standard deviations, SDs) of three independent experiments. Statistical analysis was done using Student's t test. A value of P \\ 0.05 was considered statistically significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analyses"
        },
        {
            "text": "The extract of the Black soybean seeds was firstly treated by ammonium sulfate precipitation (20-80 % saturation) and dialyzed against 0.02 M sodium acetate buffer (pH 5.4). The solution was applied to cation-exchange chromatography on CM-Sephadex C-50 column. The unabsorbed fraction (C 1 ) exhibiting trypsin inhibitor activity was pooled (Fig. 1a) . In the next step, the pooled fraction was subjected to gel filtration chromatography on Sephacryl S-200HR column, and the second peak (fraction S 2 ; Fig. 1b ) with trypsin inhibitory activity was collected and dialyzed against 0.02 M acetate buffer (pH 5.0) and loaded on to a POROS HS-20 column. The trypsin inhibitor was separated from other proteins by eluting with a 0-1.0 M linear gradient of NaCl (Fig. 1c) . The homogeneity of the purified Glytine was identified by the C18 capillary reversed-phase chromatography and SDS-PAGE. A single peak and a single band were performed on chromatogram map (Data not shown) and SDS-PAGE (Fig. 2) , indicating the high purity of the Glytine.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 341,
                    "end": 350,
                    "text": "(Fig. 1a)",
                    "ref_id": null
                },
                {
                    "start": 503,
                    "end": 510,
                    "text": "Fig. 1b",
                    "ref_id": null
                },
                {
                    "start": 757,
                    "end": 766,
                    "text": "(Fig. 1c)",
                    "ref_id": null
                },
                {
                    "start": 986,
                    "end": 994,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "Extraction and purification of Glytine"
        },
        {
            "text": "The SDS-PAGE pattern is shown in Fig. 2 , as a single band on the gel. The molecular weight of the purified Glytine was calculated by SDS-PAGE to be 19.9 kDa. The isoelectric point (pI) of the purified Glytine was estimated to be 6.2 by IEF, suggesting it to be an acidic protein (Fig. 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 33,
                    "end": 39,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 280,
                    "end": 288,
                    "text": "(Fig. 3)",
                    "ref_id": null
                }
            ],
            "section": "Molecular mass and isoelectric point"
        },
        {
            "text": "Mass spectrometric analysis on MALDI-TOF mass spectra demonstrated that the molecular mass of the trypsin inhibitor was 20.055 kDa (Fig. 4) . This indicates not only its precise molecular mass, but also provides further evidence of the purity of the purified Glytine.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 131,
                    "end": 139,
                    "text": "(Fig. 4)",
                    "ref_id": null
                }
            ],
            "section": "Mass spectrometry"
        },
        {
            "text": "The 20 N-terminal amino acid sequence of the purified trypsin inhibitor Glytine was determined to be DE-YSKPCCDLCMCTRRCPPQ. This revealed a high correspondence (between 55 and 90 %) to those protease inhibitors and inhibitor precursors from other leguminous plants, according to the results of a BLAST Search (Table 1) . From Table 1 , the N-terminal sequence of the Glytine was homologous to those of trypsin inhibitors from other The presented N-terminal sequences in Table are from the NCBI database (http://www.ncbi.nlm.nih.gov). Residue number 1 and residue number 20 for peanut Glytine refer to D and Q being the 1st and 20th amino acid residue in Glytine, respectively. Underlined characters, identical amino acids with the purified Glytine   Fig. 4 MALDI-TOF mass spectrum of obtained trypsin inhibitor leguminous plants. It inhibited the activity of both trypsin and chymotrypsin, with the potency toward trypsin being higher. This result is similar to the Kunitz-type trypsin inhibitors from the roots of Hai Er Shen (Kid Ginseng-Pseudostellaria heterophylla) [2] and wild soybean (Glycine soja) [20] .",
            "cite_spans": [
                {
                    "start": 1070,
                    "end": 1073,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 1106,
                    "end": 1110,
                    "text": "[20]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 309,
                    "end": 318,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 326,
                    "end": 333,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 470,
                    "end": 479,
                    "text": "Table are",
                    "ref_id": null
                },
                {
                    "start": 740,
                    "end": 756,
                    "text": "Glytine   Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "N-terminal amino acid sequence"
        },
        {
            "text": "Glytine inhibited both trypsin and chymotrypsin activity (Fig. 5) . When the weight ratio of inhibitor to chymotrypsin equaled 2.1, 50 % of enzyme activity was inhibited. However, Glytine's capacity to inhibit trypsin activity was much stronger than that to inhibit chymotrypsin activity; when the weight ratio of the Glytine to chymotrypsin equaled 2.0, the residual enzyme activity was hardly evident (Fig. 5 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 57,
                    "end": 65,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 403,
                    "end": 410,
                    "text": "(Fig. 5",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Trypsin and chymotrypsin inhibitory activities"
        },
        {
            "text": "Thermal and pH stability assay",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trypsin and chymotrypsin inhibitory activities"
        },
        {
            "text": "Purified Glytine was extremely stable below 100°C. Incubation at 100°C for 30 min resulted in almost no loss of activity (Fig. 6) . Additionally, it showed excellent pH stability; its trypsin inhibitory activity was unaffected by exposure to pH 2-12 (Fig. 7) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 121,
                    "end": 129,
                    "text": "(Fig. 6)",
                    "ref_id": null
                },
                {
                    "start": 250,
                    "end": 258,
                    "text": "(Fig. 7)",
                    "ref_id": null
                }
            ],
            "section": "Trypsin and chymotrypsin inhibitory activities"
        },
        {
            "text": "The results show that the thermostability of purified Glytine is higher than those of the trypsin inhibitors reported by Lin and Ng [20] , Wang et al. [13] , and Wang and Rao [19] . The thermostable temperature of almost all of the previously reported plant trypsin inhibitors was lower than 85°C [19] . The pH stability of Glytine is similar to that of the trypsin inhibitor reported by Lin and Ng [20] .",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 136,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 151,
                    "end": 155,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 175,
                    "end": 179,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 297,
                    "end": 301,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 399,
                    "end": 403,
                    "text": "[20]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Trypsin and chymotrypsin inhibitory activities"
        },
        {
            "text": "Although trypsin inhibitors have been extensively reported, the fact that they differ in both their thermostability and pH stability highlights their diversity, even from the same species. This newly purified trypsin inhibitor, Glytine, was both extreme heatresistant and pH-resistant properties (Figs. 6, 7) when compared with almost all previously reported trypsin inhibitors.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 296,
                    "end": 308,
                    "text": "(Figs. 6, 7)",
                    "ref_id": null
                }
            ],
            "section": "Trypsin and chymotrypsin inhibitory activities"
        },
        {
            "text": "The antifungal activity of Glytine against fungal species was illustrated in Fig. 8 . It showed antifungal activity against Pythium aphanidermatum (Fig. 8I) , Fusarium oxysporum (Fig. 8II) , Alternaria alternata (Fr.) Keiss (Fig. 8III) , Fusarium solani (Fig. 8IV) , and Botrytis cinerea (Fig. 8V) . Crescents of inhibition around disks were shown in the position of both Disk (B) and Disk (C) when compared with control Disk (A). Moreover, inhibition capacity varied between fungal species; the inhibition of Botrytis cinerea (Fig. 8V ) was the most visible as compared with Fig. 8I , II, III, and IV. In addition, the IC 50 of the antifungal activity toward Pythium aphanidermatum was calculated to be 9.13 lM. However, Glytine showed little antifungal activity against Mycosphaerella arachidicola.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 77,
                    "end": 83,
                    "text": "Fig. 8",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 147,
                    "end": 156,
                    "text": "(Fig. 8I)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 178,
                    "end": 188,
                    "text": "(Fig. 8II)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 224,
                    "end": 235,
                    "text": "(Fig. 8III)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 254,
                    "end": 264,
                    "text": "(Fig. 8IV)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 288,
                    "end": 297,
                    "text": "(Fig. 8V)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 527,
                    "end": 535,
                    "text": "(Fig. 8V",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 576,
                    "end": 583,
                    "text": "Fig. 8I",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Antifungal activity"
        },
        {
            "text": "The trypsin inhibitor Glytine displays a spectrum of activities. It inhibits mycelial growth in several fungal species, like some of the previously reported antifungal proteins [2, 13, 15, 21, 22] . The existence of trypsin inhibitors with antifungal activity might represent a selective advantage against a wide range of potential pathogens activity. Plant protease inhibitors show antifungal activities; instead, they are just listed as inhalant allergies and also food allergies. It deduces that a combination of antifungal proteins is present in this variety of plants and that they work together to defend against the attacks from invading pathogens such as disease-causing fungi.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 180,
                    "text": "[2,",
                    "ref_id": null
                },
                {
                    "start": 181,
                    "end": 184,
                    "text": "13,",
                    "ref_id": null
                },
                {
                    "start": 185,
                    "end": 188,
                    "text": "15,",
                    "ref_id": null
                },
                {
                    "start": 189,
                    "end": 192,
                    "text": "21,",
                    "ref_id": null
                },
                {
                    "start": 193,
                    "end": 196,
                    "text": "22]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Antifungal activity"
        },
        {
            "text": "The antiproliferative activities of Glytine to human liver hepatoma cells (Bel-7402) and neuroblastoma cells (SHSY5Y) were calculated as percent inhibition compared to a control without the sample. According to the inhibition results ( Fig. 9) , the IC 50 value against Bel-7402 was calculated to be almost 40 lM, while the IC 50 value against SHSY5Y was near 25 lM. Whey protein isolate was used as the control to exclude the general effect of protein. Not surprisingly, whey protein showed no significant antiproliferative activity on the cells mentioned above (data not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 236,
                    "end": 243,
                    "text": "Fig. 9)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Antiproliferative activity on tumor cells"
        },
        {
            "text": "Significantly, Glytine possessed antiproliferative activities against cancer cells in addition to its antifungal activities. Some other antifungal proteins have also been reported to demonstrate antibacterial activities [15, [23] [24] [25] as well as antiproliferative activities against tumor cell lines [20, 23, 24, 26, 27] . Our investigation represents a significant addition when compared with those previous studies.",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 224,
                    "text": "[15,",
                    "ref_id": null
                },
                {
                    "start": 225,
                    "end": 229,
                    "text": "[23]",
                    "ref_id": null
                },
                {
                    "start": 230,
                    "end": 234,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 235,
                    "end": 239,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 305,
                    "end": 309,
                    "text": "[20,",
                    "ref_id": null
                },
                {
                    "start": 310,
                    "end": 313,
                    "text": "23,",
                    "ref_id": null
                },
                {
                    "start": 314,
                    "end": 317,
                    "text": "24,",
                    "ref_id": null
                },
                {
                    "start": 318,
                    "end": 321,
                    "text": "26,",
                    "ref_id": null
                },
                {
                    "start": 322,
                    "end": 325,
                    "text": "27]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Antiproliferative activity on tumor cells"
        },
        {
            "text": "Glytine, a trypsin-chymotrypsin inhibitor with antiproliferative activity against cancer cells and antifungal potency against several fungal species, has been investigated for the first time in this study. The seeds of the Chinese black soybean Glycine max (L.) Merr contain a trypsin-chymotrypsin inhibitor with versatile biological activities, suggesting an exploitable potential for this class of antifungal protein in the food industry and agriculture, as well as in the field of medical treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Plant protease inhibitors",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Birk",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "SDS-PAGE of the purified Glytine. From right to left, Lane M was molecular mass standards; lane S was loaded with 8 lg Glytine. The position of Glytine band corresponding to a molecular mass of 19.IEF",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Inhibitory activity of the trypsin inhibitor Glytine on trypsin or chymotrypsin (circle and triangle represent trypsin and chymotrypsin, respectively) Fig. 6 Thermal stability of the Glytine. Results are presented as mean ± SD (n = 3) Fig. 7 pH stability of the Glytine. Results are presented as mean ± SD (n = 3",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Inhibitory activity of trypsin inhibitor Glytine. Plate (1) Pythium aphanidermatum, plate (2) Fusarium oxysporum, plate (3) Alternaria alternata (Fr.) Keiss, plate (4) Fusarium solani, and plate (5) Botrytis cinerea. Disk (a) 0.02 M Tris-HCl buffer, pH 7.2, as control; disk (b) 50 lg Glytine and disk (c) 100 lg Glytine",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Inhibitory activity of trypsin inhibitor Glytine toward tumor cells BEL-7402 and SHSY5Y (circle and triangle represent SHSY5Y and BEL-7402, respectively). Each data point represents the mean value of triplicate determinations",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Comparison of N-terminal sequence of Glytine with trypsin protease inhibitors from other leguminous plants",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Compliance with Ethics Requirements This article does not contain any studies with human or animal subjects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest None."
        }
    ]
}