{
    "paper_id": "365b863ed4e9eeab4027cd17c9dcbd19b967d622",
    "metadata": {
        "title": "Weekly Monitoring of Children with Asthma for Infections and Illness During Common Cold Seasons",
        "authors": [
            {
                "first": "Jaime",
                "middle": [
                    "P"
                ],
                "last": "Olenec",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Wisconsin",
                    "location": {
                        "settlement": "Madison",
                        "region": "Wisconsin",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Kyung",
                "middle": [],
                "last": "Woo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Wisconsin",
                    "location": {
                        "settlement": "Madison",
                        "region": "Wisconsin",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Wai-Ming",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Wisconsin",
                    "location": {
                        "settlement": "Madison",
                        "region": "Wisconsin",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Fue",
                "middle": [],
                "last": "Vang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Wisconsin",
                    "location": {
                        "settlement": "Madison",
                        "region": "Wisconsin",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Tressa",
                "middle": [
                    "E"
                ],
                "last": "Pappas",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Wisconsin",
                    "location": {
                        "settlement": "Madison",
                        "region": "Wisconsin",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Lisa",
                "middle": [
                    "Ep"
                ],
                "last": "Salazar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Wisconsin",
                    "location": {
                        "settlement": "Madison",
                        "region": "Wisconsin",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [
                    "D"
                ],
                "last": "Evans",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Wisconsin",
                    "location": {
                        "settlement": "Madison",
                        "region": "Wisconsin",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Jack",
                "middle": [],
                "last": "Bork",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Wisconsin",
                    "location": {
                        "settlement": "Madison",
                        "region": "Wisconsin",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Kathleen",
                "middle": [],
                "last": "Roberg",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Wisconsin",
                    "location": {
                        "settlement": "Madison",
                        "region": "Wisconsin",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Robert",
                "middle": [
                    "F"
                ],
                "last": "Lemanske",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Wisconsin",
                    "location": {
                        "settlement": "Madison",
                        "region": "Wisconsin",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "James",
                "middle": [
                    "E"
                ],
                "last": "Gern",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Wisconsin",
                    "location": {
                        "settlement": "Madison",
                        "region": "Wisconsin",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background-Exacerbations of childhood asthma and rhinovirus infections both peak during the spring and fall, suggesting that viral infections are major contributors to seasonal asthma morbidity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Objectives-To evaluate rhinovirus infections during peak seasons in children with asthma, and to analyze relationships between viral infection and illness severity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods-Fifty-eight children with asthma ages 6-8 years provided 5 consecutive weekly nasal lavage samples during September and April; symptoms, medication use, and peak flow were recorded. Rhinoviruses were identified using multiplex PCR and partial sequencing of viral genomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results-Viruses were detected in 36-50% of the specimens, and, 72-99% of the viruses were rhinoviruses. There were 52 different strains (including 16 HRV-C) among the 169 rhinovirus isolates; no strains found in more than two collection periods, and all but two children had a respiratory infection. Virus-positive weeks were associated with greater cold and asthma severity (p<0.0001 and p=0.0002 respectively). Furthermore, virus-positive illnesses had increased duration and severity of cold and asthma symptoms, and more frequent loss of asthma control (47% vs. 22%, p=0.008). While allergen-sensitized vs. non-sensitized children had the same number of viral infections, the former had 47% more symptomatic viral illnesses (1.19 vs. 0.81 per month, p=0.03).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions-Rhinovirus infections are nearly universal in children with asthma during common cold seasons, likely due to a plethora of new strains appearing each season. Illnesses associated with viruses have greater duration and severity. Finally, atopic asthmatic children experienced more frequent and severe viral-induced illnesses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Clinical Implications-The combination of viral infection and allergy increases the morbidity of respiratory illness in children with asthma.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "There are predictable peaks in asthma exacerbations in the spring and fall in temperate climates. 1 ,2 For example, regular seasonal cycles of asthma hospitalizations in school-age children in Canada have been demonstrated over a 15-year period of time (1990) (1991) (1992) (1993) (1994) (1995) (1996) (1997) (1998) (1999) (2000) (2001) (2002) (2003) (2004) . 3, 4 Factors that contribute to the \"September epidemic\" of asthma morbidity in children are likely to include return to school and concordant exposure to viruses and allergic sensitization together with exposure to relevant airborne allergens.",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 259,
                    "text": "(1990)",
                    "ref_id": null
                },
                {
                    "start": 260,
                    "end": 266,
                    "text": "(1991)",
                    "ref_id": null
                },
                {
                    "start": 267,
                    "end": 273,
                    "text": "(1992)",
                    "ref_id": null
                },
                {
                    "start": 274,
                    "end": 280,
                    "text": "(1993)",
                    "ref_id": null
                },
                {
                    "start": 281,
                    "end": 287,
                    "text": "(1994)",
                    "ref_id": null
                },
                {
                    "start": 288,
                    "end": 294,
                    "text": "(1995)",
                    "ref_id": null
                },
                {
                    "start": 295,
                    "end": 301,
                    "text": "(1996)",
                    "ref_id": null
                },
                {
                    "start": 302,
                    "end": 308,
                    "text": "(1997)",
                    "ref_id": null
                },
                {
                    "start": 309,
                    "end": 315,
                    "text": "(1998)",
                    "ref_id": null
                },
                {
                    "start": 316,
                    "end": 322,
                    "text": "(1999)",
                    "ref_id": null
                },
                {
                    "start": 323,
                    "end": 329,
                    "text": "(2000)",
                    "ref_id": null
                },
                {
                    "start": 330,
                    "end": 336,
                    "text": "(2001)",
                    "ref_id": null
                },
                {
                    "start": 337,
                    "end": 343,
                    "text": "(2002)",
                    "ref_id": null
                },
                {
                    "start": 344,
                    "end": 350,
                    "text": "(2003)",
                    "ref_id": null
                },
                {
                    "start": 351,
                    "end": 357,
                    "text": "(2004)",
                    "ref_id": null
                },
                {
                    "start": 360,
                    "end": 362,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 363,
                    "end": 364,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Despite the close relationships between HRV infections and asthma exacerbations, the relationships between infection and the severity of clinical illness are not completely understood. For example, HRV can cause asymptomatic infections, common colds, or exacerbations of asthma. This gap in knowledge is partly related to difficulties in detecting HRV. Early studies of HRV epidemiology used diagnostics based on tissue culture, which is insensitive. Recent studies employing polymerase chain reaction (PCR) and other molecular techniques indicate that there are new branches on the HRV family tree, 5-8 and one characteristic of the recently detected HRV-C species is that they cannot be detected by standard tissue culture. New molecular assays make it possible to conduct epidemiologic studies to identify and evaluate the role of specific strains, including HRV-C, in the activity of chronic asthma. For example, a recent study detected HRV-C in almost half of all children who were hospitalized with rhinovirus-associated respiratory illnesses.9",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In addition to limitations related to viral diagnostics, most previous studies have focused on detection of HRV during periods of illness: there is little information about the true rates of infection, which can be asymptomatic. This lack of data related to mild or asymptomatic illnesses has hampered efforts to identify host and viral factors that contribute to the illness severity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Based on previous findings in children who were hospitalized or seen in acute care facilities, [9] [10] [11] we hypothesized that both viral infections and allergic sensitization contribute to loss of asthma control during peak HRV seasons, and that allergic children who developed HRV infections would be at greatest risk. Our goals for this study were to prospectively evaluate the contribution of HRV to seasonal asthma disease activity, and to compare the clinical characteristics of viral and non viral illnesses. To accomplish these goals, we monitored viral infections in children with asthma during peak common cold seasons, and the virologic information was compared to patterns of upper and lower respiratory illnesses, allergic sensitization, and cold and asthma disease activity.",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 98,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 99,
                    "end": 103,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 104,
                    "end": 108,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The study was approved by Human Subjects Committee of the School of Medicine and Public Health, University of Wisconsin-Madison. Written informed consent was obtained from the parents prior to study participation. A total of 58 children with asthma ages 6-8 years were enrolled in this study. Skin prick testing (SPT) was performed on each subject at the time of enrollment, as well as fluoroenzyme immunoassays (FEIAs) using an automated instrument (Unicap® 100, Phadia) to determine total and allergen-specific IgE levels in plasma. The allergens evaluated by SPT were: alternaria, tree fluid, cladosporium, grass mix, aspergillus, ragweed, Dermatophagoides farinae, Dermatophagoides pteronyssinus, weed mix, dog dander, cat dander, cockroach (Greer Laboratories, Lenoir, NC). In addition, allergen-specific IgE to Dermatophagoides farinae, Dermatophagoides pteronyssinus, cat, dog, alternaria, ragweed, silver birch, timothy grass, cockroach, egg and peanut was measured (ImmunoCAP FEIA, Phadia).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study subjects and study design"
        },
        {
            "text": "In April 2006, nasal samples were collected every other week for a total of 6 weeks. Due to the high frequency of distinct infections, specimen collection was increased to weekly during September 2006, 2007, and April 2007, 2008 over 5-week periods. Children along with their parents recorded information on daily diary cards. The diary cards consisted of a calendar, and each day had spaces to place a sticker for cold and asthma symptoms, as well as a blank for recording AM peak expiratory flow and albuterol use.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study subjects and study design"
        },
        {
            "text": "All samples were included for the viral analysis. For the comparison of rates of infection to respiratory symptoms we included only children who collected 5 sequential weekly nasal specimens and were missing <1 week of diary card data in any given season. Of the 58 children enrolled, there were two children who did not complete any series information. Included in the final analyses were 42 of the 56 children (75%) who completed at least one season, of which 19 children (34%) completed two seasons.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study subjects and study design"
        },
        {
            "text": "At the first study visit subjects were taught to collect samples of their own nasal mucus using a \"nose-blowing\" technique.12 ,13 Briefly, participants spray saline into each nostril, alternately occlude each nare and blow into a \"baggie\". Two mL of a solution containing buffered saline (pH 7.4) along with 0.5% gelatin is then added to the baggie, which is then sealed and placed into a container in the freezer. Study materials and diaries were distributed to the homes for biweekly collection. The stability of HRV collected and stored under these conditions was confirmed in preliminary experiments: HRV was detectable even at low concentrations (100 PFU of HRV16/ml)-as might be in asymptomatic children-and left at room temperature, 4°C",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Collection of nasal samples"
        },
        {
            "text": "(refrigerated), and -20°C (home freezer) for up to 5 weeks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Collection of nasal samples"
        },
        {
            "text": "Diagnostic virology was performed for all nasal samples whether a child had symptoms or not. A highly sensitive multiplex PCR-based assay (Respiratory Multicode Assay [RMA]) was used to test for the following viruses; respiratory syncytial virus (RSV, groups A and B), HRV, parainfluenza (1, 2, 3, 4a, 4b), influenza (A, B), adenovirus (B, C, and E), coronavirus (229E, NL63, OC43, and SARS), enterovirus, and human metapneumovirus. 14 Bocavirus detection primers were also added to the RMA mixture for the purposes of this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Identification of respiratory viruses"
        },
        {
            "text": "Molecular typing of HRV was performed as previously described (3). Briefly, a 260-bp variable region at the 5′ noncoding region of HRV was amplified from the cDNA from nasal specimens by semi-nested PCR. The 260-bp fragment was cloned and sequenced. The identity of each sequence was verified by comparing to the 5′ sequences of the 101 reference HRV serotypes, as well as a number of sequences from newly identified strains. 5",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Molecular typing assay"
        },
        {
            "text": "Parents and children scored cold and asthma symptom severity based on 4-point scoring system (none, mild, moderate, and severe). Cold symptoms were defined by the following: mild, mild stuffy or runny nose, doesn'st affect daily activities; moderate, moderate stuffy or runny nose and reduced activity but does not affect sleep; and severe, cannot breathe through nose, not able to sleep well because of symptoms. Asthma symptoms were defined by the following: mild, occasional cough or wheeze, does not affect daily activity; moderate, frequent cough or wheeze, some shortness or breath, reduced activity but not affecting sleep; and severe, not able to sleep well because of symptoms. The personal best peak expiration flow (PEF) for each subject was defined as the average of the 7 highest daily PEF during the study period. Asthma control was defined using the current national guidelines, 15 based on symptoms, PEF and albuterol usage. The criteria for loss of asthma control consisted of at least moderate asthma symptoms and either a drop in PEF ≥20%, or use of albuterol more than 2 days per week.",
            "cite_spans": [
                {
                    "start": 894,
                    "end": 896,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Respiratory symptoms and peak expiratory flow"
        },
        {
            "text": "Two methods were used to analyze the association between infection and illness. First, weeks (Wednesday to the following Tuesday) were designated as virus positive or negative on the basis of viral detection results from nasal mucus samples that were obtained each Saturday. The presence of cold symptoms during each weekly interval was compared to viral detection data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infection and illness definitions"
        },
        {
            "text": "Second, we identified episodes of infection and illness based on virologic findings and clinical symptoms respectively, and either could last longer then a single week. Infections were identified by evaluating results of molecular typing; if the same virus was detected in multiple weeks, it was considered as a single infection. An episode of respiratory illness, which could be viral or non viral, was defined as at least two consecutive days of cold or asthma symptoms rated at least mild in severity by the patient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infection and illness definitions"
        },
        {
            "text": "Nasal mucus samples were collected once every 7 days; therefore, we bisected the weeks and assumed an illness to be associated with a virus if signs of illness were present within 3 days of a specimen testing positive for virus. Associations between viral detection and symptoms were complex in some instances, and the following data processing rules were established a priori to define a viral illness: 1) symptomatic periods were classified as 2 separate illnesses if there was more than a 3-day interval without symptoms, and 2) if there were different virologic findings within a period of continuous symptoms, this was classified as two illnesses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infection and illness definitions"
        },
        {
            "text": "Peak cold and asthma symptom scores were compared by virus recovery using the chi-square test for trend. All other categorical outcomes were analyzed with Fisher's exact test. Differences in continuous outcomes were assessed using the Wilcoxon rank-sum test. A two-sided 5%level test result was regarded as statistically significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analyses"
        },
        {
            "text": "Of the 58 children with asthma enrolled in the study, 42 provided at least one complete season of nasal specimens and diary card data and are included in the final illness analyses. The majority (88%) of the subjects had persistent asthma that required a daily controller therapy, and 57% had used an oral corticosteroid to relieve acute asthma symptoms in the year leading up to the study. This was an observational trial, and treatment of asthma was continued as per the child's regular physician. Most of the children were sensitized to at least one aeroallergen, as indicated by skin tests (50%) and/or serum allergen-specific IgE (69%). Demographics as well as baseline FEV1 were similar in those completing and not completing study procedures ( Table I) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 751,
                    "end": 759,
                    "text": "Table I)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Subject characteristics"
        },
        {
            "text": "Of the 501 samples collected, 36-50% of specimens tested positive for viruses each season (Figure 1) , and all but 2 children had a virus detected at some point in time. The 169 samples that tested positive for HRV were found to have 52 different strains (up to 18 strains per season).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 90,
                    "end": 100,
                    "text": "(Figure 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Identification of respiratory viruses"
        },
        {
            "text": "Of the HRV specimens, 33% were Group A, 35% were Group B, and 24% were Group C and the remaining could not be typed. There appeared to be seasonal differences in the prevalence of HRV species (Figure 2) . Overall, 48% of the April viruses were HRV-A, 51% of the September viruses were HRV-B, while similar numbers of HRV-C were detected in April (16%) and September (22%). Other viruses detected included 7 enteroviruses, 6 adenoviruses (4 Adv-C, 2 Adv-B), 5 coronoviruses, 5 influenza viruses, 5 metapneumoviruses, 6 bocaviruses, and 3 parainfluenza viruses.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 192,
                    "end": 202,
                    "text": "(Figure 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Identification of respiratory viruses"
        },
        {
            "text": "We next compared the list of HRV strains from one monitoring period to the next. The percentage of HRV isolates that were carry-over strains, either from the previous season or the previous year, ranged from 0-28%. There were no strains found in more than two collection periods (Table II) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 279,
                    "end": 289,
                    "text": "(Table II)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Identification of respiratory viruses"
        },
        {
            "text": "We next compared weekly viral detection rates to reported respiratory symptoms. Overall, viruses were detected in 151 of 404 (37%) evaluable weeks. Both cold symptoms (67% vs. 31%, p<0.001) and asthma symptoms (53% vs. 30%, p<0.001) were more likely to occur in virus-positive compared to virus-negative weeks (Supplemental Table) . In addition, viruspositive weeks were associated with greater peak cold severity (p<0.0001) and asthma symptom severity (p=0.0002, Table III ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 324,
                    "end": 330,
                    "text": "Table)",
                    "ref_id": null
                },
                {
                    "start": 464,
                    "end": 473,
                    "text": "Table III",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Weekly virus detection and respiratory symptoms"
        },
        {
            "text": "Illnesses were then classified into four separate patterns: no symptoms, solitary cold symptoms, solitary asthma symptoms and combined cold and asthma symptoms. Virus detection rates were increased during weeks with either cold symptoms alone (43%) or the combination of cold and asthma symptoms (58%). When solitary asthma symptoms were reported, virus detection rates were the same (24%) as those in asymptomatic children.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Weekly virus detection and respiratory symptoms"
        },
        {
            "text": "The 42 children who completed at least one season of data collection had 111 defined illnesses: 66 illnesses were virus-positive and 45 were virus-negative. Of the virus-positive illnesses, 27% were associated with isolated cold symptoms, 20% were associated with isolated asthma symptoms, and 53% were associated with both. Overall, there was evidence that illnesses were more severe in the presence of viral infection (Table IV) . For example, in virus-positive illnesses the duration of cold and asthma symptoms was more than twice as long, and loss of control occurred much more frequently (47% vs. 22%).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 420,
                    "end": 430,
                    "text": "(Table IV)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Viral vs. Non viral illnesses"
        },
        {
            "text": "Finally, we compared rates of infection (virus-positive, with or without symptoms) and illness (defined by the presence of clinical symptoms) in children who were sensitized to least one allergen vs. those who were not. Of the 42 children who completed at least one season, 29 (69%) were sensitized and 13 (31%) were non-sensitized. Rates of infections, total illnesses and number of non viral illnesses per month (April, September) were similar between the two groups. In contrast, the sensitized group had 47% more viral associated illnesses per season (1.19 vs. 0.81, p=0.03, Table V) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 579,
                    "end": 587,
                    "text": "Table V)",
                    "ref_id": null
                }
            ],
            "section": "Allergic sensitization, frequency of infection, and severity of illness"
        },
        {
            "text": "We next tested for association between sensitization and the severity of symptoms associated with documented viral infections. The non-sensitized children most commonly reported none or mild cold symptoms with their viral infections, whereas almost half of the viral infections in the sensitized children resulted in moderate or severe cold symptoms (p=0.01 for trend). Similarly, almost half of the viral infections in the sensitized children resulted in moderated or severe asthma symptoms and more than half of the viral infections in the non-sensitized children were reported as asymptomatic (p=0.02 for trend) (figure 3).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Allergic sensitization, frequency of infection, and severity of illness"
        },
        {
            "text": "During peak HRV seasons, respiratory viruses were detected in up to half of weekly samples obtained from school age children with asthma, and viral infection was nearly universal each April and each September. While other viruses were detected, HRV made up the vast majority of viruses detected during April and September, and up to 18 viral strains were detected in a single month in the Madison area. The specific strains of HRV differed dramatically from season-to-season and year-to-year, with relatively few strains carried over. This study adds new information about patterns of the different species of rhinovirus, including the newly defined HRV-C. One of the unique features of this study is that we evaluated children with asthma during peak cold seasons irrespective of whether they were having asthma and/or cold symptoms. As expected, HRV infections were major contributors to cold and asthma symptoms; however, correlations between viral infections and illness were not absolute. Clearly, non viral factors also contributed to upper and lower airway symptoms in these children, and many infections (24%) were asymptomatic. Comparison of viral to non viral illnesses demonstrated that viral illnesses lasted longer, were more severe, and were more likely to be associated with loss of asthma control. Finally, children with allergic sensitization had similar rates of viral infections, but significantly increased rates and severity of viral illnesses, compared to children who were not sensitized.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Rates of viral infections differ based on age, season, and the presence of respiratory symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In previous studies of patients with asthma and respiratory symptoms, viral detection were as high as 62-88% 1,3, 10 , 11 and during asymptomatic periods detection ranges from 12-44%.1 , 10 The relatively high viral detection rate (36-50%) in our study is likely a result of our sampling both symptomatic and asymptomatic patients during periods of peak HRV prevalence. It is of particular interest that there was an extensive diversity of HRV strains detected in one community over the three-year study period. Almost all of the strains detected each season were new (72-100%) and no one strain was detected in more than two collection periods. These findings are in substantial agreement with early studies of HRV epidemiology that used culture alone to detect HRV strains, 16, 17 and add new information about patterns of newly defined HRV species. Although the strains varied from season-to-season and year-to-year, the species clustered into a pattern: HRV-A in the spring, HRV-B in the fall, and HRV-C in both seasons. This pattern is different than what has been reported in a previous study of hospitalized children with asthma where HRV-C appeared to predominate in the fall.9 Given the high rate of change, a longer period of evaluation will be needed before any firm conclusions can be reached regarding seasonality of HRV species.",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 189,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 776,
                    "end": 779,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 780,
                    "end": 782,
                    "text": "17",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The high rate of viral detection during peak HRV seasons suggests that caution is needed in assigning causality between HRV detection and patterns of respiratory illness. In fact, viral detection was not always associated with cold and/or asthma symptoms; both symptoms were also found during virus negative weeks. On the other hand, there was a positive correlation between viral infection and asthma symptom severity. In addition, we found that viral illnesses were more severe with longer duration of cold and asthma symptoms and more loss of asthma control compared to non viral illness. These findings suggest that viral infections are closely associated with more significant cold and asthma symptoms, and that a combination of viral and non viral factors may be necessary to produce more severe symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There is great interest in defining potential interactions between allergy and viral infection that promote acute respiratory symptoms. Over two-thirds of our subjects were sensitized to at least one allergen tested; those who were sensitized had the same number of infections but experienced 47% more viral respiratory illnesses with increased severity of both cold and asthma symptoms compared to the non-sensitized children. Furthermore, the non-sensitized children were more likely to experience asymptomatic infections. This would not have been apparent without routine sampling of nasal secretions. The results are consistent with observations in previous studies that have suggested that sensitization to aeroallergens is a significant risk factor, and may be critical, for severe viral illnesses. 10, 11, 18, 19 Furthermore, it has also been suggested that sensitization and allergen exposure or viral infection alone do not act as independent risk factors for an asthma hospitalization, rather only increase the risk in combination. 18 Since there are currently no effective antiviral treatments for common cold viruses, there is a need for clinical studies to determine whether controlling allergic inflammation is an effective strategy for reducing the risk of severe virus-induced asthma symptoms in allergic individuals.",
            "cite_spans": [
                {
                    "start": 805,
                    "end": 808,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 809,
                    "end": 812,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 813,
                    "end": 816,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 817,
                    "end": 819,
                    "text": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1042,
                    "end": 1044,
                    "text": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The strengths of current study included the prospective study design, weekly sampling of nasal mucus regardless of symptoms; use of sensitive molecular-based viral diagnostics including molecular typing, and comparison of viral vs. non viral illnesses. Limitations of the study include the absence of children without asthma, and the modest sample size. Based on our findings in this study, we are currently conducting a larger study that will include both children with and without asthma, and will focus on identifying additional host and viral characteristics that are associated with illness severity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, this study has shown that nearly all children with asthma are infected with viruses during the peak common cold seasons. Of the many HRV strains moving through a community in any given month, many strains were associated with loss of asthma control, including the newly discovered HRV-C species viruses. Additional studies are needed to determine whether there are specific characteristics of these viruses that promote wheezing and acute asthma. These data also show that respiratory illnesses associated with viruses are more severe and of longer duration, and provide further evidence of interactions between allergy and virus-induced respiratory morbidity. Understanding the mechanisms for these interactions may be the key to designing novel and more effective treatments or preventive strategies for virus-induced exacerbations of asthma.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Refer to Web version on PubMed Central for supplementary material. Virology of viruses detected during routine monitoring periods Seasonality of HRV species ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Material"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Community study of role of viral infections in exacerbations of asthma in 9-11 year old children",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Johnston",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Pattemore",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sanderson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lampe",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Josephs",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "BMJ",
            "volume": "310",
            "issn": "6989",
            "pages": "1225--1234",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The relationship between upper respiratory infections and hospital admissions for asthma: a time trend analysis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Johnston",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Pattemore",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sanderson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Josephs",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Am J Respir Crit Care Med",
            "volume": "154",
            "issn": "",
            "pages": "654--60",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The September epidemic of asthma exacerbations in children: a search for etiology",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "W"
                    ],
                    "last": "Johnston",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Johnston",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Duncan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Greene",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kebadze",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Keith",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Allergy Clin Immunol",
            "volume": "115",
            "issn": "1",
            "pages": "132--140",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The September epidemic of asthma hospitalization: school children as disease vectors",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "W"
                    ],
                    "last": "Johnston",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Johnston",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Norman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dai",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Sears",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Allergy Clin Immunol",
            "volume": "117",
            "issn": "3",
            "pages": "557--62",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A diverse group of previously unrecognized human rhinoviruses are common causes of respiratory illnesses in infants",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kiesner",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pappas",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Grindle",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jartti",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "PLoS ONE",
            "volume": "2",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Characterization of a newly identified human rhinovirus, HRV-QPM, discovered in infants with bronchiolitis",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mcerlean",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Shackelton",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Lambert",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Nissen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Sloots",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Mackay",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Clin Virol",
            "volume": "39",
            "issn": "2",
            "pages": "67--75",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Genome-wide diversity and selective pressure in the human rhinovirus",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Kistler",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Webster",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rouskin",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Magrini",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Credle",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Schnurr",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Virol J",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Sequencing and Analyses of All Known Human Rhinovirus Genomes Reveals Structure and Evolution",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Palmenberg",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Spiro",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kuzmickas",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Djikeng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Rathe",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Science",
            "volume": "324",
            "issn": "",
            "pages": "55--64",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A novel group of rhinoviruses is associated with asthma hospitalizations",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Edwards",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Weinberg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Iwane",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Griffin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Hall",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Allergy Clin Immunol",
            "volume": "123",
            "issn": "1",
            "pages": "98--104",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Rhinovirus and respiratory syncytial virus in wheezing children requiring emergency care. IgE and eosinophil analyses",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Rakes",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Arruda",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Ingram",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Hoover",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Zambrano",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Hayden",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Am J Respir Crit Care Med",
            "volume": "159",
            "issn": "3",
            "pages": "785--90",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Viral infections in relation to age, atopy, and season of admission among children hospitalized for wheezing",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Heymann",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "T"
                    ],
                    "last": "Carper",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Platts-Mills",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Patrie",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Mclaughlin",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Allergy Clin Immunol",
            "volume": "114",
            "issn": "2",
            "pages": "239--286",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Improved method for collection of nasal mucus",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Powell",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Shorr",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Cherry",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Hendley",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "J Infect Dis",
            "volume": "136",
            "issn": "1",
            "pages": "109--120",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Efficacy and safety of oral pleconaril for treatment of colds due to picornaviruses in adults: results of 2 double-blind, randomized, placebo-controlled trials",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Hayden",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Herrington",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Coats",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Villano",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Clin Infect Dis",
            "volume": "36",
            "issn": "12",
            "pages": "1523--1555",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A high-throughput, sensitive and accurate multiplex PCR-microsphere flow cytometry system for large-scale comprehensive detection of respiratory viruses",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Grindle",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Pappas",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Marshall",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Moser",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Beaty",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of Clinical Microbiology",
            "volume": "45",
            "issn": "8",
            "pages": "2626--2660",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Guidelines for the Diagnosis and Management of Asthma. Bethesda: U.S. Department of Health and Human Services",
            "authors": [],
            "year": 2007,
            "venue": "National Institutes of Health. Expert Panel Report",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Rhinovirus infections in Tecumseh, Michigan: Frequency of illness and number of serotypes",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Monto",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Bryan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ohmit",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J Infect Dis",
            "volume": "156",
            "issn": "",
            "pages": "43--52",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Rhinoviruses in Seattle families, 1975-1979",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Fox",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Cooney",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Foy",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Am J Epidemiol",
            "volume": "122",
            "issn": "5",
            "pages": "830--876",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Study of modifiable risk factors for asthma exacerbations: virus infection and allergen exposure increase the risk of asthma hospital admissions in children",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Poletti",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kebadze",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Morris",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Woodcock",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Johnston",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Thorax",
            "volume": "61",
            "issn": "5",
            "pages": "376--82",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Early identification of atopy in the prediction of persistent asthma in children",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Sly",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Boner",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bjorksten",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bush",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Custovic",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Eigenmann",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Lancet",
            "volume": "372",
            "issn": "9643",
            "pages": "1100--1106",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Characteristics of Subjects (September 2006-April 2008).* Included inhaled corticosteroid, montelukast, fluticasone/salmeterol, cromolyn Skin prick test (SPT); fluoroenzyme immunoassays (FEIA), forced expiratory volume in one second (FEV1)",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Number and Strains of HRV Detected During Peak Seasons.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Viral Detection and Severity of Respiratory SymptomsNumber of Weeks Number of Virus-positive Weeks (%) p-value",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Supported by NIH Grant R01 HL080072",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}