{
    "paper_id": "36f31c174b2b46fa09a3b06060ad8cdd50969fc4",
    "metadata": {
        "title": "Editorial Some Recent Work at the Common",
        "authors": [
            {
                "first": "D",
                "middle": [
                    "A J"
                ],
                "last": "Tyrrell",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "It is often thought that the study of infection is primarily that of identifying the organisms that cause disease and subsequently finding drugs that kill them. This is of course true in the early stages of research on an infectious disease, but thoughtful physicians have already realized that it is equally important to understand to what extent and in what way the host is resisting the infection and as a result is showing signs and symptoms. When taking a history or examining a patient one may get a clue about some of the many factors that modify the way this struggle between parasite and host develops -has some previous illness, his personality or some recent tragic event in his life affected the course of the disease? Because we inoculate volunteers with viruses which cause mild self-limiting illnesses in normal subjects we can ethically do experiments which bear on how the personal status of our volunteers affects their colds, the most frequent acute infections of mankind. But we believe that the results also suggest some general principles which probably apply to a wide range of infections. I shall therefore summarize some recent studies falling into three areas which may help readers to understand and interpret the disease process in some of their patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Some Recent Work at the Common"
        },
        {
            "text": "Common colds are basically the results of a vires infection of a mucosa and we have been studying what produces this immunity. This has been greatly helped by developing ELISA tests (1,2) which are not only sensitive but also enable us to detect the class of antibody -IgA etc. in the serum and secretions. We are now studying colds due to some of the many serotypes of rhinoviruses and also those due to coronaviruses. Work on coronavirus colds (3) showed that the presence of circulating antibody reduced the amount of illnesses which volunteers experienced after challenge; secretory antibody was associated particularly with reduced virus shedding. However in addition increased amounts of protein in nasal secretion was associated with less disease, and we presume this was due to some non-antibody antiviral effect. On the other hand there were more severe colds in volunteers who had raised concentrations of IgE in the circulation or secretions (4) (although none of them was frankly allergic). This increased severity was probably not due to typical type i allergy -the raised IgE may have been an indicator of some other alteration in the state of the airways immune system. Nevertheless it indicates that there is some connection between developing nasal symptoms when a virus infection occurs and the atopic state, even though the usual mediators of nasal allergy were not present in increased amounts. In the case of rhinovirus colds it was Cold Unit, Salisbury found that much of the circulating antibody (IgG) was directed against degraded (or C type) virus particles and was not significant for diagnosis or protection (1). However IgA antibody, which has a short half life, rose after infections ( and then fell again) and thus was useful diagnostically, while antibody against undegraded particles (D type) was associated with resistance to infection. These antibodies may protect because they neutralize vires infectivity, but the use of these new methods is making clear that the immune system generates quite a lot of \"irrelevant\" antibody and care is needed to distinguish the \"relevant\" antibody and analyse its biological effects. There may be other modalities of immunity. We have recently validated methods for recovering live immunocytes -B, T h and Ts lymphocytes -from the respiratory mucosa by nasopharyngeal washings (5) . We have also shown that in the case of coronaviruses cells carrying virus can be destroyed by antibody dependent cell cytotoxicity (6) (ADCC) so it will be important in the future to determine whether \"cellular\" immunity is important in controlling, or perhaps exacerbating, respiratory tract illness.",
            "cite_spans": [
                {
                    "start": 446,
                    "end": 449,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2348,
                    "end": 2351,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Immunity at Mucosat Surfaces"
        },
        {
            "text": "There is interest these days in the way that the state of mind affects organic diseases for instance it is reported that mortality from several causes is increased after bereavement, and that psychological attitude can affect the outcome of cancer. However in many studies the psychological assessment is necessarily made after the organic disease has become manifest and so the state of mind observed might be the result of the disease rather than a factor that influenced its course. We noted some years ago that the symptoms and signs of common colds induced by rhinovirus inoculation were worse in volunteers subjected to experimental mental stress (7) or to changing life situations (8) , and in these experiments the psychological observations etc. preceded the administration of virus, so there was no question of the mental state being the result of the disease. We have also shown on several occasions that the personality type affects the outcome too -for instance introverted subjects shed more virus (7, 8, 9) . Although we have now confirmed on a number of occasions that psychology affects colds there are many aspects which we do not understand. For instance, results in successive studies were not exactly the same, possibly because the experimental details were different and the numbers were small. In addition we do not understand the connections between mental phenomena and the signs and symptoms of an infection -they might be immunological for we found that women were more susceptible to coronavirus colds than men and that this was associated with, and apparently explained by, a relative lack of antibody and nasal protein. In collaboration with Dr. Sheldon Cohen of the Carnegie-Mellon University of Pittsburgh we have now begun a study in approximately 800 volunteers who are being given detailed questionnaires which include enquiries about their life style and social support (which were omitted before) since these might either mediate or modulate the effect of psychological factors on their disease. We are also making a full set of immunological measurements, in secretory and circulating immunoglobulins, specific antibodies, T lymphocyte subsets, etc. in case the psychological system is \"working\" through the immune system, or perhaps the immune system is modifying the CNS in some way. Although the study is running well it will be a few years before full analyses will be completed as the data collection will not be complete until 1990.",
            "cite_spans": [
                {
                    "start": 653,
                    "end": 656,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 688,
                    "end": 691,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1012,
                    "end": 1015,
                    "text": "(7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1016,
                    "end": 1018,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1019,
                    "end": 1021,
                    "text": "9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "The Mind, the CNS and Common Colds"
        },
        {
            "text": "Meanwhile we have evidence that our experimental virus infections modify the function of the CNS as judged by performance tests (10) (11) (12) . For instance, during an experimental influenza virus infection a volunteer performs less well in a task requiring attention -pressing a key when an unpredictably variable signal is presented (10) . At the same time he can perform normally a task requiring hand-eye coordination, such as tracking on a computer screen by manipulating a \"joy stick\" or moving small pegs from one hole to another. On the other hand, volunteers with common colds can perform the attention task normally but not the hand-eye coordination tasks (10) . This implies that when the volunteers say they \"feel ill\" their CNS is not functioning as well as usual. This obviously raises a number of new questions. We already know that several different cold viruses produce similar effects (11) , and also that other tasks including logical reasoning and simple memory tests are performed normally. It will be important to map out in more detail what the performance defects are. We know that some are at least as severe as those produced by alcohol excess or lack of sleep and we need to go out into the community to fred out whether the effects are important in everyday life, for instance in education, in decision making or in the control of potentially dangerous vehicles. It is common experience that we can assess how ill our patients are by observing how they \"look\" and respond to us. This is a valuable but unquantifiable way of detecting the effect of infections and other illnesses. It may be that our recent work will enable us to measure and analyse much more precisely what the nature and cause of this aspect of an illness may be. As the work of the Unit comes to a close it is to be hoped that others interested in the mild but important infections will continue the studies elsewhere, There is much more to be done. We know that there are viruses which have yet to be cultivated and identified in the laboratory. Many possibilities for specific antiviral treatment have opened up recently. We must hope that the pace of discovery will be maintained and, if possible, accelerated.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 132,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 133,
                    "end": 137,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 138,
                    "end": 142,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 336,
                    "end": 340,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 667,
                    "end": 671,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 904,
                    "end": 908,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "The Mind, the CNS and Common Colds"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "An ELISA for the detection of rhinovirus specific antibody in serum and nasal secretion",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Barclay",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ai-Nakib",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J. Virol. Meth",
            "volume": "5",
            "issn": "",
            "pages": "53--64",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Enzyme linked immunosorbent assay for coronaviruses HCV229E and MHV3",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Kraaijveld",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Madge",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Macnaughton",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "J. Gem Virol",
            "volume": "49",
            "issn": "",
            "pages": "83--89",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Effect of specific humoral immunity and some nonspecific factors on resistance of volunteers to respiratory coronavirus infection",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Callow",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J. Hyg. Camb",
            "volume": "95",
            "issn": "",
            "pages": "173--189",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Influence of atopy on the clinical manifestation of coronavirus infection in adult vohmteers",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Callow",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A J"
                    ],
                    "last": "Tyrrell",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Shaw",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Fitzharris",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Wardlaw",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Kay",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Clin. Allerg",
            "volume": "18",
            "issn": "",
            "pages": "119--129",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "An improved method for recovery of secretory immunoglobulins and tymphocytes from the nasal mucosa",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Callow",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Parry",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J. Immunol. Meth",
            "volume": "48",
            "issn": "",
            "pages": "183--187",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Antibody dependent cellular cytotoxicity against coronavirus 229E-infected cells",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Callow",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Childs",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A J"
                    ],
                    "last": "Tyrreh",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Br. J. Exp. Path",
            "volume": "67",
            "issn": "",
            "pages": "581--586",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Cognitive dissonance, stress and virus-induced common colds",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Totman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Reed",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Craig",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "J. Psychosom. Res",
            "volume": "21",
            "issn": "",
            "pages": "55--63",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Predicting experimental colds in volunteers from different measures of recent life stress",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Toman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kiff",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Reed",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Craig",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "J. Psychosom. Res",
            "volume": "24",
            "issn": "",
            "pages": "155--163",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Some further studies on the prediction of experimental colds in volunteers by psychological factors",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Broadbent",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H P"
                    ],
                    "last": "Broadbent",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Phihpotts",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallace",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J. Psychosom. Res",
            "volume": "28",
            "issn": "",
            "pages": "511--523",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Selective effects of minor illnesses on human performance",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A J"
                    ],
                    "last": "Tyrrell",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Coyle",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Willman",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Br. J. Psychol",
            "volume": "78",
            "issn": "",
            "pages": "183--188",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The effects of experimentally induced respiratory virus infections on performance",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A J"
                    ],
                    "last": "Tyrreh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Nalfib",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Coyle",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Donovan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Higgins",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Willman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Psychol. Med",
            "volume": "18",
            "issn": "",
            "pages": "65--71",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Effects of experimentally induced respiratory virus infection and illness on psychomotor performance",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A J"
                    ],
                    "last": "Tyrreh",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ai-Nakib",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Coyle",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Don~ Van",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Higgins",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Willman",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Neuropsychobiology",
            "volume": "18",
            "issn": "",
            "pages": "144--148",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Dr. D. A. J. Tyrrell, M.D., MRC Common Cold Unit, Harvard Hospital, Coombe Road, Salisbury, Wilts, SP2 8BW, G. B. Infection 16 (1988) Nr. 5 @ MMV Medizin Verlag GmbH Mfmchen, Miinchen 1988 261 / 5",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}