{
    "paper_id": "370ad225264134d7b3fcabc6e19e5862026525ab",
    "metadata": {
        "title": "Die telefonische infektions epidemiologische BundLänder Lagekonferenz in Deutschland Originalien und Übersichten",
        "authors": [
            {
                "first": "O",
                "middle": [],
                "last": "Mohr",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Robert Koch-Institut",
                    "location": {
                        "settlement": "Berlin"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "E"
                ],
                "last": "Velasco",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Robert Koch-Institut",
                    "location": {
                        "settlement": "Berlin"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "G"
                ],
                "last": "Fell",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "F"
                ],
                "last": "Burckhardt",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Landesuntersuchungsamt Rheinland-Pfalz",
                    "location": {
                        "settlement": "Koblenz"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "G"
                ],
                "last": "Poggensee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Robert Koch-Institut",
                    "location": {
                        "settlement": "Berlin"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "T"
                ],
                "last": "Eckmanns",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Robert Koch-Institut",
                    "location": {
                        "settlement": "Berlin"
                    }
                },
                "email": ""
            },
            {
                "first": "Eine",
                "middle": [],
                "last": "Zwischenbilanz",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Originalien und Übersichten Hintergrund Alexander Langmuir definierte 1963 die \"Surveillance von Krankheiten\" als \"eine kontinuierliche Beobachtung von Verteilung, Trends und Inzidenz durch systematische Sammlung, Konsolidierung und Evaluation von Berichten über Morbidität, Mortalität und anderer relevanter Daten\". Diese Definition schloss eine Weiterleitung der Daten an alle ein, die diese Informationen benötigen [1] . Fünf Jahre später wurde auf der 21. Weltgesundheitsversammlung bezüglich der nationalen und globalen Surveillance übertragbarer Krankheiten zum Aspekt der Datenverbreitung hinzugefügt, dass die Daten zu Einrichtungen gelangen sollten, die Public-Health-Maßnahmen initiieren können [2] . Eine erweiterte Definition der Centers for Disease Control and Prevention (CDC) von 1986 beinhaltet die Verbindung der Surveillance-Kette zur Nutzung der Daten für Prävention und Kontrolle. Hierzu gehört die Kapazität, Daten zu sammeln, zu analysieren sowie die Weitergabe von Daten an Public-Health-Programme [3] .",
            "cite_spans": [
                {
                    "start": 418,
                    "end": 421,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 705,
                    "end": 708,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1021,
                    "end": 1024,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Eine Zwischenbilanz nach drei Quartalen 2009"
        },
        {
            "text": "Die aktive Form der epidemiologischen Surveillance beinhaltet, dass die Daten von der Institution, die die Surveillance durchführt, zum Beispiel per E-Mail oder Telefon angefordert werden. Bei der passiven Form eines epidemio-logischen Surveillance-Systems werden Fälle von im Gesundheitswesen tätigen oder anderen autorisierten Personen gemeldet, ohne dass aktiv nachgefragt wurde. Die das Surveillance-System koordinierende Instanz erwartet Meldungen, um diese dann auszuwerten. Ein Beispiel hierfür ist der Meldeweg meldepflichtiger Infektionskrankheiten gemäß Infektionsschutzgesetz (IfSG); der Arzt meldet eine Infektionskrankheit ( § 6 IfSG), das Labor einen Erregernachweis an das zuständige Gesundheitsamt ( § 7 IfSG). Dort werden die Informationen des Patienten zusammengeführt. Sind bestimmte Kriterien erfüllt, übermittelt das Gesundheitsamt die Meldungen an die zuständige obere Landesgesundheitsbehörde; in der Folge werden die Daten an das RKI weitergeleitet ( § 7 Abs. 3 IfSG). Ein weiteres Beispiel ist die Meldepflicht im Rahmen der Internationalen Gesundheitsvorschriften (IGV). Die IGV bilden das völkerrechtliche Fundament zur internationalen Bekämpfung von Infektionskrankheiten; neben verbindlichen Verpflichtungen enthalten sie eine Reihe maßnahmenorientierter Empfehlungen der Weltgesundheitsorganisation (WHO). Dazu gehören Empfehlungen, die nach Feststellung einer gesundheitlichen Notlage von internationaler Tragweite (GNIT) oder bei Vorliegen einer bestimmten Gefahr von der WHO aus-gesprochen werden können. Liegt ein solches Ereignis vor, so ist dieses immer gemeinsam mit den bereits durchgeführten Maßnahmen innerhalb von 24 Stunden nach der Bewertung an die WHO zu melden (Artikel 6 IGV) [4] . Im Rahmen der IGV gibt es auch eine aktive Komponente; sie besteht aus einer vorgeschriebenen Rückmeldung des Vertragsstaates auf WHO-Anfragen für die Bestätigung (oder Widerlegung) von Ereignissen, die der WHO weder durch Meldung noch durch Konsultation bekannt sind (Artikel 9.1 und 10 IGV) [5] .",
            "cite_spans": [
                {
                    "start": 1722,
                    "end": 1725,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2021,
                    "end": 2024,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Eine Zwischenbilanz nach drei Quartalen 2009"
        },
        {
            "text": "Indikatorbasierte Surveillance-Systeme beruhen auf einer strukturierten Datensammlung durch Routine-Surveillance, zum Beispiel Meldesysteme. Die ereignisbasierte (event-based) Surveillance hingegen bezieht unstrukturierte Informationen aus unterschiedlichen Quellen [6, 7, 8] . Zum Beispiel können webbasierte Informationsquellen zu einem frühen Erkennen von Ausbrüchen und einer Sensibilisierung der Öffentlichkeit beitragen [9] . Im November 2002 erschien in einer chinesischen Zeitung ein Artikel, der ungewöhnlich hohe Fallzahlen an Patienten mit akuten respiratorischen Erkrankungen in Rettungsstellen von Krankenhäusern in der Provinz Guangdong beschrieb. Nach diesem frühen Hinweis auf SARS (Severe Acute Respiratory Syndrome) be-richteten chinesische Medien in der Folge von respiratorischen Erkrankungen bei Krankenhauspersonal. Diese Ereignisse wurden vom Global Public Health Intelligence Network (GPHIN), einem von der Public Health Agency of Canada betriebenen webbasierten Frühwarnsystem, registriert [10, 11, 12] . Parallel wurde online im ProMED-Mail-System über den Ausbruch diskutiert, bevor die chinesische Regierung offiziell darüber berichtete [13] . Die WHO erhielt den ersten offiziellen Bericht aus China am 11. Februar 2003 [14] .",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 269,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 270,
                    "end": 272,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 273,
                    "end": 275,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 426,
                    "end": 429,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1015,
                    "end": 1019,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1020,
                    "end": 1023,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1024,
                    "end": 1027,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1165,
                    "end": 1169,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1249,
                    "end": 1253,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Eine Zwischenbilanz nach drei Quartalen 2009"
        },
        {
            "text": "In Deutschland existiert, ebenso wie in vielen anderen EU-Ländern, eine etablierte indikatorbasierte Surveillance. Um adäquat auf neue Bedrohungen reagieren zu können, kann sich der Öffentliche Gesundheitsdienst (ÖGD) nicht mehr ausschließlich auf traditionelle Surveillance-Systeme verlassen [15, 16] . Am 13. Januar 2009 wurde von der Abteilung für Infektionsepidemiologie am Robert Koch-Institut (RKI) eine wöchentliche telefonische epidemiologische Bund-Länder-Lagekonferenz (EpiLag) eingeführt, an der überwiegend Vertreter der oberen Landesgesundheitsbehörden und des RKI, darüber hinaus gelegentlich Referenten für Infektionsschutz der obersten Landesgesundheitsbehörden und Vertreter der Bundeswehr teilnehmen. Ziel war es, für den ÖGD auf Länder-und Bundesebene eine Plattform zur Diskussion aktueller infektionsepidemiologischer Ereignisse zu schaffen und unabhängig von der Meldepflicht den Austausch über relevante Ereignisse zu verbessern. Hierzu zählen neben Ereignissen mit potenziell überregionaler infektionsepidemiologischer Relevanz auch Ereignisse, die ungewöhnlich sind oder bei denen Diskussionsbedarf besteht. Diese Herangehensweise entspricht einer ereignisbasierten Surveillance-Komponente. Die Kombination der indikatorbasierten Komponente aus der klassischen Surveillance mit einer ereignisbasierten Surveillance entspricht dem Konzept der \"Epidemic Intelligence\" (EI). Beiden Surveillance-Komponenten soll Beachtung geschenkt werden, da Signale von beiden zu Public-Health-Maßnahmen führen können [2] .",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 297,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 298,
                    "end": 301,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1525,
                    "end": 1528,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Eine Zwischenbilanz nach drei Quartalen 2009"
        },
        {
            "text": "Ziel des vorliegenden Beitrages ist es, die Organisation, die Durchführung und den Inhalt der wöchentlichen EpiLag zu beschreiben und ihren infektionsepidemiologischen Nutzen für den ÖGD und damit für die Bevölkerung darzustellen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Eine Zwischenbilanz nach drei Quartalen 2009"
        },
        {
            "text": "Die EpiLag bietet den Teilnehmern einen strukturierten, wöchentlichen und damit regelmäßigen Austausch über aktuelle infektionsepidemiologische Ereignisse. Alle Teilnehmer haben die Möglichkeit, über infektionsepidemiologisch relevante oder ungewöhnliche Ereignisse auf nationaler oder internationaler Ebene zu berichten und sie zu diskutieren. Ereignisse können auch in mehreren Telefonkonferenzen diskutiert werden. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inhalt"
        },
        {
            "text": "Weitere Informationen werden dem Weekly Threat Report des Europäischen Zentrums für die Prävention und Kontrolle von Krankheiten (ECDC) sowie der IGV Event Information Page der WHO entnommen. Weitere \"Internetbased tools\" (IBT), die als Quellen für die EpiLag dienen, sind das Early Warning and Response System (EWRS) und ProMED (. Tab. 1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abb. 1 8 Fluss-Diagramm zur Organisation der wöchentlichen EpiLag-Telefonkonferenz"
        },
        {
            "text": "Die Vorbereitung auf die EpiLag und die Erstellung des Protokolls beanspruchen pro Woche zwischen fünf und neun Stunden. Die EpiLag selbst dauert circa 30 Minuten. Der gesamte zeitliche Aufwand für das RKI liegt also zwischen fünf und zehn Stunden. Für die wöchentliche Vor-und Nachbereitung der EpiLag ist je ein im Turnus wechselnder Mitarbeiter der Abteilung für Infektionsepidemiologie verantwortlich. Bei der Konferenz selbst sind vom RKI zumindest der für das Sammeln und Zusammenstellen der Informationen verantwortliche Mitarbeiter und ein leitender Moderator anwesend. Die Teilnehmer der EpiLag wählen sich in die Telefon-Konferenz ein.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abb. 1 8 Fluss-Diagramm zur Organisation der wöchentlichen EpiLag-Telefonkonferenz"
        },
        {
            "text": "Die wöchentlichen EpiLag-Protokolle der ersten drei Quartale 2009 wurden hinsichtlich Beteiligung, Häufigkeit diskutierter infektionsepidemiologischer Ereignisse und ihrer Informationsquellen ausgewertet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Auswertung der Protokolle"
        },
        {
            "text": "Um die Qualität der EpiLag zu evaluieren, führte das RKI zwischen dem 23.6. und dem 1.7.2009 einen Online-Survey (http://www.surveymonkey.com) durch. Es wurden 23 Fragen zu den Themen Logistik (zehn Fragen), Inhalt (fünf Fragen) und Qualität (acht Fragen) der Telefonkonferenz gestellt. Die überwiegende Zahl der Fragen konnte mit den vorgegebenen Antwortkategorien \"stimme voll zu/stimme zu/neutral/stimme nicht zu/stimme gar nicht zu\", \"sehr gut/ gut/weniger gut/unzufrieden\", \"ja/nein\" oder einem freien Textfeld beantwortet werden. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation der Konferenz"
        },
        {
            "text": "Öffentlicher Gesundheitsdienst · Surveillance · Epidemic Intelligence · Telefonkonferenz · Infektionsepidemiologie",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schlüsselwörter"
        },
        {
            "text": "Abstract Public health threats are increasingly triggered by events which span across international, national and state level jurisdictions. Innovative surveillance methods are needed to ensure adequate and timely response to such threats. In January 2009 the Department of Infectious Disease Epidemiology at the Robert Koch Institute (RKI) established a system of weekly telephone conferences with all competent authorities of the German federal states to identify, discuss and respond to infectious disease events in real-time. A regular and structured platform was developed for use between participants from state level public health authorities, the military and the RKI. During the first three quarters, 46 infectious diseases were covered, including mandatory reports of measles and meningococcal meningitis and outbreaks of cowpox, which does not have to be notified in Germany. Results of a targeted evaluation and a consistently high attendance rate both indicate that the teleconference has met additional needs for supplemental information exchange among participants. The telephone conference has proven to be a useful resource for rapid and direct communication, coordination and evaluation of signals for public health events in Germany.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Teleconferences for national surveillance of infectious diseases and public health events in Germany. Evaluation after three quarters in 2009"
        },
        {
            "text": "Public health service · Surveillance · Epidemiology · Infectious disease · Epidemic intelligence · Teleconference Ergebnisse Teilnahme Seit Einführung der EpiLag am 13.1.2009 lag die durchschnittliche Beteiligung der oberen Landesgesundheitsbehörden in den ersten drei Quartalen 2009 bei 78%. An den wöchentlichen Telefonkonferenzen nahmen in unregelmäßigen Abständen auch Vertreter der Bundeswehr sowie einzelne Referenten für Infektionsschutz der Bundesländer als Vertreter der obersten Landesgesundheitsbehörden teil. [18] .",
            "cite_spans": [
                {
                    "start": 521,
                    "end": 525,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Keywords"
        },
        {
            "text": "Als Beispiel für eine nicht-meldepflichtige Erkrankung, die in der Epi-Lag diskutiert wurde und damit einen Besonders bei internationalen Ereignissen, die über mehrere Wochen diskutiert wurden, zeigt sich, dass in der Epi-Lag unterschiedliche Informationsquellen genutzt wurden (. Tab. 3).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In der EpiLag diskutierte Ereignisse"
        },
        {
            "text": "Beim Online-Survey antworteten 22 Teilnehmer. Alle 16 oberen Landesgesundheitsbehörden waren vertreten, und sämtliche Befragten hatten eine ihr Bundesland repräsentierende Funktion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ergebnisse der Evaluation"
        },
        {
            "text": "Mit der Logistik der wöchentlichen EpiLag waren die Teilnehmer generell zufrieden. Über 90% der Befragten gaben an, die Koordination der Telefonkonferenzen durch das RKI sei vollstän- ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ergebnisse der Evaluation"
        },
        {
            "text": "Das Epidemic Intelligence (EI)-Konzept der EpiLag stellt den Teilnehmern Meldungen über Ereignisse aus der indikatorbasierten Surveillance sowie aus der eventbasierten Surveillance aus unterschiedlichen Quellen zur Verfügung. Informationen aus beiden Komponenten können mithilfe der EpiLag beschleunigt weitergegeben und evaluiert werden. Somit können auch Public-Health-Maßnahmen rascher eingeleitet werden. Mit Einführung der EpiLag wurde eine Informationslücke geschlossen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schlussfolgerung"
        },
        {
            "text": "Die Implementierung eines nationalen EI-Surveillance-Systems sollte spezifisch auf Monitoring und Evaluation von Infektionskrankheiten, die die Gesundheit der Bevölkerung bedrohen, zugeschnitten sein [19] . Da sich die EpiLag als infektionsepidemiologische Plattform zwischen nationaler Ebene (RKI) und den zuständigen Landesgesundheitsbehörden bewährt hat, könnten auch zwischen den zuständigen Landesgesundheitsbehörden und lokalen Gesundheitsämtern Telefonkonferenzen eingerichtet werden, auf denen die Teilnehmer regelmäßig, strukturiert und zeitnah infektionsepidemiologische Ereignisse diskutieren. ",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 204,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Schlussfolgerung"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The surveillance of communicable diseases of national importance",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Langmuir",
                    "suffix": ""
                }
            ],
            "year": 1963,
            "venue": "N Engl J Med",
            "volume": "268",
            "issn": "",
            "pages": "182--192",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Report of the technical discussions at the twenty-first World Health Assembly Geneva",
            "authors": [],
            "year": null,
            "venue": "A21/Technical Discussions/5)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Comprehensive plan for epidemiologic surveillance. US Department of Health and Human Services",
            "authors": [],
            "year": 1986,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "IGV) vom 23. Mai",
            "authors": [],
            "year": 2005,
            "venue": "BGBl II 2007:930. Das Gesetz inklusive der amtlichen deutschen Sprachfassung der IGV kann im Internet abgerufen werden",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Surveillance gemäß den Internationalen Gesundheitsvorschriften",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hollmeyer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Eckmanns",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Krause",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Gesundheitsforsch Gesundheitsschutz",
            "volume": "52",
            "issn": "2",
            "pages": "168--175",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "What is epidemic intelligence, and how is it being improved in Europe?",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kaiser",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Coulombier",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baldari",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Euro Surveill",
            "volume": "11",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Epidemic intelligence in the European Union: strengthening the ties",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Coulombier",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Euro Surveill",
            "volume": "13",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Meeting report: Epidemic intelligence in the EU",
            "authors": [],
            "year": null,
            "venue": "European Centre for Disease Prevention and Control",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Global surveillance, national surveillance, and SARS",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Heymann",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rodier",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerg Infect Dis",
            "volume": "10",
            "issn": "2",
            "pages": "173--175",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Global Public Health Intelligence Network (GPHIN). 7th Conference of the Association for Machine Translation in the Americas",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mawudeku",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Blench",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "SARS and population health technology",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Eysenbach",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Med Internet Res",
            "volume": "5",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The Global Public Health Intelligence Network and early warning outbreak detection: a Canadian contribution to global public health",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mykhalovskiy",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Weir",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Can J Public Health",
            "volume": "97",
            "issn": "",
            "pages": "42--44",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The internet and the global monitoring of emerging diseases: lessons from the first 10 years of ProMED-mail",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Madoff",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Woodall",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Arch Med Res",
            "volume": "36",
            "issn": "6",
            "pages": "724--730",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Severe acute respiratory syndrome (SARS): status of the outbreak and lessons for the immediate future",
            "authors": [],
            "year": 2003,
            "venue": "WHO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Epidemic intelligence: a new framework for strengthening disease surveillance in Europe",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Paquet",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Coulombier",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kaiser",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ciotti",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Euro Surv",
            "volume": "11",
            "issn": "12",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Infectious diseases: preparing for the future",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Peckham",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Waage",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Science",
            "volume": "313",
            "issn": "5792",
            "pages": "1392--1393",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The Early Warning and Reponse System for communicable diseases in the EU: an overview from 1999 to",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Guglielmetti",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Coulombier",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Thinus",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Euro Surv",
            "volume": "11",
            "issn": "12",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Joint ECDC/WHO visit for a European risk assessment 17-21",
            "authors": [],
            "year": 2007,
            "venue": "European Centre for Disease Prevention and Control",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "International epidemic intelligence at the Institut de Veille Sanitaire",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rotureau",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Barboza",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tarantola",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Paquet",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "France. Emerg Infect Dis",
            "volume": "13",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Bundesgesundheitsbl 2010 · 53:903-909 DOI 10.1007/s00103-010-1122-z © Springer-Verlag 2010 O. Mohr · E. Velasco · G. Fell · F. Burckhardt · G. Poggensee · T. Eckmanns Die telefonische infektionsepidemiologische Bund LänderLagekonferenz in Deutschland. Eine Zwischenbilanz nach drei Quartalen 2009 Zusammenfassung Um adäquat auf neue Bedrohungen reagieren zu können, kann sich der Öffentliche Gesundheitsdienst (ÖGD) nicht mehr ausschließlich auf traditionelle Surveillance-Strukturen verlassen. Im Januar 2009 wurde von der Abteilung für Infektionsepidemiologie am Robert Koch-Institut (RKI) eine wöchentliche telefonische infektionsepidemiologische Bund-Länder-Lagekonferenz etabliert. Die Konferenz schafft eine Plattform, auf der die Teilnehmer (zuständige Landesgesundheitsbehörden, Referenten für Infektionsschutz der Bundesländer, Bundeswehr, RKI) regelmäßig, strukturiert und zeitnah infektionsepidemiologische Ereignisse diskutieren können. In den ersten drei Quartalen 2009 wurden Ereignisse, die 46 Infektionskrankheiten betrafen, diskutiert; darunter auch Ausbrüche nicht-meldepflichtiger Erkrankungen, wie zum Beispiel Kuhpocken. Masern und Meningokokken-Meningitis gehörten zu den am häufigsten diskutierten Infektionskrankheiten. Die Ergebnisse einer Evaluation und die konstant hohe Teilnehmerzahl zeigen, dass mit der Telefonkonferenz dem Bedarf nach zusätzlichem Informationsaustausch entsprochen wurde. Die Telefonkonferenz ermöglicht direkte Kommunikation; Informationen zu Ereignissen können schneller weitergegeben und evaluiert werden. Somit können auch Public-Health-Maßnahmen rascher eingeleitet werden.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Baden-Württemberg führte. In Hamburg wurden 216 Fälle gemeldet. Der letzte Fall erkrankte am 17.6.2009. Ein Hepatitis-A-Ausbruch in Lettland wurde über einen Zeitraum von 10 KW in der Telekonferenz behandelt. Über Chikungunya-Ausbrüche im Indischen Ozean, Südostasien und Ostasien wurde über einen Zeitraum von acht KW berichtet. In diesem Rahmen wurde in der 23. und 24. KW ein Chikungunya-Ausbruch in Thailand besprochen: Fünf der acht bis zum 4. Juni 2009 in Deutschland übermittelten Fälle hatten sich in Thailand, Malaysia oder Singapur, die drei anderen Fälle auf den Philippinen, Sri Lanka und in Indien infiziert. In der 36. und 37. KW wurde vom ersten Chikungunya-Ausbruch auf der Insel La Réunion nach dem Ausbruch von 2005/2006 berichtet; im Sommer 2007 kam es in Italien zur ersten lokalen Übertragung des Chikungunya-Virus in Europa",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "ProMED-mail (Program for Monitoring Emerging Diseases) http://www.promedmail.org ProMED ist ein globales, Internet-basiertes elektronisches Berichtsystem zur Entdeckung, Überwachung und zum schnellen Informationsaustausch zu Ausbrüchen von Infektionskrankheiten und anderer akuter Gefährdungen durch Giftstoffe, die die Gesundheit von Menschen, Tieren und Nahrungspflanzen beeinflussen könnten. ProMED wurde 1994 von der \"International Society of Infectious Disease\" gegründet. Als Informationsquellen dienen unter anderem Medienberichte, offizielle Berichte, Online-Zusammenfassungen und lokale Beobachtungen. Der Zugang zu ProMED ist öffentlich EWRS (Early Warning and Response System) https://ewrs.ecdc.europa.eu/ Das EWRS für Infektionskrankheiten ist ein internetbasiertes Netzwerk der Europäischen Kommission (EC), der nationalen Gesundheitsbehörden der Mitgliedsstaaten, die für die Durchführung von Maßnahmen zur Kontrolle von Infektionskrankheiten zuständig sind, sowie des Europäischen Zentrums für die Prävention und Kontrolle von Krankheiten (ECDC). EWRS wurde von der EC mit dem Ziel gegründet, der EU eine schnelle und effektive Reaktion auf Ereignisse, Notfallsituationen und Bedrohungen in Verbindung mit Infektionskrankheiten zu ermöglichen (17). Der Zugang zum EWRS gliedert sich in einen öffentlichen sowie einen geschlossenen Teil, der nur zugänglich ist für Public Health-Institutionen der EU-Mitgliedsländer, die offiziell von ihrer Regierung ihres jeweiligen Landes und der EC zu Mitgliedern des EWRS erklärt wurden CDTR (Communicable Disease Threats Report) http://www.ecdc.europa.eu/en/ activities/epidemicintelligence/Pages/ EpidemicIntelligence_ThreatCommu-nicationCDTR.aspx Der CDTR des ECDC dient als Werkzeug für Europäische Epidemiologen, die auf nationaler Ebene im Bereich Surveillance für die Epidemic Intelligence zuständig sind. Der wöchentlich erscheinende Bericht bezieht seine Informationen aus unterschiedlichen Quellen, wie zum Beispiel Medien (z. B. TV und \"web-news\"), offizielle Websites internationaler Organisationen, Bulletins, andere webbasierte Frühwarn-und Meldesysteme, z. B. ProMed, das Global Public Health Intelligence Network (GPHIN) und andere. Relevant sind Infektionskrankheiten mit potenzieller Bedrohung für die EU. Der Zugang zu CDTR-Berichten muss von den EU-Mitgliedsstaaten autorisiert werden. Auch Institute oder Einrichtungen wie zum Beispiel die WHO-Euro, CDC Atlanta, die Public Health Agency Canada und andere Public Health Partner, mit denen das ECDC ein MoU (Memorandum of Understanding) vereinbart hat, haben Zugang Meldungen gemäß IGV (Internationale Gesundheitsvorschriften) http://www.who.int/ihr/en/ http://www.rki.de/cln_048/ nn_205760/DE/Content/Infekt/ IGV/igv__node.html?__nn Die IGV regeln die internationale Zusammenarbeit bei der Kontrolle von Infektionskrankheiten und sind auf alle Ereignisse anwendbar (natürlich oder beabsichtigt), die eine Gefahr für die öffentliche Gesundheit darstellen können (biologisch, chemisch oder durch ionisierende Strahlen). Im Rahmen der IGV existiert ein internetbasiertes Netzwerk zu Meldungen von Infektionskrankheiten an die WHO durch die nationalen \"IGV-Anlaufstellen\" von 193 Mitgliedsstaaten. In Deutschland fungiert das Lagezentrum des Bundesministeriums des Innern (BMI) als nationale IGV-Anlaufstelle. In allen Fällen, die Infektionskrankheiten betreffen, werden die Bearbeitung der Meldung sowie ggf. notwendige weitere Maßnahmen vom RKI koordiniert raschen und regelmäßigen Austausch zwischen den zuständigen Landesgesundheitsbehörden ermöglichte, zählt ein Kuhpocken-Ausbruch mit Erkrankungsfällen in Frankreich und mehreren Bundesländern Deutschlands. Kleintiernager sind das natürliche Reservoir der Kuhpockenviren und können von infizierten Tieren auf den Menschen übertragen werden. In der 4. und 5. KW 2009 wurden in der EpiLag erstmals Kuhpocken-Fälle in Bayern und Nordrhein-Westfalen (NRW) diskutiert, danach wurde auch von Fällen in Frankreich berichtet. Die Fälle in Frankreich und NRW konnten auf Heimtierratten (\"Schmuseratten\") zurückgeführt werden, die von einem Händler aus Tschechien exportiert wurden. Jedoch ergab sich bei diesem Händler und seinen Zulieferern kein Hinweis auf eine Kuhpocken-Infektion der Tiere. Die tschechischen Behörden wurden über das EWRS informiert. Die Kuhpocken-Fälle in Bayern konnten auf einen bayerischen Rattenzüchter zurückgeführt werden, bei dem die zuständige Veterinärbehörde 17 von 31 Heimtierratten positiv testete.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Häufigkeit der berichteten Ereignisse auf der EpiLag-Telefonkonferenz vom 13.1.2009 bis 29.9.2009 (3. KW bis 40. KW) Das Protokoll wird aber auch als Diskussionsgrundlage oder als Hilfe zur Bearbeitung aktueller infektionsepidemiologischer Probleme genutzt. Die Kommentare der Teilnehmer hinsichtlich weiterer Vorschläge für die Epi-Lag bezogen sich überwiegend auf die seit Ende April 2009 in Deutschland auftretende pandemische Influenza (H1N1) 2009, die bis Ende Juni 2009 in der Telefonkonferenz nicht behandelt wurde. Die Besprechung des Themas in der EpiLag wurde von den Teilnehmern für wichtig gehalten. Vor Einrichtung der EpiLag gab es zwischen Bund und Ländern keinen strukturierten, häufigen und regelmäßigen Austausch über aktuelle infektionsepidemiologische Ereignisse. Von Beginn an wurde die EpiLag vom RKI im Rahmen des \"Epidemic Intelligence\"-Ansatzes (EI) konzipiert. Die konstant hohe Beteiligung der oberen Landesgesundheitsbehörden lässt darauf schließen, dass eine Lücke geschlossen und das EI-Konzept von den Teilnehmern angenommen wurde. Die Evaluation zur allgemeinen Qualität, Organisation und Relevanz der Konferenz ergab hohe Zustimmungsraten. Die Weiterleitung des epidemiolo-gischen EpiLag-Protokolles an die Gesundheitsämter und Landesministerien durch einige Teilnehmer ist ein weiterer Beleg für die Qualität und Relevanz der Konferenz und Protokolle. Berichte über nationale Ereignisse wurden bei der Evaluation zu 85% als relevant eingestuft. Die Relevanz internationaler Ereignisse wurde von 85% der Teilnehmer zumindest als \"hoch\" bezeichnet; 88% nutzen die EpiLag auch dazu, sich über die internationale Situation zu informieren, 71% betrachten die internationalen Informationen als relevant für ihre tägliche Arbeit. Die Aussagen lassen den Schluss zu, dass das Informationsbedürfnis über internationale Ereignisse höher ist als der praktische Nutzen für die tägliche Arbeit. Die pandemische Influenza (H1N1) 2009 war zunächst in der EpiLag ausgespart worden, um inhaltliche Dopplungen und Überschneidungen mit anderen Konferenzen zu vermeiden. In der Evaluation wurde deutlich, dass die Vertreter der oberen Landesgesundheitsbehörden es als wichtig betrachteten, nicht auf dieses Thema zu verzichten. In der Folge wurde die pandemische Influenza (H1N1) 2009 wieder in die EpiLag aufgenommen. Die EpiLag soll jedoch nicht als Ersatzforum für eine regelmäßige Abstimmung der Managementstrategien zwischen RKI und den Referenten für Infektionsschutz der einzelnen Bundesländer dienen. Durch die EpiLag haben die zuständigen Landesgesundheitsbehörden die Möglichkeit, vom RKI über infektionsepidemiologisch relevante internationale Informationen aus dem EWRS und dem CDTR des ECDC informiert zu werden -nationale Anlaufstelle für dieses System ist das RKI. Das RKI hat wiederum durch die EpiLag die Möglichkeit, relevante Informationen an die zuständigen Landesgesundheitsbehörden weiterzugeben sowie Informationen von ihnen zu erhalten. Die EpiLag erleichtert den horizontalen Informationsaustausch zwischen den Bundesländern, wie sich vor allem am Beispiel der Kuhpockenausbrüche durch Schmuse-und Futterratten zeigte. Generell bietet eine Telefonkonferenz den Vorteil, dass die teilweise zeit-und kostenaufwendige An-und Abfahrt weg-Tab. 3 Informationsquellen für Ereignisse, die über mehrere Wochen in der EpiLag-Telekonferenz diskutiert wurden (13.1. bis 29.9.09)fällt und somit die zeitlichen und finanziellen Ressourcen aller Teilnehmer effektiver genutzt werden können. Durch standardisierte Arbeitsweise konnte seit Einführung der EpiLag der wöchentliche zeitliche Aufwand bei der Vorbereitung reduziert werden.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Dr. O. MohrAbteilung für Infektionsepidemiologie, Fachgebiet Surveillance, Robert Koch-Institut DGZ-Ring 1, 13086 Berlin mohro@rki.de Danksagung. Wir danken allen Vertretern der oberen Landesgesundheitsbehörden, den Referenten für Infektionsschutz der Bundesländer sowie der Bundeswehr für die aktive Teilnahme an der EpiLag-Telekonferenz. Unser besonderer Dank gilt Ramona Keuchel, Inge Mücke, Denise Neugebauer, Mona Poorbiazar, Annicka Reuß, Irene Schöneberg, Birgitta Schweickert und Maria Wadl vom RKI für ihren Beitrag zu diesem Manuskript. Interessenkonflikt. Der korrespondierende Autor gibt an, dass kein Interessenkonflikt besteht.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}