{
    "paper_id": "3752cbe86c5d6f79eb3a63f09e462c3e711f856b",
    "metadata": {
        "title": "Investigation of seasonal frequency and pathogens in febrile neutropenia",
        "authors": [
            {
                "first": "Seray",
                "middle": [],
                "last": "Karagöz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Akdeniz University",
                    "location": {
                        "settlement": "Antalya",
                        "country": "Turkey"
                    }
                },
                "email": ""
            },
            {
                "first": "Özdemir",
                "middle": [
                    "·"
                ],
                "last": "Utku",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Akdeniz University",
                    "location": {
                        "settlement": "Antalya",
                        "country": "Turkey"
                    }
                },
                "email": ""
            },
            {
                "first": "Iltar",
                "middle": [
                    "·"
                ],
                "last": "Ozan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Akdeniz University",
                    "location": {
                        "settlement": "Antalya",
                        "country": "Turkey"
                    }
                },
                "email": ""
            },
            {
                "first": "Salim",
                "middle": [
                    "·"
                ],
                "last": "Orhan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Akdeniz University",
                    "location": {
                        "settlement": "Antalya",
                        "country": "Turkey"
                    }
                },
                "email": "ozansalim@gmail.com"
            },
            {
                "first": "Kemal",
                "middle": [],
                "last": "Yücel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Akdeniz University",
                    "location": {
                        "settlement": "Antalya",
                        "country": "Turkey"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Ramazan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Akdeniz University",
                    "location": {
                        "settlement": "Antalya",
                        "country": "Turkey"
                    }
                },
                "email": ""
            },
            {
                "first": "Erdem",
                "middle": [
                    "·"
                ],
                "last": "Özge",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Akdeniz University",
                    "location": {
                        "settlement": "Antalya",
                        "country": "Turkey"
                    }
                },
                "email": ""
            },
            {
                "first": "Turhan",
                "middle": [
                    "·"
                ],
                "last": "Levent Undar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Akdeniz University",
                    "location": {
                        "settlement": "Antalya",
                        "country": "Turkey"
                    }
                },
                "email": ""
            },
            {
                "first": "S",
                "middle": [
                    "K"
                ],
                "last": "Özdemir",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Antalya Training and Research Hospital",
                    "location": {
                        "settlement": "Antalya",
                        "country": "Turkey"
                    }
                },
                "email": ""
            },
            {
                "first": "O",
                "middle": [],
                "last": "Salim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Akdeniz University",
                    "location": {
                        "settlement": "Antalya",
                        "country": "Turkey"
                    }
                },
                "email": ""
            },
            {
                "first": "O",
                "middle": [
                    "K"
                ],
                "last": "Yücel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Akdeniz University",
                    "location": {
                        "settlement": "Antalya",
                        "country": "Turkey"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "R"
                ],
                "last": "Erdem",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Akdeniz University",
                    "location": {
                        "settlement": "Antalya",
                        "country": "Turkey"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "L"
                ],
                "last": "Undar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Akdeniz University",
                    "location": {
                        "settlement": "Antalya",
                        "country": "Turkey"
                    }
                },
                "email": ""
            },
            {
                "first": "Ö",
                "middle": [],
                "last": "Turhan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Akdeniz University",
                    "location": {
                        "settlement": "Antalya",
                        "country": "Turkey"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background In patients with hematological malignancies, febrile neutropenia (FEN) is the most frequent complication and the most important cause of mortality. Various risk factors have been identified for severe infection in neutropenic patients. However, to the best of our knowledge, it is not defined whether there is a change in the risk of febrile neutropenia according to seasons. The first aim of study was to determine the difference in frequency of febrile neutropenic episodes (FNEs) according to months and seasons. The second aim was to document isolated pathogens, as well as demographical and clinical characteristics of patients. Methods In the study, 194 FNEs of 105 patients who have been followed with hematological malignancies between June 2013 and May 2014 were evaluated retrospectively. Results Although the number of FNEs increased in autumn, there was no significant difference in frequency of FNEs between months (p = 0.564) and seasons (p = 0.345). There was no isolated pathogen in 54.6% of FNEs. In 45.4% of 194 FNEs, pathogens were isolated. Of all pathogens, 50.4% were gram negative bacteria, 29.2% were gram positive bacteria, 13.3% were viruses, 5.3% were fungi, and 1.8% were parasites. Conclusıons The frequency of FEN does not change according to months or seasons. Also, the relative proportions of different pathogens in the cause of FEN do not vary according to seasons.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Febrile neutropenia (FEN) is the most common complication requiring hospitalization and causing mortality in patients with hematological cancer. Also, febrile episodes prolong the duration of hospitalization in neutropenic patients [1] .",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 235,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Clinically documented infections occur in 20-30% of febrile episodes [2, 3] . Most of the infections documented in patients with FEN are caused by endogenous flora [4] . Among these, circulatory and respiratory system infections are the most common. While gram negative bacteria were the most frequently detected infectious agents up until the 1980s, gram positive bacteria became the most common factors in the following years, due to increased use of vascular catheters, prophylactic antibiotic applications, and toxic intestinal chemotherapy applications. However, in recent years, the rate of gram negative bacteria has increased again [5] [6] [7] [8] [9] . Commonly seen gram positive bacteria are S. aureus, coagulase negative Staphylococcus (CNS), and Streptococcus species; gram negative bacteria include E. coli, Klebsiella species, and P. aeruginosa [10] . Fungal agents, most commonly Candida and Aspergillus, can also be identified as causes of FEN.",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 72,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 73,
                    "end": 75,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 164,
                    "end": 167,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 640,
                    "end": 643,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 644,
                    "end": 647,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 648,
                    "end": 651,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 652,
                    "end": 655,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 656,
                    "end": 659,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 860,
                    "end": 864,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Severe neutropenia, prolonged neutropenia, presence of mucositis, type of cancer (such as acute leukemia, high-risk myelodysplastic syndrome), uncontrolled or progressive cancer, induction therapy or application of intensive chemotherapy such as hematopoietic stem cell transplantation, presence of comorbid disorders requiring hospitalization, use of central venous catheter, use of monoclonal antibody, poor performance status, and advanced age are some of the risk factors defined for FEN development [11] .",
            "cite_spans": [
                {
                    "start": 504,
                    "end": 508,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To the best of our knowledge, seasons or months have not been defined as risk factors for FEN in hematological cancer patients. The primary aim of the study was to investigate whether there is a relationship between the frequency of febrile neutropenic episodes (FNEs) and seasons in hematological cancer patients. The second aim of the study was to determine the type and frequency of pathogens detected in FNEs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this study, 194 FNEs of 105 patients with hematological malignancies who had been followed at a multidisciplinary hospital (Akdeniz University School of Medicine Hospital) between June 2013 and May 2014 were evaluated. Patients with allogeneic stem cell transplants were not included in the study. The available medical files and biological results of all 105 patients were retrospectively reviewed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "According to the ASCO guidelines, fever was defined as a single oral temperature measurement of >38.3°C (101°F) or a temperature of >38.0°C (100.4°F) sustained over a one hour period. We defined neutropenia as an absolute neutrophil count (ANC) <500 cells/mm 3 or an ANC that was expected to decrease to <500 cells/mm 3 during the next 48 h [12] .",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 345,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "Clinical and demographic data of the patients and the months and seasons of FNEs were noted. In addition, neutrophil count, C-reactive protein (CRP) level, length of hospitalization, culture results of blood and other body specimens, isolated pathogens, detected foci of infection, and antibacterial, antiviral, or antifungal treatments were reviewed. The study protocol was approved by the institutional ethics committee of Akdeniz University School of Medicine Hospital and conducted in accordance with the principles of the Declaration of Helsinki and the Good Clinical Practice guidelines of the International Conference on Harmonization. In addition to descriptive statistical methods (mean, median, and standard deviation), the χ 2 test was used to compare qualitative data, and the Student's t-test was used for quantitative two-group comparisons of the parameters with normal distribution. The results were evaluated with a confidence interval of 95% and a significance level of p < 0.05.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "There were 69 (65.7%) male and 36 (34.3%) female patients. The median length of hospital stay was 26.5 days . Demographic characteristics of the cases are presented in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 168,
                    "end": 175,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The FNEs occurring during a given period of chemotherapy-induced neutropenia were 90% of all FNEs, and the chemotherapy regimens included 18 different protocols. Ten percent of FNEs were not related to chemotherapy. The mean number of FNEs was 1.78 ± 0.91 in females, 1.86 ± 1.16 in males, and 1.83 ± 1.08 in all patients. There was no difference in the number of FNEs according to gender (p = 0.748). The median neutrophil count was 80 (0-990)/mm 3 and the median CRP level was 6 mg/dl (0.2-32; normal range: 0-0.5). No pathogen was detected in 54.6% of FNEs. In 76 of the FNEs, only one microorganism was isolated, while in 12 FNEs, more than one microorganism was isolated. Isolated microorganisms are presented in Table 2 . Of the isolated bacterial microorganisms, 63.3% were gram negative bacteria and 36.7% were gram positive bacteria. Among Table 3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 718,
                    "end": 725,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 849,
                    "end": 856,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Although the number of FNEs increased in autumn, there was no significant difference in frequency of FNEs between months (p = 0.564) and seasons (p = 0.345) (Figs. 1 and 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 157,
                    "end": 172,
                    "text": "(Figs. 1 and 2)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "It was observed that 78 (40.2%) FNEs were treated with single antibacterial therapy and 116 (59.8%) FNEs were treated with combined antibacterial treatment. Antifungal treatment was added to antibacterial treatment in 76 (39.1%) FNEs, and antiviral treatment was applied in 15 (7.7%) FNEs. The management did not differ according to particular seasons.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Twenty-seven (13.9%) of the 194 FNEs resulted in death. The main causes of death were sepsis (74.1%), intracranial bleeding (14.8%), and acute respiratory distress (11.1%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "original report Discussion Today, various cytotoxic antineoplastic therapies are widely used in hematological cancers. However, there is an increase in the frequency of infections due to myelosuppression and immunosuppression caused by the disease itself and current treatments. Studies show that life-threatening infection occurs in 48-60% of FEN patients [13] . Seasonal patterns of infection can be observed for some of the viruses that cause the common cold. In temperate regions of the northern hemisphere, the frequency of respiratory infections increases rapidly in autumn, remains fairly high throughout winter, and decreases again in spring. In tropical areas, most colds arise during the rainy season [14, 15] . Based on the presence of seasonal viral infection patterns, this study investigated whether there was a similar seasonal change in FNEs. It was found that there was no difference in frequency of FNEs according to months and seasons. The probable reason why there is no difference according to months and seasons is that the pathogens are largely caused by endogenous flora.",
            "cite_spans": [
                {
                    "start": 357,
                    "end": 361,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 711,
                    "end": 715,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 716,
                    "end": 719,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Febrile neutropenia & Seasons 121"
        },
        {
            "text": "The second aim of the study was to determine the type and frequency of pathogens detected in FNEs in patients with hematologic cancer. The proportion of gram negative bacteria was significantly higher (approximately twice as much) than the ratio of gram positive bacteria. Among all pathogens, E. coli was the most common (21.2%). Also, these pathogens did not show any change according to seasons. Therefore, empirical antimicrobial therapy does not require a change according to the seasons. FEN is a medical emergency and empirical treatment should be started as soon as possible. The aim of empirical therapy is to cover the most likely and most virulent pathogens that may rapidly cause life-threatening infections. Therefore, clinicians need to be aware of the current microbiology surveillance data from their own institution, which can vary widely from center to center. This allows for better management of the process with selection of more appropriate empirical antimicrobial therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Febrile neutropenia & Seasons 121"
        },
        {
            "text": "The limitation of the study was that the follow-up period of the participants was not sufficient. A study with a longer follow-up period is needed to more thoroughly investigate seasonal frequency in febrile neutropenia. A more wide view of the whole world practice is needed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Febrile neutropenia & Seasons 121"
        },
        {
            "text": "It would be nice to know the frequencies of admissions for febrile episodes per month and per season also for non-cancer patients in order to evaluate if the seasonal variations of infections which have been reported elsewhere can be also observed in our region. Although there is no reported study in our region, it can be said that viral infections are more common in autumn and winter months. If a more comprehensive study is to be carried out, the presence of a noncancer control group will provide clearer information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Febrile neutropenia & Seasons 121"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Mortality,morbidity, andcostassociatedwithfebrileneutropeniain adultcancer patients",
            "authors": [
                {
                    "first": "Daledc",
                    "middle": [],
                    "last": "Kuderernm",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Crawfordj",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Cancer",
            "volume": "106",
            "issn": "10",
            "pages": "2258--66",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Infectious Diseases Society of Americaa. Clinical practice guideline for the use of antimicrobial agents in neutropenic patients with cancer: 2010 Update by the Infectious Diseases Society of America",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Freifeld",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Bow",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Sepkowitz",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Clin Infect Dis",
            "volume": "52",
            "issn": "4",
            "pages": "427--458",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Management of fever in patients with cancer and treatment-induced neutropenia",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Pizzo",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "N Engl J Med",
            "volume": "328",
            "issn": "18",
            "pages": "1323--1355",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Significance of hospital acquisition of potential pathogens",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Schimpff",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Greene",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Ann Intern Med",
            "volume": "77",
            "issn": "5",
            "pages": "707--721",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Retrospective analysis of 410 episodes",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Bodey",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jadeja",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Elting",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Pseudomonas",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Arch Intern Med",
            "volume": "145",
            "issn": "9",
            "pages": "1621--1630",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "guidelines for the use of antimicrobial agents in neutropenic patients with cancer",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "T"
                    ],
                    "last": "Hughes",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Armstrong",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Bodey",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Clin Infect Dis",
            "volume": "34",
            "issn": "6",
            "pages": "730--51",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Current trends in the epidemiology of nosocomial bloodstream infections in patients with hematological malignancies and solid neoplasms in hospitals in the United States",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wisplinghoff",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Seifert",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Wenzel",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Clin Infect Dis",
            "volume": "36",
            "issn": "9",
            "pages": "1103--1113",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Invasive grampositive bacterial infection in cancer patients",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Holland",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "G"
                    ],
                    "last": "Fowler",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Shelburne",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Clin Infect Dis",
            "volume": "59",
            "issn": "5",
            "pages": "331--335",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Treatment of febrile neutropenia: what is new?",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Viscoli",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Castagnola",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Curr Opin Infect Dis",
            "volume": "15",
            "issn": "4",
            "pages": "377--82",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Perspectives for the management of febrile neutropenic patients with cancer in the 21st century",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "V"
                    ],
                    "last": "Sipsas",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Bodey",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Kontoyiannis",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Cancer",
            "volume": "103",
            "issn": "6",
            "pages": "1103--1116",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Riskfactorsforfebrileneutropenia among patients with cancer receiving chemotherapy: A systematic review",
            "authors": [
                {
                    "first": "Abellae",
                    "middle": [],
                    "last": "Lymangh",
                    "suffix": ""
                },
                {
                    "first": "Pettengellr",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Crit Rev Oncol Hematol",
            "volume": "90",
            "issn": "3",
            "pages": "190--199",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Antimicrobial prophylaxis and outpatient management of fever and neutropeniain adults treatedfor malignancy: American Society of Clinical Oncology clinical practice guideline",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Flowers",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Seidenfeld",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Bow",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Clin Oncol",
            "volume": "20",
            "issn": "6",
            "pages": "794--810",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Prophylaxis with fluoroquinolones for bacterial infections in neutropenic patients: a meta-analysis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cruciani",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rampazzo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Malena",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Clin Infect Dis",
            "volume": "23",
            "issn": "4",
            "pages": "795--805",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The common cold. Prim Care",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Kirkpatrick",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "23",
            "issn": "",
            "pages": "657--75",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The common cold",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Heikkinen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Järvinen",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "9351",
            "pages": "51--60",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Number of febrile neutropenia attacks by months",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Rate of febrile neutropenia attacks by seasons multiple foci were detected in 33 FNEs. The clinical foci of infection in FNEs are presented in",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Demographic characteristics of patients",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Microorganisms isolated in episodes of febrile neutropenia",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Infection foci in FEN episodes FNEs, no clinical focus of infection was detected, while in 130 (67.1%) FNEs, a total of 175 possible clinical foci of infection were detected. Of these, a single focus was detected in 97 FNEs and",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We are grateful to all treating physicians in our center for collaboration and data collection.Conflict of interest S.K. Özdemir, U. Iltar, O. Salim, O.K. Yücel, R. Erdem, Ö. Turhan, and L. Undar declare that they have no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}