{
    "paper_id": "3788141dfb6c7e8b0904e40e81b0c508cb25358f",
    "metadata": {
        "title": "Investigating an outbreak of acute fever in Chuuk, Federated States of Micronesia Correspondence to",
        "authors": [
            {
                "first": "Damian",
                "middle": [],
                "last": "Hoy",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yoster",
                "middle": [],
                "last": "Yichiro",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kasian",
                "middle": [],
                "last": "Otoko",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Helden",
                "middle": [],
                "last": "Heldart",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Andita",
                "middle": [],
                "last": "Meyshine",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Prisca",
                "middle": [],
                "last": "Assito",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Moses",
                "middle": [],
                "last": "Pretrick",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yvan",
                "middle": [],
                "last": "Souares",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Thane",
                "middle": [],
                "last": "Hancock",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mark",
                "middle": [],
                "last": "Durand",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Adam",
                "middle": [],
                "last": "Roth",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "experiencing three days of fever. A rapid diagnostic test for dengue was performed and was negative; however, the same sample was shipped to Brisbane for polymerase chain reaction (PCR) testing and was positive for dengue virus serotype-4 (DENV-4).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In mid-September, hospital doctors noted an increase in the number of cases of acute febrile illness (AFI). Due to the increase of and concern over concurrent dengue outbreaks in other Federated States of Micronesia states, clinicians commenced filling in patient encounter forms for suspected dengue cases using a case definition of: acute fever of at least 38 °C with two or more of the following: nausea, vomiting, severe headaches, orbital pain, joint pain, rash, haemorrhage, signs of leucopoenia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In late September, a small number of cases of suspected dengue was reported in Satawan, an outer island several hundred kilometres south-east of Chuuk Lagoon. Then, on 3 October in Onoun, an island several hundred kilometres north-west of Chuuk Lagoon, a two-year-old boy who reported experiencing a runny Hoy et al Outbreak of acute fever in Chuuk, Federated States of Micronesia nose, cough and increased thirst for two weeks, suddenly developed a rash on his abdomen that moved up to the neck area within minutes. The child started to bleed from the corner of his eyes and his nose and died soon after.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "By 22 October, 137 cases of suspected dengue were reported with 39 blood samples sent to Brisbane for PCR confirmation; however, only the initial sample was positive for dengue. As there was uncertainty as to the cause of the outbreak, an investigation was undertaken in Chuuk State at the end of October 2012 to establish the cause of the acute febrile illness (AFI) outbreak and ensure an appropriate response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "From 31 October to 2 November, an investigation was undertaken to establish the cause of the AFI outbreak. First, members of the EpiNet team, doctors, dispensary nurses, laboratory staff, the dispensary coordinator and a small number of patients were interviewed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "A line list of all suspected dengue cases was developed in Microsoft Excel using the Chuuk State Hospital emergency department register and the inpatient, outpatient and laboratory registers together with the dispensary coordinator's register. Clinical symptoms were included from patient medical records where possible. The line list had the following fields: line number; hospital/clinic name; data source/register; hospital number; first name; last name; age; sex; residence (village, island, island group); date of onset; date of presentation to hospital/clinic; attending clinician; symptoms (acute fever, headache, joint pain, muscle pain, bone pain, eye pain, nausea, vomiting, diarrhoea, weakness, rash, cough, runny nose, sore throat, other main symptoms); and laboratory results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Analyses were undertaken to examine and describe the outbreak in terms of time, place, person and clinical features. An epidemic curve by location was constructed using 'date of notification' on the x-axis because of insufficient data on date of onset. Attack rates and clinical features were compared across the three sites as was the distribution of cases by age and sex.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis"
        },
        {
            "text": "Attack rates were calculated using the Chuuk State estimated population for 2012. 2 There were 18 cases (17 from Onoun and one from Chuuk Lagoon) that had no gender status indicated in their records; In mid-September, hospital doctors noted an 'unexpected' increase in cases of AFI.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis"
        },
        {
            "text": "Late September -fi rst case of AFI in Satawan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis"
        },
        {
            "text": "3 October -two-yearold male in Onoun died after runny nose, cough, increased thirst, then rash on the abdomen and neck, and eventual bleeding from the eyes and nose. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis"
        },
        {
            "text": "While the causative agent of the outbreak was unknown, the 18-year-old diagnosed with DENV-4 in August was interviewed. It was revealed he had no history of travel and lived adjacent to a construction company headquarters undertaking major road works. There were reportedly many potential mosquito breeding sites in and around these headquarters. The road construction workers residing at the headquarters were primarily Marshallese and Filipino. The Marshall Islands was experiencing a DENV-4 outbreak at the time, and dengue incidence peaks from July to September in the Philippines, although it was unclear whether DENV-4 was circulating at that time. 7 The 18-year-old recovered and was discharged from hospital on 13 August.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "During the period 5 August to 4 November 2012, there were 168 cases of AFI reported in Chuuk State ( Table 1) . Of these, 62% were less than 20 years of age (34% less than five; 28% aged [5] [6] [7] [8] [9] [10] [11] [12] [13] [14] [15] [16] [17] [18] [19] and 60% were male (61% in Chuuk Lagoon, 53% in Onoun and 62% in Satawan). The highest attack rate was in the age group 0-4, followed by 60-64 and these were assumed to have a male-to-female ratio of 1:1, consistent with the ratio of cases with known sex in Onoun. There were also 19 cases with no age indicated (17 from Onoun and two from Chuuk Lagoon); these were assigned the same age distribution as the 149 cases for which age was known.",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 190,
                    "text": "[5]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 191,
                    "end": 194,
                    "text": "[6]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 195,
                    "end": 198,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 199,
                    "end": 202,
                    "text": "[8]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 203,
                    "end": 206,
                    "text": "[9]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 207,
                    "end": 211,
                    "text": "[10]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 212,
                    "end": 216,
                    "text": "[11]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 217,
                    "end": 221,
                    "text": "[12]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 222,
                    "end": 226,
                    "text": "[13]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 227,
                    "end": 231,
                    "text": "[14]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 232,
                    "end": 236,
                    "text": "[15]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 237,
                    "end": 241,
                    "text": "[16]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 242,
                    "end": 246,
                    "text": "[17]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 247,
                    "end": 251,
                    "text": "[18]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 252,
                    "end": 256,
                    "text": "[19]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 101,
                    "end": 109,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Cases"
        },
        {
            "text": "Information on clinical symptoms was extracted from the medical records for 55 (33%) of the 168 suspected cases. Reasons for not being able to extract clinical symptoms were a poor patient history or illegible clinician handwriting. The age and sex distribution of all cases was compared with these 55 cases. The distribution of symptoms was compared with other studies that had assessed symptom distribution in particular disease outbreaks. 3-6 Control measures were implemented.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cases"
        },
        {
            "text": "Diagnostic efforts included nasopharyngeal (NP) swabs for seven cases with a cough and/or a runny nose.These were tested by the reference laboratory in Hawaii using PCR. The reference laboratory was unable to grow the viruses or a sufficient titre for the haemagglutinationinhibition test for antigenic analysis. case fell ill in late September, and the weekly number of cases peaked on 21 October and subsided after that (Figure 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 422,
                    "end": 431,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Laboratory investigation"
        },
        {
            "text": "The age and sex distribution of cases with symptom information (n = 55) was similar to the age and sex distribution in all cases (n = 168). In total, there were 195 symptoms reported in the records from these 55 cases ( Table 2) . Eleven cases reported one or two symptoms, 36 cases reported three or four symptoms, and eight cases reported five or more symptoms. The most commonly reported symptoms were acute fever (96%), cough (82%), headache (67%) and runny nose (44%). Rash was reported in only two of the 55 suspected cases, and eye pain and haemorrhage were reported once.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 220,
                    "end": 228,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Clinical features"
        },
        {
            "text": "Twelve (7%) of the 168 suspected cases were hospitalized. Information on clinical symptoms was available from nine of these. Again, acute fever (100%), cough (78%) and headache (56%) were the most commonly reported symptoms. Joint pain was reported in three cases (33%). The Chuuk State Hospital doctors who were interviewed stated that the typical symptoms they observed in the suspected dengue cases were 15-19. The age group with the highest number of cases was 0-4, followed by 15-19, 5-9 and 20-24. A similar pattern by age was found by site, although in Onoun, the 60-64 age group had the third highest number of suspected cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical features"
        },
        {
            "text": "Of all 168 cases, 128 (76%) were from Chuuk Lagoon, 32 (19%) were from Onoun, and eight (5%) from Satawan. Onoun had a substantially higher attack rate of suspected cases, given its relatively small population (53 suspected cases/1000 population compared to 3.2/1000 in Chuuk Lagoon and 2.7/1000 in Satawan).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical features"
        },
        {
            "text": "There were three peaks in weekly totals (30 September, 14 October and 4 November). In Chuuk Lagoon, there was a steady decline from 30 September. Clinicians believed that this decline was a genuine decline in cases as opposed to less attention to case detection than in previous weeks. For the outer island of Onoun, the first suspected case fell ill on approximately 19 September, and the weekly number of cases peaked on 14 October and 4 November. This second peak was at the time of the investigation; case numbers declined the following week. For the outer island of Satawan, the first suspected Typical symptoms for people having influenza are fever (90-100%), cough (82-93%), runny nose (39-91%), muscle pain (18-94%), and headache (17-91%). 4-6 These were generally consistent with the symptomatic presentation of the 55 cases; the only exception was muscle pain, which was not reported, recorded or readable among the 55 cases. The influenza season in Chuuk is reported by programme staff to be August to December.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemic curve"
        },
        {
            "text": "Three of the seven samples were positive for influenza A(H3).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Laboratory investigation"
        },
        {
            "text": "Following the epidemiological investigation, public health measures for the prevention and control of respiratory diseases were undertaken. This included flu-like symptoms: very high fever, muscle pain, severe headache, nausea, vomiting and some eye pain and joint pain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Control measures"
        },
        {
            "text": "The investigation revealed the average symptomatic presentation in the 55 cases was not typical for dengue 3 ( Table 3 ). In the 55 cases, while fever and headache were common, there were very few cases with joint pain, eye pain, rash, nausea or vomiting and no cases with bone pain or body pain. Also, cough, which was present in 82% of the sample, is not a typical symptom of dengue. Rather the clinical presentation in the 55 cases was suggestive of a disease dominated by upper respiratory tract symptoms, so respiratory viruses, primarily influenza virus and corona virus, and bacterial infections such as Mycoplasma pneumoniae were considered. Measles virus infection seemed unlikely with the low frequency of rash 8 and 91% measles immunization coverage. 9 Hoy et al Outbreak of acute fever in Chuuk, Federated States of Micronesia resource burden of shipping specimens for reference testing. Geographic remoteness, as was the case in the outer islands of Chuuk, can lead to delays in taking blood samples; these may often be taken after the viraemic period, and tests aiming to find pathogens (culture, antigen or PCR tests) may thus be falsely negative. Serological tests that rely on paired acute and convalescent specimens may be limited in this setting since very few patients return for a convalescent sample.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 111,
                    "end": 118,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Determining the cause of the outbreak"
        },
        {
            "text": "Investigation of respiratory disease outbreaks can be particularly challenging for a variety of reasons. The typical clinical presentation is often sufficiently indistinct and causes confusion as to the etiology. Further, good quality specimens and the correct biological testing are often difficult to obtain in a timely manner. 10,11 In Chuuk, it was also reported that there was some resistance from patients to having a nasopharyngeal swab performed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Determining the cause of the outbreak"
        },
        {
            "text": "While public health measures for the prevention and control of respiratory diseases were undertaken, the outbreak was largely over by the time these were implemented. Early alert and investigation of outbreaks is important in identifying the source of the outbreak and essential for control measures to be directed at the most effective time of the outbreak. 11 Also, as many pathogens can be found only a short time after the onset of illness, triage of patients at health-care settings and ensuring all persons with symptoms of a respiratory infection adhere to respiratory hygiene, cough etiquette and hand hygiene. The incidence of AFI returned to normal levels by the end of November. It is difficult to assess how much these control measures contributed to this. Control measures would have had the greatest impact had they been introduced earlier in the outbreak.",
            "cite_spans": [
                {
                    "start": 359,
                    "end": 361,
                    "text": "11",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Determining the cause of the outbreak"
        },
        {
            "text": "This example demonstrated that outbreak investigations can be challenging, and unrelated cases, such as a laboratory-confirmed DENV-4 case or outbreaks in surrounding areas, may affect clinical diagnoses. The application of descriptive epidemiology to characterize outbreaks by clinical features, time, place and person may help prevent mischaracterizations. It also shows the potential for concurrent outbreaks with very different etiologies but relatively similar clinical manifestations that can add further to the challenge of finding the cause.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Limited on-island laboratory capacity for confirmatory testing and the need to utilize off-island reference laboratories increase costs and introduce delays in obtaining definitive diagnoses in many Pacific island settings. Descriptive epidemiology can guide appropriate laboratory testing and reduce the and their respective case definitions. These forms are reviewed twice a week to improve early detection of outbreaks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Ascertaining the cause of this outbreak in a timely manner was greatly limited by the logistical barriers, particularly the remoteness of Chuuk, the limited onisland laboratory capacity and the cost and time required to obtain definitive diagnoses at reference laboratories. All of this meant the outbreak was largely over by the time the causative pathogen was identified. The low number of cases also limited the power of the investigation and the conclusions that can be drawn from it. Patients who had stronger or a greater number of symptoms may have been more likely to have them recorded and therefore the sample of 55 may not have been representative of the 168 cases in terms of symptomatic distribution. Also, some of the cases that presented with AFI in Chuuk may have been influenced by anxiety stemming from the concurrent dengue outbreaks in Yap and Kosrae states.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "It is important to note that illegible clinician handwriting had a negative impact on the investigation. Conversely, those doctors whose writing was legible had an important influence on identifying the cause of the outbreak. A substantial amount of research on this issue has been undertaken in other areas of the world and has found that the problem of illegible handwriting among clinicians is common and widespread. [16] [17] [18] [19] [20] [21] There is a need for research into approaches to solve this problem. Some have suggested electronic records will assist, 18 but this may not be feasible in the short term in many settings. Other solutions need to be explored.",
            "cite_spans": [
                {
                    "start": 420,
                    "end": 424,
                    "text": "[16]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 425,
                    "end": 429,
                    "text": "[17]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 430,
                    "end": 434,
                    "text": "[18]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 435,
                    "end": 439,
                    "text": "[19]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 440,
                    "end": 444,
                    "text": "[20]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 445,
                    "end": 449,
                    "text": "[21]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Clinical diagnosis of AFI can often be difficult and misleading. This can mean that opportunities for preventive measures early on in an outbreak are missed. In any outbreak, health professionals should undertake prompt descriptive epidemiological analyses to help ascertain the cause of the outbreak. A line list using all available sources of information is a valuable tool in outbreak investigation, and analysis of the symptomatic presentation can greatly assist in finding the cause(s) of the outbreak. Laboratory systems to collect, ship where required and analyse specimens need to be prompt, well rehearsed and resourced to aid outbreak investigation. patient consultation early in the course of the illness can help ensure the pathogen is still possible to detect in the clinical specimen. 11 Despite the outbreak being almost over by the time of the investigation, there were several benefits to undertaking it. These include: identifying strengths and weaknesses of the surveillance and response system; making recommendations to prevent and contain future outbreaks; understanding disease patterns in the state, country and region for informing policy and practice; building capacity among the investigation teams; and demonstrating to the public that the outbreak is being taken seriously. 10 With increasing domestic and international travel, respiratory disease outbreaks such as influenza can spread rapidly. 12 Since the SARS epidemic, researchers have found that air transportation is responsible for the global pattern of emerging diseases 13 and that every person is potentially no more than 24 hours away from being affected by any epidemic happening somewhere in the world. Outbreak surveillance and response is an essential process to limit the spread and impact of outbreaks. Global and regional partners need to continue to invest in building the capacity of low-and middleincome countries in the surveillance and response of outbreak-prone diseases.",
            "cite_spans": [
                {
                    "start": 799,
                    "end": 801,
                    "text": "11",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1303,
                    "end": 1305,
                    "text": "10",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1425,
                    "end": 1427,
                    "text": "12",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "Syndromic surveillance in the Pacific was established in 2010, whereby countries report syndromes using clinical signs and symptoms rather than laboratory confirmation. This is a very useful tool in resource-constrained and dispersed settings such as the Pacific. While the syndromic surveillance systems have improved across the region, there is still substantial work to do to improve the utilization, accuracy and confidence in these systems. 14 This will also assist countries to comply with the International Health Regulations (2005), which require countries to have the capacity to detect and notify public health events of international concern including infectious disease outbreaks. 15 This is even more important given the current extent of international travel.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "Since the outbreak reported in this paper, Chuuk State has improved its syndromic surveillance system and now uses one integrated form that incorporates all four standard Pacific syndromic surveillance syndromes",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Respiratory health issues in the Asia-Pacific region: an overview",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Jamrozik",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Musk",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Respirology",
            "volume": "16",
            "issn": "",
            "pages": "3--12",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1440-1843.2010.01844.xpmid:20920119"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Pleuropulmonary and bronchial infections",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Walsh",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Mandell, Douglas and Bennetts. Principles and practice of infectious diseases 7th",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Secretariat of the Pacific Community",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Outbreak investigations-a perspective",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Reingold",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Emerging Infectious Diseases",
            "volume": "4",
            "issn": "",
            "pages": "21--27",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Unexplained Respiratory Disease Outbreak working group activities -worldwide",
            "authors": [],
            "year": 2007,
            "venue": "Centers for Disease Control and Prevention (CDC)",
            "volume": "61",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The role of the airline transportation network in the prediction and predictability of global epidemics",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Colizza",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "103",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0510525103"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Sustaining surveillance: evaluating syndromic surveillance in the Pacific",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Paterson",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Global Public Health",
            "volume": "7",
            "issn": "",
            "pages": "682--694",
            "other_ids": {
                "DOI": [
                    "10.1080/17441692.2012.699713pmid:22817479"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "What are the International Health Regulations? Geneva, World Health Origanization",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Quality improvement of medical records in a teaching hospital",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Attena",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of Preventive Medicine and Hygiene",
            "volume": "51",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Determining the frequency of prescription errors in an Irish hospital",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bates",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Irish Journal of Medical Science",
            "volume": "179",
            "issn": "",
            "pages": "183--186",
            "other_ids": {
                "DOI": [
                    "10.1007/s11845-010-0474-6pmid:20191327"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Outpatient prescriptions practice and writing quality in a paediatric university hospital",
            "authors": [
                {
                    "first": "Di",
                    "middle": [],
                    "last": "Paolo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Swiss Medical Weekly",
            "volume": "142",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Assessing the efficacy of the electronic patient record system EDeR: implementation study-study protocol",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Job",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Bachmann",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Schmid",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Thiel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ivic",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "BMJ open",
            "volume": "",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmjopen-2012002478pmid:23576684"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Medical errors in primary care clinics-a cross sectional study",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Khoo",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "BMC Family Practice",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2296-13-127pmid:23267547"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Prescription writing practices in a rural tertiary care hospital in Western Maharashtra",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "D"
                    ],
                    "last": "Phalke",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "India. The Australasian Medical Journal",
            "volume": "4",
            "issn": "",
            "pages": "4--8",
            "other_ids": {
                "DOI": [
                    "10.4066/AMJ.2011.515pmid:23393497References"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Government of the Federated States of Micronesia",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Statistics for Development",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Symptoms of dengue fever in relation to host immunologic response and virus serotype",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cobra",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "American Journal of Epidemiology",
            "volume": "142",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Clinical signs and symptoms predicting influenza infection",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Monto",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Archives of Internal Medicine",
            "volume": "160",
            "issn": "",
            "pages": "3243--3247",
            "other_ids": {
                "DOI": [
                    "10.1001/archinte.160.21.3243pmid:11088084"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Improving the clinical diagnosis of influenza-a comparative analysis of new influenza A(H1N1) cases",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Ong",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS ONE",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0008453pmid:20041115"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Clinical predictors for diagnosing pandemic (H1N1) 2009 and seasonal influenza (H3N2) in fever clinics in Beijing",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "Q"
                    ],
                    "last": "Dai",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "China. Biomedical and Environmental Sciences",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Map of Chuuk State and sequence of events in acute fever outbreak, 2012AFI, acute febrile illness.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Reported cases of acute febrile illness per week by affected island, August 5 to November 4, 2012, Chuuk State, Federated States of Micronesia (n=168)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Age and sex distribution of acute febrile illness, Chuuk State, Federated States of Micronesia, AFI, acute febrile illness. * Source of population data: National Minimum Development Indicators. 10",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Proportion of patients presenting with described symptoms extracted from medical charts by affected island, Chuuk State, Federated States of Micronesia, 5 August to 4 November 2012 (n = 55)",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Symptoms reported in acute febrile illness cases compared with dengue and influenza symptoms from",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We greatly appreciate the assistance and useful input from the following individuals: Lisa Barrow, Tai-Ho Chen, Eric Nilles, Julio Marar, Vita Skilling, Marcus Samo, Mayleen Ekiek and Ilisapeci Kubuabola.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "None declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Confl icts of interest"
        },
        {
            "text": "Financial support for this work was provided by the Secretariat of the Pacific Community.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        }
    ]
}