{
    "paper_id": "379908add7da49605fd4b312dbd75b082fd08d8f",
    "metadata": {
        "title": "The Francisella O-antigen mediates survival in the macrophage cytosol via autophagy avoidance NIH Public Access",
        "authors": [
            {
                "first": "Elizabeth",
                "middle": [],
                "last": "Di",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Russo",
                "middle": [],
                "last": "Case",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Intracellular Parasites",
                    "institution": "National Institutes of Health",
                    "location": {
                        "postCode": "59840",
                        "settlement": "Hamilton",
                        "region": "MT",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Audrey",
                "middle": [],
                "last": "Chong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Intracellular Parasites",
                    "institution": "National Institutes of Health",
                    "location": {
                        "postCode": "59840",
                        "settlement": "Hamilton",
                        "region": "MT",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Tara",
                "middle": [
                    "D"
                ],
                "last": "Wehrly",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Intracellular Parasites",
                    "institution": "National Institutes of Health",
                    "location": {
                        "postCode": "59840",
                        "settlement": "Hamilton",
                        "region": "MT",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Bryan",
                "middle": [],
                "last": "Hansen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Institutes of Health",
                    "location": {
                        "postCode": "59840",
                        "settlement": "Hamilton",
                        "region": "MT",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Robert",
                "middle": [],
                "last": "Child",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Intracellular Parasites",
                    "institution": "National Institutes of Health",
                    "location": {
                        "postCode": "59840",
                        "settlement": "Hamilton",
                        "region": "MT",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Seungmin",
                "middle": [],
                "last": "Hwang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Washington University School of Medicine",
                    "location": {
                        "postCode": "63110",
                        "settlement": "St Louis",
                        "region": "MO",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Herbert",
                "middle": [
                    "W"
                ],
                "last": "Virgin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Washington University School of Medicine",
                    "location": {
                        "postCode": "63110",
                        "settlement": "St Louis",
                        "region": "MO",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Jean",
                "middle": [],
                "last": "Celli",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Intracellular Parasites",
                    "institution": "National Institutes of Health",
                    "location": {
                        "postCode": "59840",
                        "settlement": "Hamilton",
                        "region": "MT",
                        "country": "USA"
                    }
                },
                "email": "jcelli@vetmed.wsu.edu"
            },
            {
                "first": "Paul",
                "middle": [
                    "G"
                ],
                "last": "Allen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Autophagy is a key innate immune response to intracellular parasites that promotes their delivery to degradative lysosomes following detection in the cytosol or within damaged vacuoles. Like Listeria and Shigella, which use specific mechanisms to avoid autophagic detection and capture, the bacterial pathogen Francisella tularensis proliferates within the cytosol of macrophages without demonstrable control by autophagy. To examine how Francisella evades autophagy, we screened a library of F. tularensis subsp. tularensis Schu S4 HimarFT transposon mutants in GFP-LC3-expressing murine macrophages by microscopy for clones localised within autophagic vacuoles after phagosomal escape. Eleven clones showed autophagic capture at six hours postinfection, whose HimarFT insertions clustered to four genetic loci involved in lipopolysaccharidic and capsular O-antigen biosynthesis. Consistent with the HimarFT mutants, in-frame deletion mutants of two representative loci, FTT1236 and FTT1448c (manC), lacking both LPS and capsular O-antigen, underwent phagosomal escape but were cleared from the host cytosol. Unlike wild type Francisella, the O-antigen deletion mutants were ubiquitinated, and recruited the autophagy adaptor p62/SQSTM1 and LC3 prior to cytosolic clearance. Autophagy-deficient macrophages partially supported replication of both mutants, indicating that O-antigen-lacking Francisella are controlled by autophagy. These data demonstrate the intracellular protective role of this bacterial surface polysaccharide against autophagy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Autophagy is a key innate immune response to intracellular parasites that promotes their delivery to degradative lysosomes following detection in the cytosol or within damaged vacuoles. Like Listeria and Shigella, which use specific mechanisms to avoid autophagic detection and capture, the bacterial pathogen Francisella tularensis proliferates within the cytosol of macrophages without demonstrable control by autophagy. To examine how Francisella evades autophagy, we screened a library of F. tularensis subsp. tularensis Schu S4 HimarFT transposon mutants in GFP-LC3-expressing murine macrophages by microscopy for clones localised within autophagic vacuoles after phagosomal escape. Eleven clones showed autophagic capture at six hours postinfection, whose HimarFT insertions clustered to four genetic loci involved in lipopolysaccharidic and capsular O-antigen biosynthesis. Consistent with the HimarFT mutants, in-frame deletion mutants of two representative loci, FTT1236 and FTT1448c (manC), lacking both LPS and capsular O-antigen, underwent phagosomal escape but were cleared from the host cytosol. Unlike wild type Francisella, the O-antigen deletion mutants were ubiquitinated, and recruited the autophagy adaptor p62/SQSTM1 and LC3 prior to cytosolic clearance. Autophagy-deficient macrophages partially supported replication of both mutants, indicating that O-antigen-lacking Francisella are controlled by autophagy. These data demonstrate the intracellular protective role of this bacterial surface polysaccharide against autophagy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "Detection of invading microbes by innate immune receptors and sensors is essential to the host's ability to respond to and control infections by intracellular pathogens. Autophagy, a highly conserved process among eukaryotes, delivers cytoplasmic material to the lysosomal compartment for degradation. While initially described as a nonselective, bulk degradation pathway of cytosolic content up-regulated in response to nutrient deprivation, autophagy serves numerous other functions, including the removal of obsolete organelles, misfolded proteins, and the selective degradation of cytosolic pathogens (Yang et al., 2010) . In its innate immune role, autophagy is used to degrade and clear invading organisms following their tagging as autophagic cargo via ubiquitination (Kraft et al., 2010) . After initial targeting, the ubiquitinated cargo is recognized by autophagy adapter molecules such as p62/ SQSTM1 or NDP52, which in turn enroll autophagy complexes via binding to Atg8/LC3family proteins, thereby recruiting nascent autophagosomes (phagophores) (Pankiv et al., 2007 , von Muhlinen et al., 2010 , Zheng et al., 2009 , Gal et al., 2009 . Autophagosome elongation and closure around the targeted bacterium are orchestrated by various ubiquitin conjugation-like molecular complexes, including the ATG5-ATG12-ATG16L complex and LC3, and leads to sequestration of the pathogen from the cytosol and its subsequent degradation through lysosomal fusion.",
            "cite_spans": [
                {
                    "start": 605,
                    "end": 624,
                    "text": "(Yang et al., 2010)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 775,
                    "end": 795,
                    "text": "(Kraft et al., 2010)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1059,
                    "end": 1079,
                    "text": "(Pankiv et al., 2007",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1080,
                    "end": 1107,
                    "text": ", von Muhlinen et al., 2010",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1108,
                    "end": 1128,
                    "text": ", Zheng et al., 2009",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1129,
                    "end": 1147,
                    "text": ", Gal et al., 2009",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Unlike intracellular pathogens that reside within a membrane-bound vacuole, bacteria that disrupt their original phagosome to reach, and replicate in, the host cell cytosol are targets of antibacterial autophagy. Therefore, their ability to survive and proliferate in this compartment must invoke specific mechanisms of autophagy avoidance. Indeed, the cytosolic pathogens Listeria monocytogenes and Shigella flexneri either modify their surface by recruiting host proteins to mask themselves from autophagic recognition (Dortet et al., 2011 , Yoshikawa et al., 2009 , or secrete a specific protein that interferes with the autophagic cascade on the bacterial surface (Ogawa et al., 2005) . Similar to Listeria and Shigella, the tularemia-causing bacterium Francisella tularensis is a cytosolic pathogen that rapidly disrupts its phagosome upon uptake by macrophages (Clemens et al., 2004 , Checroun et al., 2006 . It then undergoes extensive replication between 4 to 16 hours postinfection without any apparent restriction from the host cell (Wehrly et al., 2009) . While a fraction of cytosolic Francisella may translocate into autophagy-related vacuoles after several hours (> 16 h post-infection) in murine macrophages (Checroun et al., 2006) , most bacteria successfully reside and proliferate within the cytosol for a protracted length of time without triggering an autophagy response. Additionally, replication-deficient Francisella mutants with eventual survival defects can still persist in the cytosol for up to 10 hours before recognition and clearance by antibacterial autophagy (Chong et al., 2012) , arguing for an inherent ability to deflect targeting by selective autophagy. Based on these observations, we hypothesized that Francisella actively avoids autophagic recognition early during its infection cycle and set out to identify genes required for autophagy evasion after entry in the host cytosol. Here we report that F. tularensis strains that lack the surface polysaccharidic O-antigen are susceptible to autophagic capture upon entering the host cytosol, and consequently fail to survive and proliferate efficiently. This study ascribes an additional immune evasion function to Francisella O-antigen and describes a bacterial surface polysaccharide as a shield against autophagic recognition.",
            "cite_spans": [
                {
                    "start": 521,
                    "end": 541,
                    "text": "(Dortet et al., 2011",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 542,
                    "end": 566,
                    "text": ", Yoshikawa et al., 2009",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 668,
                    "end": 688,
                    "text": "(Ogawa et al., 2005)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 867,
                    "end": 888,
                    "text": "(Clemens et al., 2004",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 889,
                    "end": 912,
                    "text": ", Checroun et al., 2006",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1043,
                    "end": 1064,
                    "text": "(Wehrly et al., 2009)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1223,
                    "end": 1246,
                    "text": "(Checroun et al., 2006)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1591,
                    "end": 1611,
                    "text": "(Chong et al., 2012)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To identify Francisella genes required for evasion from antibacterial autophagy, we generated and screened a library of HimarFT transposon (Maier et al., 2006) insertion mutants of the highly virulent prototypical strain Schu S4 for clones localizing to autophagic vacuoles rapidly after phagosomal escape. Immortalized bone marrow-derived murine macrophages (iBMM) that stably express the autophagosome marker GFP-LC3 were infected in 96-well glass-bottom plates with individual transposon mutant clones at a multiplicity of infection (MOI) of 100:1. Approximately 6,400 individual insertion mutants were screened for colocalization with GFP-LC3 by fluorescence microscopy at 6 hours postinfection (h post-infection), a time point ensuring complete phagosomal escape but no substantial replication of bacteria. Eleven clones (0.17% of the mutants screened) triggered formation of GFP-LC3-positive vacuoles and were weakly stained by anti-Francisella LPS antibodies. All repeatedly showed detectable targeting to GFP-LC3-positive vacuoles (Fig. 1A) and to LC3-positive vacuoles in primary murine BMMs when counterstained with DAPI ( Fig 4E) . In addition to their localization to autophagic vacuoles, all 11 clones also exhibited increased uptake by iBMMs relative to wild type Schu S4 (Fig. 1A) .",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 159,
                    "text": "(Maier et al., 2006)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1039,
                    "end": 1048,
                    "text": "(Fig. 1A)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1133,
                    "end": 1140,
                    "text": "Fig 4E)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1286,
                    "end": 1295,
                    "text": "(Fig. 1A)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Identification of F. tularensis mutants targeted by autophagy in murine macrophages"
        },
        {
            "text": "Identification of the HimarFT insertion loci revealed that the genes disrupted in these mutants clustered to four genetic loci, all of which are involved in biosynthesis of the Oantigen, a polysaccharidic molecule that composes both the Francisella LPS and capsule ( Fig 1B) (Prior et al., 2003 , Raynaud et al., 2007 , Gunn et al., 2007 , Lai et al., 2010 , Lindemann et al., 2011 . Two genetic loci, the manCB operon and the FTT1235c-FTT1237 locus, harbored most HimarFt insertions, with respectively 5 and 4 clones (Fig. 1B) , indicating that our screen reached saturation. The remaining mutants had transposon insertions in either the CMP-KDO synthase kdsB (FTT1478c) gene, or upstream of the FTT0804-capBCA locus (Fig. 1B) . Using antibodies directed against either the Francisella LPS O-antigen or the Francisella O-antigen-derived capsule, we found that all mutants lacked both a complete LPS and capsular O-antigens (Fig. 1C) , which share the same molecular identity (Apicella et al., 2010) . Based on their LPS expression patterns (Fig. 1C) , and by comparison to other characterized O-antigen mutants (Raynaud et al., 2007 , Gunn et al., 2007 , Lai et al., 2010 , insertion mutants in the manBC, and FTT0804 loci likely possess a defective core polysaccharide, while the FTT1236, FTT1237 and kdsB mutants do not express any detectable C) . Given the similar phenotypes of all eleven mutants identified in the screen, we generated in-frame deletion mutants of Schu S4 in either FTT1236 or manC, the most frequently identified genes in our screen, as mutants representative of each O-antigen phenotype for further characterization.",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 294,
                    "text": "(Prior et al., 2003",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 295,
                    "end": 317,
                    "text": ", Raynaud et al., 2007",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 318,
                    "end": 337,
                    "text": ", Gunn et al., 2007",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 338,
                    "end": 356,
                    "text": ", Lai et al., 2010",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 357,
                    "end": 381,
                    "text": ", Lindemann et al., 2011",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 976,
                    "end": 999,
                    "text": "(Apicella et al., 2010)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1112,
                    "end": 1133,
                    "text": "(Raynaud et al., 2007",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1134,
                    "end": 1153,
                    "text": ", Gunn et al., 2007",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1154,
                    "end": 1172,
                    "text": ", Lai et al., 2010",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1346,
                    "end": 1348,
                    "text": "C)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 267,
                    "end": 274,
                    "text": "Fig 1B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 518,
                    "end": 527,
                    "text": "(Fig. 1B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 718,
                    "end": 727,
                    "text": "(Fig. 1B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 924,
                    "end": 933,
                    "text": "(Fig. 1C)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1041,
                    "end": 1050,
                    "text": "(Fig. 1C)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Autophagy-targeted F. tularensis mutants are defective for O-antigen expression"
        },
        {
            "text": "Deletion of either FTT1236 or manC by allelic replacement abolished expression of the LPS and capsular O-antigen, which was fully restored by trans-complementation of each mutant with a plasmid-borne copy of the respective gene expressed under its own promoter ( Fig.  2A ). ΔFTT1236 and ΔmanC mutants previously generated in F. tularensis and F. novicida, respectively, display increased uptake by macrophages, as observed with our insertion mutants (Fig. 1A) , and increased cytotoxicity (Lai et al., 2010 , Lindemann et al., 2011 . Previous studies have shown that O-antigen mutants of F. novicida do not enter host macrophages via looping phagocytosis (Lai et al., 2010) , an uptake process of wild type bacteria that depends on the presence of active complement in the infection medium (Clemens, et al., 2012) . To avoid any confounding effects possibly resulting from differential uptake mechanisms of the ΔFTT1236 and ΔmanC and wild type strains, our experiments were conducted in absence of active complement. Under these conditions, we examined the cytotoxic effects of our mutant strains on BMMs and confirmed increased cytotoxicity at 16, but not at 4 h post-infection ( Fig. 2B ), when using an MOI (50:1). However, decreasing the MOI to 5 or less for the mutants normalized uptake levels to those of Schu S4 at an MOI of 50 ( Fig. 2C -D) and significantly decreased cytotoxicity at 16 h post-infection ( Fig. 2B ; p< 0.05). Using adjusted MOIs that avoid cytotoxic effects, we then examined the intracellular fate of the ΔFTT1236 and ΔmanC strains in murine BMMs. Unlike Schu S4 (MOI of 50), which grew by 2 Log over a 24 h period, the number of recoverable CFUs of both mutants (MOI of 1-3) progressively decreased, indicating their inability to survive intracellularly ( Fig. 2C-D) . Complementation of both mutations fully restored the bacteria's ability to replicate ( Fig. 2C-D) . Hence, the failure of ΔFTT1236 and ΔmanC mutants to survive inside murine macrophages demonstrates that O-antigen expression is essential for survival and replication in these cells.",
            "cite_spans": [
                {
                    "start": 490,
                    "end": 507,
                    "text": "(Lai et al., 2010",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 508,
                    "end": 532,
                    "text": ", Lindemann et al., 2011",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 656,
                    "end": 674,
                    "text": "(Lai et al., 2010)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 791,
                    "end": 814,
                    "text": "(Clemens, et al., 2012)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 263,
                    "end": 271,
                    "text": "Fig.  2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 451,
                    "end": 460,
                    "text": "(Fig. 1A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1182,
                    "end": 1189,
                    "text": "Fig. 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1339,
                    "end": 1346,
                    "text": "Fig. 2C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1417,
                    "end": 1424,
                    "text": "Fig. 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1786,
                    "end": 1796,
                    "text": "Fig. 2C-D)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1886,
                    "end": 1896,
                    "text": "Fig. 2C-D)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Francisella O-antigen mutants fail to survive in murine macrophages"
        },
        {
            "text": "Given that FTT1236 and manC mutants were selected based on their colocalization with LC3 ( Fig. 1A) , we next examined any interaction of these strains with the autophagic pathway in BMMs. First, the population of vacuolar GFP-expressing Schu S4 and mutants were monitored by colocalization with the late endosomal/lysosomal marker LAMP1 (Checroun et al., 2006) to assess their kinetics of phagosomal escape, as we could not use an established phagosomal integrity assay based on the detection of surface O-antigen (Checroun et al., 2006) . Decrease in bacterial colocalization with LAMP1 in the first hour pi, a readout of phagosomal disruption, was comparable between Schu S4, the ΔFTT1236 and ΔmanC mutants and a ΔdipA mutant that is competent for phagosomal escape (Chong et al., 2012) (Fig. 3A and S1A), indicating that both O-antigen mutants are capable of normal phagosomal escape. In comparison, a phagosomal escape-deficient ΔfevR mutant (Wehrly et al., 2009 ) remained within LAMP1-positive vacuoles over a 10 h period ( Fig. 3A and S1A). In agreement, ultrastructural analyses of these strains at 1 h post-infection showed an absence of phagosomal membranes around Schu S4 and both O-antigen mutants, while ΔfevR bacteria remained surrounded by intact membranes (Fig. 3B , and S2). Additionally, 79% and 92% of ΔFTT1236 (n=72) and ΔmanC (n=25) bacteria observed, respectively, lacked the electron-translucent layer normally seen around Schu S4 (78%, n=27) ( Fig. 3B and S2), suggesting it is formed by the polysaccharidic O-antigen. Interestingly, while Schu S4 and the ΔdipA mutant remained cytosolic over a 10 h infection course, colocalization of both O-antigen mutants with LAMP1 increased after 1 h post-infection to reach 58 ± 7.9% of Δ FTT1236 and 48 ± 6.5% of ΔmanC bacteria by 10 h post-infection, indicating rapid reentry of these mutants into the endosomal/lysosomal compartment. This early re-entry into LAMP1-positive vacuoles is unique to these O-antigen mutants and distinct from the autophagosomal capture described for the ΔdipA mutant, which is delayed until 16 h postinfection (Chong et al., 2012) . Taken together, our results suggest that O-antigen mutants are quickly captured by autophagy following their initial escape into the cytosol.",
            "cite_spans": [
                {
                    "start": 338,
                    "end": 361,
                    "text": "(Checroun et al., 2006)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 515,
                    "end": 538,
                    "text": "(Checroun et al., 2006)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 769,
                    "end": 789,
                    "text": "(Chong et al., 2012)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 947,
                    "end": 967,
                    "text": "(Wehrly et al., 2009",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 2107,
                    "end": 2127,
                    "text": "(Chong et al., 2012)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 91,
                    "end": 99,
                    "text": "Fig. 1A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 790,
                    "end": 798,
                    "text": "(Fig. 3A",
                    "ref_id": null
                },
                {
                    "start": 1031,
                    "end": 1038,
                    "text": "Fig. 3A",
                    "ref_id": null
                },
                {
                    "start": 1273,
                    "end": 1281,
                    "text": "(Fig. 3B",
                    "ref_id": null
                },
                {
                    "start": 1469,
                    "end": 1476,
                    "text": "Fig. 3B",
                    "ref_id": null
                }
            ],
            "section": "Francisella O-antigen mutants are rapidly targeted by autophagy in the cytosol"
        },
        {
            "text": "To extend these findings, we examined recruitment of markers of the autophagic cascade in BMMs, such as ubiquitin, p62/SQSTM1 and LC3. Unlike Schu S4, the ΔfevR or ΔdipA strains, the O-antigen mutants displayed a rapidly increasing colocalization with ubiquitin ( Fig. 4A-B) , the autophagy receptor p62/SQSTM1 (Fig. 4C -D) and LC3 ( Fig. 4E -F) between 1 and 2 h post-infection, which slowly decreased afterwards. Similar colocalization of mutants with these autophagy markers was observed in human blood monocyte-derived macrophages ( Fig. S3 ), indicating that autophagic targeting of O-antigen mutants is comparable in both human and murine macrophages. Taken together, these results demonstrate that cytosolic Francisella lacking the O-antigen are rapidly recognized by the autophagy pathway and targeted to the lysosomal compartment. Since neither wild type bacteria, the ΔdipA nor ΔfevR mutants, which all express normal LPS O-antigen and capsule (Fig. S1C-D), were targeted by autophagy early after infection, this suggests that the surface O-antigen prevents Francisella from rapid autophagic recognition once it reaches the cytosol.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 264,
                    "end": 274,
                    "text": "Fig. 4A-B)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 311,
                    "end": 319,
                    "text": "(Fig. 4C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 334,
                    "end": 341,
                    "text": "Fig. 4E",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 537,
                    "end": 544,
                    "text": "Fig. S3",
                    "ref_id": null
                }
            ],
            "section": "Francisella O-antigen mutants are rapidly targeted by autophagy in the cytosol"
        },
        {
            "text": "To confirm that autophagy targets cytosolic Francisella O-antigen mutants and not the remaining vacuolar fraction of bacteria ( Fig. 3A) , we first verified that the majority (> 85%) of ubiquitinated bacteria were not surrounded by LAMP-1-positive membranes (Fig. S4A ). We then assessed autophagic targeting and capture of the O-antigen mutants using Bafilomycin-A 1 (BAF), which delays escape of F. tularensis for up to 4 h post-infection (Chong et al., 2008) . Pretreatment of BMMs with BAF increased the fraction of vacuolar, LAMP1-positive SchuS4 and O-antigen mutants at 2 h post-infection ( Fig. S4B ), confirming impaired phagosomal escape (Chong et al., 2008) . Under these conditions, the association of both O-antigen mutants with ubiquitin, p62/SQSTM1 and LC3 was significantly reduced ( Fig. S4C -E), indicating that phagosomal escape into the cytosol is required for autophagic recognition and targeting of these mutants. Hence, cytosolic Francisella lacking their surface O-antigen are targets of autophagy.",
            "cite_spans": [
                {
                    "start": 441,
                    "end": 461,
                    "text": "(Chong et al., 2008)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 648,
                    "end": 668,
                    "text": "(Chong et al., 2008)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 128,
                    "end": 136,
                    "text": "Fig. 3A)",
                    "ref_id": null
                },
                {
                    "start": 258,
                    "end": 267,
                    "text": "(Fig. S4A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 598,
                    "end": 606,
                    "text": "Fig. S4B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 800,
                    "end": 808,
                    "text": "Fig. S4C",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Francisella O-antigen mutants are rapidly targeted by autophagy in the cytosol"
        },
        {
            "text": "Autophagic targeting of the O-antigen mutants did not result from a general up-regulation of autophagy in response to infection with the particular strains, since BMM infections with either Schu S4 or the O-antigen mutants slightly increased autophagosome numbers to similar levels compared to mock-infected cells, as judged by the average number of LC3positive puncta (Fig. S5A) . Moreover, induction of autophagy via amino acid starvation ( Fig. S5B ) did not enhance autophagic capture of the O-antigen mutants (Fig. S5C ). Taken together, these results indicate that autophagic capture of Francisella O-antigen mutants is a selective process that specifically recognizes Francisella lacking this surface polysaccharide.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 369,
                    "end": 379,
                    "text": "(Fig. S5A)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 443,
                    "end": 451,
                    "text": "Fig. S5B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 514,
                    "end": 523,
                    "text": "(Fig. S5C",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Francisella O-antigen mutants are rapidly targeted by autophagy in the cytosol"
        },
        {
            "text": "Previous studies have reported that Francisella mutants in FTT1236, manC and other genes required for O-antigen LPS and capsule biosynthesis are hypercytotoxic in macrophages (Lai et al., 2010 , Lindemann et al., 2011 , likely due to an increased propensity to lyse in the cytosol and activate AIM2-mediated pyroptosis . A correlate to this increased fragility is that such mutants may die in the cytosol and be subsequently cleared by autophagy, as we previously demonstrated in the case of a Schu S4 ΔdipA mutant (Chong et al., 2012) , in addition to triggering activation of the AIM2 inflammasome. To examine whether the survival defect displayed by Schu S4 ΔFTT1236 and ΔmanC mutants ( Fig. 2C -D) is due to either a lack of intrinsic viability and/or to autophagic killing, we first assessed the physical integrity of the ΔFTT1236 and ΔmanC mutants compared to the wild type strain in both the infection inocula and in BMMs following phagosomal escape (90 min postinfection), using the membrane-impermeant dye propidium iodide (PI), either applied to the bacterial suspension or delivered to the host cell cytosol using digitonin permeabilization of infected cells (Chong et al., 2012) . Since these measurements were performed using two different methodologies, ratios between wild type and mutant percentages of PI-positive bacteria (integrity index) were established to allow for meaningful comparison. In both inocula and cytosolic populations of bacteria, the ΔFTT1236 (integrity index values of 0.33 ± 0.12 and 0.27 ± 0.05, respectively) and ΔmanC (integrity index values of 0.31 ± 0.13 and 0.28 ± 0.10, respectively) mutants displayed decreased physical integrity (Fig. 5) , indicating that a significant number of the O-antigen-deficient bacteria were non-viable. Notably, these ratios did not change between the inocula (Fig. 5A ) and the cytosolic population of bacteria (Fig 5B) , suggesting that the O-antigen mutants are not significantly more sensitive to the phagosomal environment than the wild type strain. Taken together, these results indicate that a fraction of the O-antigen mutants are non-viable, which may account for the survival defects observed in BMMs ( Fig. 2C and D) .",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 192,
                    "text": "(Lai et al., 2010",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 193,
                    "end": 217,
                    "text": ", Lindemann et al., 2011",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 515,
                    "end": 535,
                    "text": "(Chong et al., 2012)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1170,
                    "end": 1190,
                    "text": "(Chong et al., 2012)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 690,
                    "end": 697,
                    "text": "Fig. 2C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1676,
                    "end": 1684,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1834,
                    "end": 1842,
                    "text": "(Fig. 5A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1886,
                    "end": 1894,
                    "text": "(Fig 5B)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2187,
                    "end": 2201,
                    "text": "Fig. 2C and D)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "O-antigen mutants display reduced viability following phagosomal escape"
        },
        {
            "text": "To determine the contribution of autophagic capture to the intracellular killing of the ΔFTT1236 and ΔmanC mutants, we examined their fate in control Atg5 flox/flox and autophagy-deficient Atg5 flox/flox -Lyz-Cre BMMs (Zhao et al., 2008) by assessing their intracellular trafficking and growth. Comparable numbers of the ΔFTT1236 mutant were ubiquitinated in control Atg5 flox/flox (43.1 ± 9.2%) and Atg5-deficient BMMs (58.3 ± 11.4%) at 2 h post-infection (Fig. 6A) , and the percentage of ubiquitinated ΔmanC bacteria was slightly yet non-significantly increased in the Atg5 flox/flox -Lyz-Cre BMMs (51.9 ± 11.2%) relative to control BMMs (33.9 ± 2.7%) (Fig. 6A ). Yet, capture of both mutants within LC3positive structures was abolished in Atg5 flox/flox -Lyz-Cre BMMs (Fig. 6B) , consistent with Atg5 function in the autophagic cascade. This demonstrates that autophagic capture of the O-antigen mutants is an Atg5-dependent process subsequent to their ubiquitination.",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 237,
                    "text": "(Zhao et al., 2008)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [
                {
                    "start": 457,
                    "end": 466,
                    "text": "(Fig. 6A)",
                    "ref_id": null
                },
                {
                    "start": 655,
                    "end": 663,
                    "text": "(Fig. 6A",
                    "ref_id": null
                },
                {
                    "start": 772,
                    "end": 781,
                    "text": "(Fig. 6B)",
                    "ref_id": null
                }
            ],
            "section": "Viable cytosolic O-antigen mutants are killed by Atg5-dependent autophagy"
        },
        {
            "text": "To examine whether the failure of the O-antigen mutants to replicate intracellularly ( Fig. 2C and D) was also Atg5-dependent, we compared their ability to grow in the Atg5 flox/flox -Lyz-Cre and control Atg5 flox/flox BMMs. While intracellular growth of Schu S4 was unchanged in control and autophagy-deficient BMMs, deletion of Atg5 significantly increased the recovery of viable mutants, by 3 Logs at 16 h post-infection for the ΔFTT1236 strain and by 0.6 Log by 10 h post-infection for the ΔmanC strain compared to control BMMs ( Fig. 6D-E , arrows) . This recovery indicates that autophagy further restricts viability of the O-antigen mutants. Interestingly, the ΔFTT1236 strain, which does not express residual LPS O-antigen unlike the ΔmanC strain ( Fig. 2A) , was killed more efficiently in wild type BMMs and exhibited greater CFU recovery in the autophagy-deficient cells than the ΔmanC mutant ( Fig. 6D-E) . This suggests that the residual LPS O-antigen expressed by the ΔmanC strain renders it less vulnerable to targeting by autophagy. For both strains, however, CFU enumeration did not show restoration of mutant intracellular growth to wild-type levels, and even showed decreased viability of the ΔFTT1236 and ΔmanC mutants after 16 and 10 h post-infection, respectively (Fig. 6D-E) . A microsocopy-based analysis of single cells infected with the O-antigen-deficient strains revealed, however, that both mutants were capable of significant replication in Atg5 flox/flox -Lyz-Cre but not in Atg5 flox/flox BMMs ( Fig.  6F -G). Moreover, quantification of replication in these cells showed that deletion of Atg5 allowed a shift of the intracellular mutant populations towards replication, with a majority of intact infected Atg5 flox/flox -Lyz-Cre BMMs containing more than 20 bacteria at 16 h postinfection compared to control BMMs, which had 5 or fewer (Fig. 6G) . Hence, autophagy deficiency confirms that after phagosomal escape, some O-antigen mutants are intracellularly viable and reveals that they are capable of replication in the cytosol, demonstrating that autophagy acts as a bactericidal mechanism against the O-antigen mutants.",
            "cite_spans": [
                {
                    "start": 544,
                    "end": 553,
                    "text": ", arrows)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 87,
                    "end": 94,
                    "text": "Fig. 2C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 534,
                    "end": 543,
                    "text": "Fig. 6D-E",
                    "ref_id": null
                },
                {
                    "start": 757,
                    "end": 765,
                    "text": "Fig. 2A)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 906,
                    "end": 916,
                    "text": "Fig. 6D-E)",
                    "ref_id": null
                },
                {
                    "start": 1286,
                    "end": 1297,
                    "text": "(Fig. 6D-E)",
                    "ref_id": null
                },
                {
                    "start": 1528,
                    "end": 1536,
                    "text": "Fig.  6F",
                    "ref_id": null
                },
                {
                    "start": 1869,
                    "end": 1878,
                    "text": "(Fig. 6G)",
                    "ref_id": null
                }
            ],
            "section": "Viable cytosolic O-antigen mutants are killed by Atg5-dependent autophagy"
        },
        {
            "text": "These results predict that autophagy recognizes viable cytosolic O-antigen mutants in addition or not to a non-viable population. To test this hypothesis, we examined the proportion of cytosolic ubiquitinated bacteria (Fig. S4A ) for physical integrity via digitoninmediated delivery of PI in either Atg5 flox/flox or Atg5 flox/flox -Lyz-Cre BMMs. In both the Atg5 flox/flox and Atg5 flox/flox -Lyz-Cre BMMs, approximately one third of ΔFTT1236 (30.5 ± 6.9% and 34.0 ± 10.7%, respectively) and ΔmanC (36.4 ± 7.2% and 33.0 ± 15.6%, respectively) bacteria were PI-positive (Fig. 6C) , indicating that some autophagy-targeted bacteria were viable and that autophagic capture of the O-antigen mutants is both a killing mechanism and a clearing process of non-viable bacteria.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 218,
                    "end": 227,
                    "text": "(Fig. S4A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 571,
                    "end": 580,
                    "text": "(Fig. 6C)",
                    "ref_id": null
                }
            ],
            "section": "Viable cytosolic O-antigen mutants are killed by Atg5-dependent autophagy"
        },
        {
            "text": "Since the cytotoxic effects O-antigen mutants have on macrophages depend upon the MOI and intracellular bacterial load (Fig. 2B) , we tested whether the decrease in recoverable CFUs observed in Atg5 flox/flox -Lyz-Cre BMMs after 10 or 16 h post-infection ( Fig. 6D and E) was due to increased cytotoxicity. When compared between control Atg5 flox/flox and autophagy-deficient Atg5 flox/flox -Lyz-Cre BMMs, cytotoxicity levels in infected BMMs after 16 hours were 2.8 and a 12.6-fold higher in autophagy-deficient than in control BMMs for the ΔmanC and ΔFTT1236 mutants, respectively (Fig. 6H ) and likely caused a loss of infected cells and CFUs (Fig. 6D-E) . This indicates that restoration of intracellular growth of these mutants (Fig. 6F -G) promotes their cytotoxic effect via increased intracellular numbers (Fig. 6G-H) , a condition that can be otherwise mimicked by high MOIs (Fig. 2B ; (Lai et al., 2010 , Lindemann et al., 2011 ). This finding is also consistent with the previous demonstration that the cytotoxic effects of O-antigen mutants limit the capacity of these mutants to replicate in human macrophages (Lindemann et al., 2011) . Additionally, the increased cytoxicity of the O-antigen mutants in autophagy-deficient BMMs is not simply due to prolonged residence in the cytosol, as a purine auxotroph, replication-deficient ΔpurMCD Francisella strain does not induce cytotoxicity despite its extended presence in the macrophage cytoplasm (Maier et al., 2007; Chong et al., 2012) .",
            "cite_spans": [
                {
                    "start": 895,
                    "end": 912,
                    "text": "(Lai et al., 2010",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 913,
                    "end": 937,
                    "text": ", Lindemann et al., 2011",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1123,
                    "end": 1147,
                    "text": "(Lindemann et al., 2011)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1458,
                    "end": 1478,
                    "text": "(Maier et al., 2007;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1479,
                    "end": 1498,
                    "text": "Chong et al., 2012)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 119,
                    "end": 128,
                    "text": "(Fig. 2B)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 257,
                    "end": 264,
                    "text": "Fig. 6D",
                    "ref_id": null
                },
                {
                    "start": 583,
                    "end": 591,
                    "text": "(Fig. 6H",
                    "ref_id": null
                },
                {
                    "start": 646,
                    "end": 657,
                    "text": "(Fig. 6D-E)",
                    "ref_id": null
                },
                {
                    "start": 733,
                    "end": 741,
                    "text": "(Fig. 6F",
                    "ref_id": null
                },
                {
                    "start": 814,
                    "end": 825,
                    "text": "(Fig. 6G-H)",
                    "ref_id": null
                },
                {
                    "start": 884,
                    "end": 892,
                    "text": "(Fig. 2B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Viable cytosolic O-antigen mutants are killed by Atg5-dependent autophagy"
        },
        {
            "text": "Based on Francisella's ability to thrive for protracted periods of time in the cytosol of host cells, we have tested the hypothesis that this pathogen employs specific mechanisms of autophagy avoidance. An unbiased genetic screen revealed that a surface polysaccharide, the O-antigen, contributes to this phenotype early in infection, by protecting F. tularensis from autophagic detection once it reaches the cytosol. The F. tularensis O-antigen is a component of both its LPS and capsule (Apicella et al., 2010) , both of which have other known immune-evasion properties. Francisella LPS is anti-inflammatory (Hajjar et al., 2006) , largely due to its unique lipid A structure (Phillips et al., 2004 , Gunn et al., 2007 and both the LPS and capsule contribute to resistance against complement-mediated lysis (Sorokin et al., 1996 , Lindemann et al., 2011 . Consistent with its multiple roles in interactions with the host, the demonstration of the O-antigen's protective function against autophagy was complicated by the deleterious consequences of its absence on bacterial viability and resulting hypercytotoxicity. Nonetheless, our data demonstrate that the viable population of cytosolic O-antigen-deficient bacteria is subjected to efficient autophagic detection and killing in macrophages. Our results further extend the innate immune evasion functions of the O-antigen by assigning it an intracellular protective role against antibacterial autophagy.",
            "cite_spans": [
                {
                    "start": 489,
                    "end": 512,
                    "text": "(Apicella et al., 2010)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 610,
                    "end": 631,
                    "text": "(Hajjar et al., 2006)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 678,
                    "end": 700,
                    "text": "(Phillips et al., 2004",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 701,
                    "end": 720,
                    "text": ", Gunn et al., 2007",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 809,
                    "end": 830,
                    "text": "(Sorokin et al., 1996",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 831,
                    "end": 855,
                    "text": ", Lindemann et al., 2011",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Whether the LPS or the capsular fraction of O-antigen, or both, are protective against autophagy remains to be determined. Consistent with LPS and capsular O-antigens having the same molecular identity and sharing common biosynthetic pathways (Apicella et al., 2010) , we were unable to genetically uncouple their expression, as any mutant tested was deficient in expression of both forms. Unless it is associated to a unique molecular pattern, it would be surprising that the LPS O-antigen is solely protective against autophagy, given the ubiquitous existence of polysaccharidic O-antigens among Gram-negative bacteria. Interestingly, greater than 95% of Francisella lipid A lacks O-antigen (Wang et al., 2006) , suggesting that most of it on the bacterial surface is expressed as a component of capsular material. We therefore speculate that capsule is responsible for shielding Francisella from autophagic recognition, as supported by the absence of the capsule-like electron-translucent layer around O-antigen mutants that normally surrounds cytosolic Francisella (Fig. 3B, S2 ; (Clemens et al., 2012) ). In addition to the O-antigen component of the capsule, the Francisella genome encodes a conserved capBCA operon showing weak homology to the Bacillus anthracis poly-D-glutamic acid capsule locus (Larsson, et al., 2005) . In-frame deletion of various genes of the capBCA operon did not however result in autophagic targeting of F. tularensis (data not shown). These observations are consistent with our hypothesis that the O-antigen constituent of the capsule, but not putative poly-D-glutamic acid components, is necessary for autophagy avoidance.",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 266,
                    "text": "(Apicella et al., 2010)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 693,
                    "end": 712,
                    "text": "(Wang et al., 2006)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1084,
                    "end": 1106,
                    "text": "(Clemens et al., 2012)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1305,
                    "end": 1328,
                    "text": "(Larsson, et al., 2005)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 1069,
                    "end": 1081,
                    "text": "(Fig. 3B, S2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Whereas other mutant strains of Francisella, such as ΔdipA, are targeted by antibacterial autophagy, their detection and capture is delayed for greater than 16 hours, long after they have accessed the host cytosol (Chong et al., 2012) . Unlike the O-antigen mutants in this study, ΔdipA mutant replication is not restored in Atg5-deficient macrophages (Chong et al., 2012) , indicating that autophagy does not limit their growth, but that they die prior to targeting. It is possible that as the ΔdipA mutant dies in the cytosol, it eventually sheds its previously intact O-antigen or capsule (Fig. S1C) and exposes or releases molecules that can trigger the autophagic cascade. Similarly, the fraction of wild type Francisella that translocates into autophagic vacuoles (FCVs) late in their cycle within murine macrophages (Checroun et al., 2006) may also alter the composition of its surface, thereby permitting autophagic capture. In this context, the intrinsic lack of surface O-antigen on the ΔFTT1236 and ΔmanC mutants explains their immediate detection and autophagic capture, compared to the protracted detection of a ΔdipA mutant (Chong et al., 2012 ). Yet, we cannot exclude that Francisella expresses additional anti-autophagic molecules to permit long-term cytosolic survival, as our screen focused on genes required for early autophagy avoidance.",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 234,
                    "text": "(Chong et al., 2012)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 352,
                    "end": 372,
                    "text": "(Chong et al., 2012)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 823,
                    "end": 846,
                    "text": "(Checroun et al., 2006)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1138,
                    "end": 1157,
                    "text": "(Chong et al., 2012",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 592,
                    "end": 602,
                    "text": "(Fig. S1C)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "A possible explanation to early autophagic targeting of Francisella O-antigen mutants could invoke a response to uncharacterized bacterial molecules released into the host cytosol, as a result of the bacterium's compromised integrity (Fig. 5) . Indeed, various F. novicida hypercytotoxic mutants, including a ΔfopA strain, display increased intracellular bacteriolysis, resulting in activation of the AIM2 inflammasome in response to the release of bacterial DNA ). Yet, a ΔfopA mutant in F. tularensis exhibits the same intracellular fate as a ΔdipA mutant (Chong et al., 2012) , indicating that it is not subject to early autophagic capture despite its compromised integrity. If early autophagic capture was a response to cytosolic release of bacterial molecules, our screen would also have identified mutants with defects unrelated to O-antigen. Yet, only O-antigen mutants were identified, which strongly argues that rapid autophagic capture of Francisella results from the lack of this surface molecule and not generic compromised bacterial integrity.",
            "cite_spans": [
                {
                    "start": 558,
                    "end": 578,
                    "text": "(Chong et al., 2012)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 234,
                    "end": 242,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "We therefore propose that the Francisella surface O-antigen shields bacterial molecules that would otherwise be sensed by innate cytosolic surveillance components and would trigger ubiquitin tagging and autophagic capture. Uptake of O-antigen mutants could also induce alternative intracellular signaling that contribute to autophagic capture. In support of differential signaling following phagocytosis of these mutants, infection with a F. novicida ΔlpcC O-antigen mutant, whose LPS defects are similar to that of a ΔmanC mutant (Lai, et al., 2010) , up-regulates phosphorylation of the kinase Erk2 and the phospholipase A2 (PLA2) compared to wild-type bacteria (Nakayau, et al., 2013) . Regardless of the yet-to-bedefined molecular cascade leading to autophagic recognition of Francisella O-antigen mutants, our data supports the concept that expression of the O-antigen is required to prevent autophagic recognition and capture of cytosolic Francisella.",
            "cite_spans": [
                {
                    "start": 531,
                    "end": 550,
                    "text": "(Lai, et al., 2010)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 664,
                    "end": 687,
                    "text": "(Nakayau, et al., 2013)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A recent study has shown that F. tularensis induces non-selective macroautophagy to acquire nutrients during infection, via an Atg5-independent process that is not accompanied by Francisella autophagic capture (Steele et al., 2013) . While these findings may appear contradictory to our results, they are nonetheless consistent with the protective role of the surface O-antigen against selective recognition and capture of Francisella. Taken together, Steele et al and our studies emphasize that Francisella both positively and negatively modulates non-selective and selective arms of the autophagy pathway to ensure its survival and promote proliferation in the macrophage cytosol.",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 231,
                    "text": "(Steele et al., 2013)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "While surface modification is a common strategy for autophagy evasion, as exemplified by Shigella and Listeria (Ogawa et al., 2005 , Yoshikawa et al., 2009 ), our study is first to attribute anti-autophagic properties to a bacterial surface polysaccharide. In the case of Shigella, the Type III secretion effector IscB competes with host ATG5 for binding to surface-exposed VirG, thereby interfering with the autophagic cascade (Ogawa et al., 2005) . Listeria coats its surface with host proteins via the actin-based motility protein ActA (Yoshikawa et al., 2009) and InlK (Dortet et al., 2011) , thereby disguising itself as a host organelle. We propose that once Francisella escapes the phagosome, the thick capsular Oantigen prevents exposure of surface molecules to the host cytosol that would otherwise be recognized by innate immune sensors, targeting the bacteria for autophagic elimination. Recently, LRSAM1, an E3 ubiquitin ligase with bacteria-binding properties was shown to initiate recruitment of early components of the autophagic cascade on cytosolic Salmonella (Huett et al., 2012) . Future studies will take advantage of the efficient targeting of Francisella O-antigen mutants to identify the bacterial surface molecules recognized and the autophagic sensors involved in antibacterial autophagy.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 130,
                    "text": "(Ogawa et al., 2005",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 131,
                    "end": 155,
                    "text": ", Yoshikawa et al., 2009",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 428,
                    "end": 448,
                    "text": "(Ogawa et al., 2005)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 539,
                    "end": 563,
                    "text": "(Yoshikawa et al., 2009)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 573,
                    "end": 594,
                    "text": "(Dortet et al., 2011)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1077,
                    "end": 1097,
                    "text": "(Huett et al., 2012)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "All F. tularensis strains were grown on modified Mueller-Hinton (MMH) agar plates [Mueller-Hinton medium supplemented with 0.1% glucose (Sigma), 0.025% ferric pyrophosphate (Sigma) and 2% IsoVitaleX (Becton Dickinson)] for 3 days at 37°C under 7% CO 2 . MMH medium was supplemented with either 10 μg/ml kanamycin (Sigma) or 8% sucrose (Sigma) when required. All manipulations of F. tularensis strain SchuS4 and derivative strains were performed in a Biosafety Level 3 facility according to standard operating procedures approved by the Rocky Mountain Laboratories Institutional Biosafety Committee.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental Procedures Bacterial Strains and Culture Conditions"
        },
        {
            "text": "The F. tularensis subsp. tularensis Schu S4 strain, the SchuS4ΔdipA (ΔFTT0369c) and SchuS4ΔfevR (ΔFTT0383) mutants have been described previously (Wehrly et al., 2009) . In-frame deletions of FTT1236 and manC (FTT1448c) were generated in the F. tularensis subsp. tularensis SchuS4 strain using the SacB-assisted allelic replacement suicide vector pJC84, as described previously (Wehrly et al., 2009) , and were designed to preserve the integrity of surrounding genes and avoid any polar effects. To engineer an in-frame deletion of FTT1236, a 5′ 1074 bp fragment containing the start codon of FTT1236 was generated by PCR amplification using the primers RC53 and RC54 (Supporting Information, Table  S1 ) and a 3′ 960 bp fragment containing the last four codons and the stop codon of FTT1236 was amplified using primers RC55 and RC56 (Table S1 ). Primers RC59 and RC60 (Table S1 ) were used to check for the presence of the deleted allele and primers RC57 and RC58 (Table S1 ) verified allelic replacement within the correct chromosomal locus by PCR. To construct an in-frame deletion of manC (FTT1448c), a 5′ 1262 bp fragment containing the start codon of manC was generated by PCR amplification using the primers TW979 and TW980 (Table S1 ) and a 3′ 1237 bp fragment containing the last four codons and the stop codon of manC was amplified using primers TW981 and TW982 (Table S1 ). In both cases, the amplified hemi-fragments were cloned into the BamHI and SalI sites of pJC84 using the In-Fusion® PCR Cloning System (Clontech, Palo Alto, CA) and fully sequenced. For the FTT1236 deletion, Primers TW985 and TW986 were used to confirm replacement at the correct locus, and primers TW983 and TW984 confirmed deletion of the gene (Table S1 ). For both constructs, PCR was used to confirm the loss of the sacB gene as described previously (Chong et al., 2012) . Independent clones with the correct in-frame deletion were isolated and used for further studies.",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 167,
                    "text": "(Wehrly et al., 2009)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 378,
                    "end": 399,
                    "text": "(Wehrly et al., 2009)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1839,
                    "end": 1859,
                    "text": "(Chong et al., 2012)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 693,
                    "end": 702,
                    "text": "Table  S1",
                    "ref_id": null
                },
                {
                    "start": 834,
                    "end": 843,
                    "text": "(Table S1",
                    "ref_id": null
                },
                {
                    "start": 869,
                    "end": 878,
                    "text": "(Table S1",
                    "ref_id": null
                },
                {
                    "start": 965,
                    "end": 974,
                    "text": "(Table S1",
                    "ref_id": null
                },
                {
                    "start": 1231,
                    "end": 1240,
                    "text": "(Table S1",
                    "ref_id": null
                },
                {
                    "start": 1372,
                    "end": 1381,
                    "text": "(Table S1",
                    "ref_id": null
                },
                {
                    "start": 1731,
                    "end": 1740,
                    "text": "(Table S1",
                    "ref_id": null
                }
            ],
            "section": "Experimental Procedures Bacterial Strains and Culture Conditions"
        },
        {
            "text": "Genetic complementation of the deletion mutants was performed in trans by reintroducing a full-length copy of the chromosomally deleted genes carried on a pFNLTP6 derivative under the control of its own promoter. To construct the complementation plasmid for the ΔFTT1236 mutant, primers RC134 and RC135 (Table S1 ) were used to amplify a 1329 bp fragment encompassing a 223 bp promoter region and the FTT1236 open reading frame. To construct the complementation plasmid for the ΔmanC mutant, a 1627 bp fragment comprising the FTT1448c open reading frame and 214 bp upstream of the start codon was amplified using primers RC141 and RC142 (Table S1 ). The resulting fragments were cloned into pFNLTP6 using the In-Fusion® PCR Cloning System between EcoRI and BamHI restriction sites to generate pFNLTP6-FTT1236 and pFNLTP6-manC, respectively, which were confirmed by sequencing using primers JC884 and JC946 (Table S1 ) prior to electroporation into the deletion strains. To generate GFP-expressing bacteria, the plasmid pFNLTP6groE-gfp was introduced in Francisella strains by electroporation as described (Kampen et al., 2004 .",
            "cite_spans": [
                {
                    "start": 1105,
                    "end": 1125,
                    "text": "(Kampen et al., 2004",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 303,
                    "end": 312,
                    "text": "(Table S1",
                    "ref_id": null
                },
                {
                    "start": 637,
                    "end": 646,
                    "text": "(Table S1",
                    "ref_id": null
                },
                {
                    "start": 906,
                    "end": 915,
                    "text": "(Table S1",
                    "ref_id": null
                }
            ],
            "section": "Experimental Procedures Bacterial Strains and Culture Conditions"
        },
        {
            "text": "Murine bone marrow-derived macrophages (BMMs) were harvested from C57BL/6J (Jackson Laboratories, Bar Harbor, ME), C57BL/6J Atg5 flox/flox and Atg5 flox/flox -Lyz-Cre (Zhao et al., 2007) mice femurs and differentiated as described (Chong et al., 2008) . All animal rearing, handling and experimental methods were conducted under protocols approved by the RML Institutional Animal Care and Use Committee (IACUC). Human monocyte-derived macrophages (MDMs) were generated from peripheral blood monocytes and differentiated as previously described (Chong et al., 2012) . Anonymized volunteers provided the human blood cells, after written informed consent, under protocols approved by the NIH Clinical Center Institutional Review Board.",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 186,
                    "text": "(Zhao et al., 2007)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 231,
                    "end": 251,
                    "text": "(Chong et al., 2008)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 544,
                    "end": 564,
                    "text": "(Chong et al., 2012)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Primary macrophage culture and infection"
        },
        {
            "text": "Macrophage infections were performed as described (Chong et al., 2008) at the indicated MOIs. When required, BMMs were treated for 1 h prior to infection with 100nM Bafilomycin-A 1 (BAF; AG Scientific, Inc.), or DMSO (Sigma) control vehicle, which was maintained throughout the duration of the experiment. To induce autophagy by starvation, macrophages were washed extensively (>3 times) with HBSS (Life Technologies) and the media was replaced with HBSS containing 1 g/L D-glucose (Sigma) for 4 hours prior to the processing time point.",
            "cite_spans": [
                {
                    "start": 50,
                    "end": 70,
                    "text": "(Chong et al., 2008)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Primary macrophage culture and infection"
        },
        {
            "text": "To generate an autophagy reporter cell system, murine BMMs were immortalized and transduced to express GFP-LC3 as follows. Moloney Murine Leukemia Virus (MMULV)derived retroviral particles containing the v-myc MC29 oncogene were produced using the Ecotropic Phoenix packaging system and pBMNZ-v-myc MC29 , a pBMN-Z derivative carrying a v-myc MC29 encoding fragment derived from pΔRM (Overell et al., 1988) kindly provided by Drs Jacques Peschon and Ed Miao, and Fugene 6 (Promega) according to the manufacturer's recommendations. Bone marrow cells were harvested and cultured for 2 days as described above and replated at a density of 1.2 × 10 5 cells/well in a 6-well plate. After 6 h, cells were transduced by spinfection (1,800 × g for 2 h at room temperature) with 0.45 μm-filtered retroviral supernatants supplemented with 4 μg/ml polybrene (Sigma), and allowed to recover at 37°C with 7% CO 2 for 1 h before the retroviral supernatants were replaced with fresh BMM medium. Immortalized BMMs (iBMMs) were expanded and CD11b +/ CD14 + cells were positively selected using rat anti-mouse CD11b (AbD Serotec) and rat anti-mouse CD14 (clone 159010; R&D Systems) antibodies and a Dynabeads ™ Sheep anti-rat IgG kit (Life Technologies) according to the manufacturer's instructions. iBMMs were then transduced with GFP-LC3-encoding retroviral particles generated using pJC110 and 293T cells as previously described (Checroun et al., 2006) . GFP-LC3expressing iBMMs were selected and expanded under G418 (Life Technologies; 200 μg/ml) selection for 7-10 days.",
            "cite_spans": [
                {
                    "start": 384,
                    "end": 406,
                    "text": "(Overell et al., 1988)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1414,
                    "end": 1437,
                    "text": "(Checroun et al., 2006)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Immortalization and transduction of murine bone marrow-derived macrophages"
        },
        {
            "text": "A library of random transposon insertion mutants was generated by electroporation of F. tularensis subsp. tularensis SchuS4 with pHimarH3, a suicide vector containing the HimarFT transposon (Maier et al., 2007) . Approximately 2×10 10 Schu S4 harvested from a mid-log phase MMH broth culture were electroporated with 1 μg pHimar H3 as previously described (Wehrly et al., 2009) , incubated at 37°C for 3.5 hours before plating for selection on MMH agar supplemented with 10 μg/mL kanamycin. After a 3-day incubation at 37°C, 7% CO 2 , 9,500 individual kanamycin-resistant clones were picked and suspended in 200 μl MMH broth in 96-well plates, with the first well (A1) of each plate inoculated with wildtype Schu S4. The plates were incubated at 37°C with 7% CO 2 without agitation for 3 days to allow growth of the bacteria to late-log phase, after which cultures were supplemented with a final concentration of 10% (w/v) glycerol for storage at −80°C.",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 210,
                    "text": "(Maier et al., 2007)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 356,
                    "end": 377,
                    "text": "(Wehrly et al., 2009)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Construction and screening of a F. tularensis Schu S4 HimarFT library"
        },
        {
            "text": "To screen for HimarFT insertion clones targeted by autophagy, 96-well plates were replicated on rectangular MMH agar plates using the 96-pin library copier tool (V&P Scientific) and grown at 37°C, 7% CO 2 for 3 days prior to infection. One day before infection, GFP-LC3 iBMMs were seeded in 96-well glass bottom plates (Matrical Bioscience) (2×10 4 cells/well in 200 μl) in BMM medium without G418. On the day of infection, individual HimarFT clones were suspended in 200 μl of MMH broth of a 96-well round-bottom plate using the 96-pin library copier tool. A reference OD 600nm was determined for well A1, which served to calculate the MOI (100). GFP-LC3-iBMMs were infected with 100 μl of bacterial suspensions in BMM medium as previously described (Chong et al., 2008) . At 1 h post-infection, 100 μl of BMM medium supplemented with 100 μg/ml gentamicin was added to each well (50 μg/ml final concentration) of the infected plates to kill extracellular bacteria, and maintained for the duration of the experiment. At 6 h post-infection, the wells were washed twice with PBS and processed for immunostaining as described (Chong et al., 2008) . After blocking for 15 min in 60 μl of 10% horse serum, 0.02% saponin, PBS pH 7.4, wells were incubated for 30 min with a 1:1,000 dilution in the same buffer of a mouse monoclonal anti-F. tularensis LPS antibody (clone 1.B.288; US Biological) directly conjugated to Alexa Fluor ™ 568 using an Alexa Fluor ™ 568 Antibody Labeling Kit (Life Technologies), and washed twice in PBS. The stained plates were then screened by epifluorescence microscopy for clones that co-localized with GFP-LC3 signals using a Carl Zeiss (Thornwood, NY) MicroImaging LSM 5 LIVE confocal laser scanning microscope.",
            "cite_spans": [
                {
                    "start": 751,
                    "end": 771,
                    "text": "(Chong et al., 2008)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1123,
                    "end": 1143,
                    "text": "(Chong et al., 2008)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Construction and screening of a F. tularensis Schu S4 HimarFT library"
        },
        {
            "text": "The insertion loci of the HimarFT clones identified as being targeted by autophagy were amplified by PCR or cloned out for identification of the disrupted gene(s). For each clone, genomic DNA was isolated from fresh colonies scraped from MMH agar using the Puregene Yeast/Bact. II kit (Qiagen Inc.) according to the manufacturer's instructions. For most clones, the HimarFT insertion locus was amplified by PCR first using the randomized primer TW642, and TW913 (Table S1 ), a primer specific for the HimarFT transposon, and purified with the QIAquick PCR purification kit (Qiagen). A second round of nested PCR was used to specifically amplify the insertion loci using TW644 (Table S1) , which annealed to specific adaptor sequence on the 5′ end of TW642, and the nested transposon-specific primer TW914 (Table S1 ). After the second round of PCR, the products were gel purified using the QIAquick Gel extraction kit (Qiagen) and sequenced with primer TW915 (Table  S1 ). Clone 52B6 was initially amplified with a different randomized primer, TW646 (Table  S1) , and the transposon-specific TW681 primer (Table S1 ). The second round of amplification for 52B6 used primers TW644 and the nested primer TW647 (Table S1 ). The product of the second round of PCR was sequenced with primer TW943 (Table S1 ). Cloning and subsequent sequencing of recovered plasmid identified the insertion loci for clones 25D9 and 36D8. 500 ng each of 25D9 and 36D8 genomic DNA were digested overnight at 37°C with NdeI, and SpeI, respectively, and purified with the QIAQuick PCR purification kit (Qiagen Inc.). The eluted DNA was then ligated with T4 DNA Ligase (New England Biolabs) at 4°C for 72 hours. The ligated DNA was transformed into chemically competent OneShot PIR1 E. coli (Life Technologies) and plated on LB agar supplemented with 50 μg/ml kanamycin. Plasmid DNA was then recovered from the transformants using the Nucleospin Plasmid QuickPure Kit (Macherey-Nagel, Bethlehem, PA) and sequenced using TW915.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 462,
                    "end": 471,
                    "text": "(Table S1",
                    "ref_id": null
                },
                {
                    "start": 676,
                    "end": 686,
                    "text": "(Table S1)",
                    "ref_id": null
                },
                {
                    "start": 805,
                    "end": 814,
                    "text": "(Table S1",
                    "ref_id": null
                },
                {
                    "start": 959,
                    "end": 969,
                    "text": "(Table  S1",
                    "ref_id": null
                },
                {
                    "start": 1050,
                    "end": 1061,
                    "text": "(Table  S1)",
                    "ref_id": null
                },
                {
                    "start": 1105,
                    "end": 1114,
                    "text": "(Table S1",
                    "ref_id": null
                },
                {
                    "start": 1208,
                    "end": 1217,
                    "text": "(Table S1",
                    "ref_id": null
                },
                {
                    "start": 1292,
                    "end": 1301,
                    "text": "(Table S1",
                    "ref_id": null
                }
            ],
            "section": "Identification of HimarFT insertion sites"
        },
        {
            "text": "To assess the viability of Francisella in our infection inoculums, several colonies of GFPexpressing bacteria were scraped from MMH agar plates and suspended in MMH broth for calculation of MOI based on optical density as described previously (Chong et al., 2008) . From each bacterial suspension, an aliquot of 1 × 10 9 cells was pelleted and washed once with PBS, followed by re-suspension in 150 μl PBS containing 2.6μM propidium iodide (PI; Life Technologies), and incubated at room temperature for 15 minutes. The PI-stained bacteria were diluted 1:10 in PBS, 2 μl of which were placed on a 35-mm, glass bottom live cell imaging dish (WillCo Wells BV), and topped with a glass coverslip for immediate counting under fluorescence. For viability analysis of cytosolic F. tularensis, BMMs infected with GFP-expressing bacteria were permeabilized with 50 μg/ ml digitonin (Sigma) in KHM buffer (Checroun et al., 2006) for 1 min at room temperature, immediately washed three times with KHM buffer and incubated for 12 min at 37°C in KHM buffer containing 2.6 μM PI. The infected coverslips were then fixed with 3% paraformaldehyde in PBS, and when required, incubated with antibodies directed against mouse mono-and polyubiquitinylated conjugates (FK2, Enzo Life Sciences), and Alexa Fluor Cy5-conjugated secondary antibodies (Life Technologies) to detect ubiquitinated cytosolic bacteria. For the dual ubiquitin-PI counts, at least 100 total bacteria were counted over the course of three independent experiments, and the data are presented as the mean ± SD.",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 263,
                    "text": "(Chong et al., 2008)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 895,
                    "end": 918,
                    "text": "(Checroun et al., 2006)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Bacterial viability assay"
        },
        {
            "text": "To calculate the integrity index of cytosolic F. tularensis and the infection inoculums, total PI-positive bacteria were counted in triplicate from 100 bacteria and averaged to determine the percentage of nonviable bacteria in the sample. The integrity index was derived from the ratio of the average percentage of non-viable wild type Francisella to the average percentage of non-viable mutant bacteria. The data presented is the mean integrity index calculated from three independent experiments ± their standard deviation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bacterial viability assay"
        },
        {
            "text": "For fluorescence microscopy, infected BMMs on 12 mm glass coverslips were processed for immunostaining as described previously (Chong et al., 2008) . Primary antibodies used were: mouse monoclonal anti-F. tularensis LPS (US Biological), rat monoclonal anti-mouse LAMP1 (clone 1D4B, developed by J.T. August and obtained from the Developmental Studies Hybridoma Band; developed under the auspices of the NICHD and maintained by The University of Iowa, Iowa City, IA), rabbit polyclonal anti-human LAMP1 (Novus Biologicals), mouse monoclonal anti-mono-and poly-ubiquitinylated conjugates (FK2, Enzo Life Sciences), guinea pig polyclonal anti-SQSTM1 (Progen Biotechnik), mouse monoclonal anti-LC3 (MBL International) and rabbit polyclonal anti-human LC3 (MBL International). Secondary antibodies used were: Alexa Fluor ™ 568-conjugated donkey antimouse, Alexa Fluor ™ 568-conjugated goat anti-rabbit, Alexa Fluor ™ 568-conjugated goat anti-rat, Alexa Fluor ™ 568-conjugated goat anti-rabbit, and Alexa Fluor ™ 568-conjugated goat anti-guinea pig antibodies (Life Technologies). When required, macrophage nuclei and bacteria were stained with DAPI (100 ng/ml; Life Technologies) in distilled water for 10 min at room temperature after incubation with secondary antibodies. Samples were observed on a Carl Zeiss Axio Imager epifluorescence microscope equipped with a Plan-APOCHROMAT 63×/1.4 objective for quantitative analysis. For co-localization studies, at least 100 bacteria were counted per replicate for each experimental condition, with the exception of the dual ubiquitin-LAMP1 counts, for which at least 100 total bacteria were counted. For single-cell replication assays and LC3 puncta counts, at least 100 intact infected BMMs were counted per replicate for each condition. Confocal images of 1024 × 1024 pixels were acquired using a Carl Zeiss LSM 710 confocal laser scanning microscope and assembled using Adobe Photoshop CS3.",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 147,
                    "text": "(Chong et al., 2008)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Microscopy"
        },
        {
            "text": "For transmission electron microscopy (TEM), BMMs on 12 mm Aclar coverslips were processed as described previously (Chong et al., 2008) . Sections were viewed in a Hitachi H7500 transmission electron microscope (Hitachi) at 80 kV. Images were acquired with a Hamamatsu XR-100 digital camera system (AMT) and assembled in Adobe Photoshop CS3.",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 134,
                    "text": "(Chong et al., 2008)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Microscopy"
        },
        {
            "text": "To analyze O-antigen and capsule expression by Western blotting, pellets of freshly grown bacteria resuspended in MMH broth were lysed in sample buffer (0.035 M Tris-HCl-sodium dodecyl sulfate (SDS), pH 6.8, 30% glycerol, 10% SDS, 10% dithiothreitol, 0.012% bromophenol blue) and boiled for 10 min. Based on OD 600nm equivalents, 1 × 10 7 bacteria were resolved on 12% or 8% SDS-PAGE for LPS or capsule analysis, respectively. After transfer onto Hybond-ECL nitrocellulose membranes (GE Healthcare Biosciences) using a semidry apparatus, membranes were processed for Western Blotting analysis as previously described (Chong et al., 2008) using either a mouse monoclonal anti-Francisella LPS Oantigen antibody (1:1 × 10 6 dilution; US Biological), or a mouse monoclonal anti-Francisella capsule antibody (clone 11B7, 1:10,000; gift of Michael Apicella, University of Iowa, Iowa City, IA). To verify equal loading between samples, blots were stripped using Restore Western Blot Stripping Buffer (Thermo Scientific) according to manufacturer's instructions, and probed overnight at 4°C with rabbit polyclonal anti-E. coli GroEL antibodies (1:10,000; Enzo Life Sciences).",
            "cite_spans": [
                {
                    "start": 617,
                    "end": 637,
                    "text": "(Chong et al., 2008)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "O-antigen and protein analysis"
        },
        {
            "text": "Intracellular growth of Schu S4 and its derivatives was monitored by enumerating the number of colony-forming units (CFU) recovered from macrophages lysed in PBS containing 1% saponin (Sigma) as described previously (Chong et al., 2008) . The number of viable intracellular bacteria per well was determined in triplicate for each time point.",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 236,
                    "text": "(Chong et al., 2008)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Determination of bacterial intracellular replication"
        },
        {
            "text": "To quantitate cytotoxic effects of F. tularensis on BMMs via lactate dehydrogenase (LDH) release, BMMs were plated and infected as described (Chong et al., 2008) in triplicate wells. At the indicated times, 50 μl of cell culture supernatant was collected and sampled in triplicate for quantification of LDH using the Cytotox96 Non-radioactive Cytotoxicity Assay kit (Promega) according to the manufacturer's instructions. Cytotoxicity levels were compared to lysed, uninfected positive control wells corresponding to 100% of LDH release.",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 161,
                    "text": "(Chong et al., 2008)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Determination of host cell cytotoxicity"
        },
        {
            "text": "All data are presented as mean ± SD from three independent experiments, unless otherwise stated. Statistical analyses were performed using an unpaired, two-tailed Student t-test. *p < 0.05, **p<0.01.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analyses"
        },
        {
            "text": "Refer to Web version on PubMed Central for supplementary material. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Material"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Identification, characterization and immunogenicity of an O-antigen capsular polysaccharide of Francisella tularensis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Apicella",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Post",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Fowler",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Rasmussen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Hunt",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS One",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Autophagy-mediated reentry of Francisella tularensis into the endocytic compartment after cytoplasmic replication",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Checroun",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Wehrly",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Fischer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Hayes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Celli",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proc Natl Acad Sci",
            "volume": "103",
            "issn": "",
            "pages": "14578--14583",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Cytosolic clearance of replication-deficient mutants reveals Francisella tularensis interactions with the autophagic pathway",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chong",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Wehrly",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Child",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hansen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hwang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Virgin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Celli",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Autophagy",
            "volume": "8",
            "issn": "",
            "pages": "1342--1356",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The early phagosomal stage of Francisella tularensis determines optimal phagosomal escape and Francisella pathogenicity island protein expression",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chong",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Wehrly",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Nair",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Fischer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Barker",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Klose",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Celli",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Infect Immun",
            "volume": "76",
            "issn": "",
            "pages": "5488--5499",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Virulent and avirulent strains of Francisella tularensis prevent acidification and maturation of their phagosomes and escape into the cytoplasm in human macrophages",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Clemens",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Horwitz",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Infect Immun",
            "volume": "72",
            "issn": "",
            "pages": "3204--3217",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "O-antigen-deficient Francisella tularensis Live Vaccine Strain mutants are ingested via an aberrant form of looping phagocytosis and show altered kinetics of intracellular trafficking in human macrophages",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Clemens",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Horwitz",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Infect Immun",
            "volume": "80",
            "issn": "",
            "pages": "952--967",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Recruitment of the major vault protein by InlK: a Listeria monocytogenes strategy to avoid autophagy",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dortet",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mostowy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Samba-Louaka",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gouin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Nahori",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Wiemer",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS pathogens",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Sequestosome 1/p62 links familial ALS mutant SOD1 to LC3 via an ubiquitin-independent mechanism",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gal",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Strom",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Kwinter",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kilty",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Neurochem",
            "volume": "111",
            "issn": "",
            "pages": "1062--1073",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The structure and function of Francisella lipopolysaccharide",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Gunn",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Ernst",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Ann N Y Acad Sci",
            "volume": "1105",
            "issn": "",
            "pages": "202--218",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Lack of in vitro and in vivo recognition of Francisella tularensis subspecies lipopolysaccharide by Toll-like receptors",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Hajjar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Harvey",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Shaffer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Goodlett",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sjostedt",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Edebro",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Infect Immun",
            "volume": "74",
            "issn": "",
            "pages": "6730--6738",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The LRR and RING domain protein LRSAM1 is an E3 ligase crucial for ubiquitin-dependent autophagy of intracellular Salmonella Typhimurium",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Huett",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Heath",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Begun",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "O"
                    ],
                    "last": "Sassi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Baxt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Vyas",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Cell host & microbe",
            "volume": "12",
            "issn": "",
            "pages": "778--790",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A Francisella tularensis live vaccine strain (LVS) mutant with a deletion in capB, encoding a putative capsular biosynthesis protein, is significantly more attenuated than LVS yet induces potent protective immunity in mice against F. tularensis challenge",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Jia",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bowen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Dillon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Som",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Horwitz",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Infect Immun",
            "volume": "78",
            "issn": "",
            "pages": "4341--4355",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Substantial rise in the prevalence of Lyme borreliosis spirochetes in a region of western Germany over a 10-year period",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kampen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Rotzel",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kurtenbach",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Maier",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Seitz",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Appl Environ Microbiol",
            "volume": "70",
            "issn": "",
            "pages": "1576--1582",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Selective autophagy: ubiquitin-mediated recognition and beyond",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kraft",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Peter",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hofmann",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nat Cell Biol",
            "volume": "12",
            "issn": "",
            "pages": "836--841",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Mutations of Francisella novicida that alter the mechanism of its phagocytosis by murine macrophages",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "H"
                    ],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Shirley",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Crosa",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kanistanon",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tempel",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Ernst",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS One",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The complete genome sequence of Francisella tularensis, the causative agent of tularemia",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Larsson",
                    "suffix": ""
                },
                {
                    "first": "Pcf",
                    "middle": [],
                    "last": "Oyston",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chain",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Duffield",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Fuxelius",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nat Genet",
            "volume": "37",
            "issn": "",
            "pages": "153--159",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Francisella tularensis Schu S4 O-antigen and capsule biosynthesis gene mutants induce early cell death in human macrophages",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Lindemann",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Long",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Hunt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Apicella",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Monack",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Infect Immun",
            "volume": "79",
            "issn": "",
            "pages": "581--594",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Identification of Francisella tularensis Himar1-based transposon mutants defective for replication in macrophages",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Maier",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Casey",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Becker",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Dorsey",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Glass",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Maltsev",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Infect Immun",
            "volume": "75",
            "issn": "",
            "pages": "5376--5389",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Construction and characterization of a highly efficient Francisella shuttle plasmid",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Maier",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Havig",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Casey",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "E"
                    ],
                    "last": "Nano",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Frank",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Zahrt",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Appl Environ Microbiol",
            "volume": "70",
            "issn": "",
            "pages": "7511--7519",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "In vivo Himar1-based transposon mutagenesis of Francisella tularensis",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Maier",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pechous",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Casey",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Zahrt",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Frank",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Appl Environ Microbiol",
            "volume": "72",
            "issn": "",
            "pages": "1878--1885",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Comparative phosphoproteomics reveals components of host cell invasion and post-transcriptional regulation during Francisella infection",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Nakayasu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tempel",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "A"
                    ],
                    "last": "Cambronne",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Petyuk",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Gritsenko",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Mol Cell Proteomics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "201310.1074/mcp.M113.029850"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Escape of intracellular Shigella from autophagy",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ogawa",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yoshimori",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Suzuki",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sagara",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mizushima",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sasakawa",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Science",
            "volume": "307",
            "issn": "",
            "pages": "727--731",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Stably transmitted triple-promoter retroviral vectors and their use in transformation of primary mammalian cells",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Overell",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Weisser",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cosman",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Mol Cell Biol",
            "volume": "8",
            "issn": "",
            "pages": "1803--1808",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "p62/SQSTM1 binds directly to Atg8/LC3 to facilitate degradation of ubiquitinated protein aggregates by autophagy",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pankiv",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Clausen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lamark",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Brech",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Bruun",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Outzen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Biol Chem",
            "volume": "282",
            "issn": "",
            "pages": "24131--24145",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Elevated AIM2-mediated pyroptosis triggered by hypercytotoxic Francisella mutant strains is attributed to increased intracellular bacteriolysis",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Broz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Joubert",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Monack",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Cellular microbiology",
            "volume": "13",
            "issn": "",
            "pages": "1586--1600",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Novel modification of lipid A of Francisella tularensis",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Phillips",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Schilling",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Mclendon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Apicella",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Gibson",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Infect Immun",
            "volume": "72",
            "issn": "",
            "pages": "5340--5348",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Characterization of the O antigen gene cluster and structural analysis of the O antigen of Francisella tularensis subsp. tularensis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Prior",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Prior",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Hitchen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Diaper",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "Griffin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Morris",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Med Microbiol",
            "volume": "52",
            "issn": "",
            "pages": "845--851",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Role of the wbt locus of Francisella tularensis in lipopolysaccharide O-antigen biogenesis and pathogenicity",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Raynaud",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Meibom",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Lety",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Dubail",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Candela",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Frapy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Charbit",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Infect Immun",
            "volume": "75",
            "issn": "",
            "pages": "536--541",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Francisella tularensis resistance to bactericidal action of normal human serum. FEMS immunology and medical microbiology",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Sorokin",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "V"
                    ],
                    "last": "Pavlovich",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Prozorova",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "13",
            "issn": "",
            "pages": "249--252",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Francisella tularensis harvests nutrients derived via ATG5-independent autophagy to support intracellular growth",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Steele",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brunton",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ziehr",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Taft-Benz",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Moorman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kawula",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS Pathog",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "NDP52, a novel autophagy receptor for ubiquitin-decorated cytosolic bacteria",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Von Muhlinen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Thurston",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ryzhakov",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bloor",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Randow",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Autophagy",
            "volume": "6",
            "issn": "",
            "pages": "288--289",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Structure and biosynthesis of free lipid A molecules that replace lipopolysaccharide in Francisella tularensis subsp. novicida",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Ribeiro",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Mcgrath",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Cotter",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Raetz",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Biochemistry",
            "volume": "45",
            "issn": "",
            "pages": "14427--14440",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Intracellular biology and virulence determinants of Francisella tularensis revealed by transcriptional profiling inside macrophages",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Wehrly",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chong",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Virtaneva",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Sturdevant",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Child",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Edwards",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Cell Microbiol",
            "volume": "11",
            "issn": "",
            "pages": "1128--1150",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Eaten alive: a history of macroautophagy",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Klionsky",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nat Cell Biol",
            "volume": "12",
            "issn": "",
            "pages": "814--822",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Listeria monocytogenes ActA-mediated escape from autophagic recognition",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yoshikawa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ogawa",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hain",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yoshida",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fukumatsu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat Cell Biol",
            "volume": "11",
            "issn": "",
            "pages": "1233--1240",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Autophagosome-independent essential function for the autophagy protein Atg5 in cellular immunity to intracellular pathogens",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Fux",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Goodwin",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "R"
                    ],
                    "last": "Dunay",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Strong",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Cell Host Microbe",
            "volume": "4",
            "issn": "",
            "pages": "458--469",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Coronavirus replication does not require the autophagy gene ATG5",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Thackray",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Lynn",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Becker",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ward",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Autophagy",
            "volume": "3",
            "issn": "",
            "pages": "581--585",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "The adaptor protein p62/ SQSTM1 targets invading bacteria to the autophagy pathway",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "T"
                    ],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shahnazari",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Brech",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lamark",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Johansen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Brumell",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Immunol",
            "volume": "183",
            "issn": "",
            "pages": "5909--5916",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Schu S4ΔfevR (orange diamonds), and Schu S4ΔdipA (green hexagones) with LAMP1. Data are means ± SD (n=3). (B) Representative transmission electron micrographs of wild type Schu S4",
            "authors": [],
            "year": null,
            "venue": "O-antigen deletion mutants escape their initial phagosome. (A) Colocalization studies of GFP-expressing F. tularensis Schu S4 (black circles",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "ΔmanC) with ubiquitin (Ub) in either Atg5 flox/flox (white bars) or Atg5 flox/flox -Lyz-Cre (black bars) BMMs at 2 hours post-infection. Data are means ± SD (n=3). ND, not detected. (B) Colocalization of wild type Schu S4 (Schu S4), Schu S4ΔFTT1236 (ΔFTT1236) and Schu S4ΔmanC (ΔmanC) with LC3 at 2 h post-infection in either Atg5 flox/flox (white bars) or Atg5 flox/flox -Lyz-Cre (black bars) BMMs. Data are means ± SD (n=3). ND, not detected",
            "authors": [],
            "year": null,
            "venue": "F. tularensis O-antigen mutants replicate within Atg5-deficient macrophages. (A) Colocalization of wildtype Schu S4 (Schu S4), Schu S4ΔFTT1236 (ΔFTT1236), and Schu S4ΔmanC",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Arrows mark times of increased O-antigen mutant survival in Atg5 flox/flox -Lyz-Cre BMMs compared to control Atg5 flox/flox BMMs (P value<0.05 by the unpaired student's two-tailed t-test). (F) Confocal micrographs of wild type Schu S4 (Schu S4) Schu S4ΔFTT1236 (ΔFTT1236) and Schu S4ΔmanC (ΔmanC) in Atg5 flox/flox or Atg5 flox/flox -Lyz-Cre BMMs at 16 h post-infection. DNA is stained with DAPI (gray), scale bar, 10 μm. (G) Single-cell replication analysis of wild type Schu S4 (Schu S4) Schu S4ΔFTT1236 (ΔFTT1236) and Schu S4ΔmanC (ΔmanC) in Atg5 flox/flox or Atg5 flox/flox -Lyz-Cre BMMs at 16 h post-infection. The percent of infected macrophages with either 1-5 (white bars), 6-20 (gray bars), or >20 (black bars) bacteria were counted. Data are means ± SD (n=3). (H) Cytotoxicity induced by wild type Schu S4, Schu S4ΔFTT1236, and Schu S4ΔmanC infections at 16 h post-infection in either Atg5 flox/flox (white bars) or Atg5 flox/flox -Lyz-Cre (black bars) BMMs",
            "authors": [],
            "year": null,
            "venue": "Representative growth curves of wild type Schu S4 (circles) and O-antigen mutant bacteria (squares) within control Atg5 flox/flox (filled symbols), or knockout Atg5 flox/flox -Lyz-Cre (open symbols) BMMs",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "HimarFT F. tularensis mutants in 4 genetic loci are targeted by autophagy. (A) Confocal micrographs of GFP-LC3 iBMMs infected with F. tularensis Schu S4 (Schu S4), and representative HimarFT clones (by clone number) at 6 h post-infection. DNA was stained with DAPI (gray), and GFP-LC3 is in green. Scale bar, 5 μm. (B) Diagram of the 11 HimarFT insertion loci identified in the autophagy screen. Each insertion is marked with a flag denoting the relative orientation of the kanamycin resistance cassette and the clone number. Interrupted genes are shown in gray. (C) Western blot analysis of HimarFT insertion mutant LPS O-antigen and O-antigen capsule. 1 × 10 7 bacterial equivalents were resolved and probed with antibodies against LPS O-antigen (LPS), capsule, or GroEL as a loading control.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Phenotypic characterization of in-frame O-antigen deletion mutants. (A) Western blots of whole bacterial lysates of wild type (Schu S4), ΔFTT1236 (ΔFTT1236), ΔmanC (ΔmanC), and their complemented strains (ΔFTT1236 + FTT1236, and ΔmanC + manC ). 1 × 10 7 bacteria equivalents were resolved and probed for either LPS O-antigen (LPS), or O-antigen capsule (capsule), and GroEL as a loading control. (B) Percent cytotoxicity of wild type Schu S4, Schu S4ΔFTT1236 (ΔFTT1236) and Schu S4ΔmanC (ΔmanC) at 4 and 16 h postinfection at an MOI of 5 (white bars) or 50 (black bars). Data are means ± SD (n=3; asterisks indicate a P value<0.05 by the unpaired student's two-tailed t-test). ND, not determined. (C) and (D): Representative growth curves of wild type Schu S4 (black), Schu S4ΔFTT1236 and Schu S4ΔmanC (red), and their complemented strains (blue) in BMMs infected at the indicated MOIs.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Capture of Francisella O-antigen mutants by autophagy in murine macrophages. (A), (C), and (E): Confocal micrographs of BMMs infected with Schu S4 (Schu S4), Schu S4ΔFTT1236 (ΔFTT1236) or Schu S4ΔmanC (ΔmanC) and labelled for the autophagic markers Ubiquitin (A), p62/SQSTM1 (C) and LC3 (E) at 2 h post-infection. DNA was stained with DAPI (red) and specific autophagic markers are in green. Insets are indicated with an arrowhead, and magnified to show bacterial colocalization with autophagic markers. Scale bars, 10 and 2 μm. (B), (D), and (F): Quantification of GFP-expressing F. tularensis Schu S4 (black), Schu S4ΔFTT1236 (red), Schu S4ΔmanC (blue), Schu S4ΔfevR (orange) and Schu S4ΔdipA (green) recruitment of (B) Ubiquitin, (D) p62/SQSTM1, or (F) LC3. Data are means ± SD (n=3).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Viability of O-antigen mutants. Integrity index representing propidium iodide (PI) staining of wildtype Schu S4 (Schu S4), Schu S4ΔFTT1236 (ΔFTT1236), and Schu S4ΔmanC (ΔmanC) bacteria in (A) infection inocula, or (B) cytosolic bacteria at 90 min post-infection. Data are means ± SD (n=3).",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We thank members of the lab for their assistance with generating the Francisella-HimarFT insertion library, Michael Apicella for the monoclonal 11B7 antibody against Francisella capsule, helpful suggestions and critical reading of the manuscript, Thomas Zahrt for the pHimarH3, Jacques Peschon and Ed Miao for pBMN-Z-vmyc MC29 , and Leigh Knodler for critical reading of the manuscript. We also thank Stephanie Lathrop and Olivia Steele-Mortimer for providing human peripheral blood monocytes. This work was supported by the Intramural Research Program of the National Institutes of Health, National Institute of Allergy and Infectious Diseases and by NIAID grant U54 AI057160 to H. W. Virgin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}