{
    "paper_id": "384bc4d5a50cfa38152d31878d01073554988e8b",
    "metadata": {
        "title": "Journal Pre-proof Immunofluorescence and molecular diagnosis of bovine respiratory syncytial virus and bovine parainfluenza virus in the naturally infected young cattle and buffaloes from India",
        "authors": [
            {
                "first": "Bhupesh",
                "middle": [],
                "last": "Kamdi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rajendra",
                "middle": [],
                "last": "Singh",
                "suffix": "",
                "affiliation": {},
                "email": "8id-rajendra_singh5747@rediffmail.com"
            },
            {
                "first": "Vidya",
                "middle": [],
                "last": "Singh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shailendra",
                "middle": [],
                "last": "Singh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Pawan",
                "middle": [],
                "last": "Kumar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Pal",
                "middle": [],
                "last": "Karam",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Neethu",
                "middle": [],
                "last": "Singh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kuldeep",
                "middle": [],
                "last": "George",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Dhama",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kamdi",
                "middle": [
                    "B"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Singh",
                "middle": [
                    "R"
                ],
                "last": "Singh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "V",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Singh",
                "middle": [
                    "S"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kumar",
                "middle": [
                    "P"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Singh",
                "middle": [],
                "last": "Kp",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "George",
                "middle": [
                    "N"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Karam",
                "middle": [],
                "last": "Pal",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "and molecular diagnosis of bovine respiratory syncytial virus and bovine parainfluenza virus in the naturally infected young cattle and buffaloes from India, Microbial Pathogenesis, https://doi.Immunofluorescence and molecular diagnosis of bovine respiratory syncytial virus 1 and bovine parainfluenza virus in the naturally infected young cattle and buffaloes from 2 India 3 Abstract 23 Pneumonia in bovines is a multifactorial disease manifestation leading to heavy 24 economic losses. Infections of bovine respiratory syncytial virus (BRSV) and bovine 25 parainfluenza virus-3 (BPI-3) are among the important contributing factors for the development 26 of pneumonia in young animals. These viral agents either primarily cause pneumonia or 27 predispose animals to the development of pneumonia. Although, the role of BRSV and BPI-3 in 28 the pathogenesis of pneumonia is well established, there are no reports of involvement of BRSV 29 and BPI-3 from Indian cattle and buffaloes suffering from pneumonia. In the present 30 investigation, we performed postmortem examinations of 406 cattle and buffaloes which were 31 below twelve months of age. Out of 406 cases, twelve (2.95%) cases were positive for BRSV 32 and fifteen (3.69%) cases were positive for BPI-3, screened by reverse transcriptase polymerase 33 chain reaction (RT-PCR). Further, positive cases were confirmed by sequence analysis of RT-34 PCR amplicons and direct immunofluorescence antibody test (d-FAT) in paraffin-embedded 35 lung tissue sections. BRSV positive cases revealed characteristic findings of bronchiolar 36 epithelial necrosis, thickened alveolar septa by mononuclear cells infiltration and edema; 37 alveolar lumens were filled with mononuclear cells and numerous syncytial cells were seen 38 having intracytoplasmic inclusions. The BRSV antigen distribution was found to be in 39 bronchiolar and alveolar epithelium and syncytial cells in the lung sections. In fifteen cases 40 where BPI-3 was detected, bronchointerstitial pneumonia in the majority of cases with thickened 41 alveolar septa by mild macrophage infiltration, hyperplasia of type-II pneumocytes and 42 bronchiolar necrosis along with syncytial cells having intracytoplasmic inclusions in the majority 43 of cases were observed. The BPI-3 antigen distribution was found to be in bronchiolar and 44 alveolar epithelium and syncytial cells in the lung sections. RT-PCR amplicons of BRSV and 45 BPI-3 obtained were sequenced and their analysis showed homology with already available 46 sequences in the NCBI database. It is the first report of detection of BRSV and BPI-3 from 47 pneumonic cases by RT-PCR and d-FAT from cattle and buffaloes of India, indicating the need 48 for more epidemiological studies. 49 employment opportunities and provides social and financial security. In the course of 67 development of livestock industry, the health of replacement progeny calves is an important 68 component of total operation profitability as the heifer calf is the foundation of the future herd 69 (Razzaque et al., 2009). However, calves are usually neglected as they do not bring any 70 immediate financial return and the cost of their maintenance considerably adds to the production 71 cost of milk. Pneumonia is associated with high morbidity and mortality of calves and incurs 72 great economic losses to the farmers due to the losses by death, treatment costs, reduced growth 73 and productivity (Mellado et al., 2014). It is estimated that calf mortality of 20% can reduce the 74 net profit of an enterprise by 40% (Blood and Radostits, 2007). 75 Some calf diseases can result of the complex interaction of the management practices, the 76 environment factors, infectious agents and the calf's immune system (Wudu, 2004). Pneumonia 77 is the second major cause of morbidity and mortality among calves after diarrhea and may 78 account for 50% mortality in the affected animals (Veena and Sumathi, 2011). It is the most 79 common postmortem finding in calves at 1-5 months of age and calf morbidity may go up to 80 50% in a herd (Manjari et al., 2015). It is the most important contributor to the losses in the beef 81 and dairy cattle industries on account of the cost incurred on the metaphylactic and therapeutic 82 uses of antibiotics and reduced growth performance of affected animals (Gagea et al., 2006). 83 Pneumonia in young animals is associated with viruses, bacteria and mycoplasma, which 84 include bovine respiratory syncytial virus (BRSV), bovine parainfluenza virus type 3 (BPI-3), 85 bovine herpesvirus type 1, bovine viral diarrhea virus, bovine coronavirus, Pasteurella 86 multocida, Mannheimia. hemolytica, Haemophilus somnus, Salmonella dublin, Arcanobacterium 87 pyogenes and Mycoplasma spp. (e.g. M. bovis and M. dispar) (Bednarek et al., 2012). Besides,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Livestock production plays a key role in India's agricultural economy as it offers bovine rhinovirus, bovine reovirus and Influenza A viruses have also been reported occasionally 89 to be associated with pneumonia in calves (Sreenivasan et al., 2019; Hodgins et al., 2002) . suppression of the local immune defense mechanism, which may facilitate rapid bacterial 97 multiplication leading to acute to chronic pneumonia in a synergistic manner (Caswell, 2014) . Processing of tissues for histopathology 140 After proper fixation in 10% NBF, tissues were cut into small sections with a thickness of Belgium, UK and the USA in NCBI database. Further, the isolates were distantly related to the 230 sequences of the isolates reported from Denmark, France and the Czech Republic (Fig. 3) .",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 181,
                    "text": "89",
                    "ref_id": null
                },
                {
                    "start": 245,
                    "end": 250,
                    "text": "2019;",
                    "ref_id": null
                },
                {
                    "start": 251,
                    "end": 272,
                    "text": "Hodgins et al., 2002)",
                    "ref_id": null
                },
                {
                    "start": 443,
                    "end": 458,
                    "text": "(Caswell, 2014)",
                    "ref_id": null
                },
                {
                    "start": 502,
                    "end": 505,
                    "text": "140",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 774,
                    "end": 782,
                    "text": "(Fig. 3)",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Sequence distance of the BRSV isolates with respect to those reported in the NCBI database is 232 presented in Fig. 3 . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 111,
                    "end": 117,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "231"
        },
        {
            "text": "Although amplicons size was very small and the small number of samples evaluated in the study, 309 the obtained data suggest that BRSV is circulating in India among the bovine population. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "308"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Bird's-Eye View of Veterinary",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "25",
            "issn": "",
            "pages": "59--68",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "409 syncytial virus infection in cattle",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Goswami",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Banga",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Mahajan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Deshmukh",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Brar",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Veterinary pathology",
            "volume": "51",
            "issn": "2",
            "pages": "427--436",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Respiratory diagnostic pathology. Veterinary Clinics 456 of North America: Food Animal Practice",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Andrews",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Kennedy",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "13",
            "issn": "",
            "pages": "515--547",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Single pathogen 459 challenge with agents of the bovine respiratory disease complex",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rosenstein",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Neibergs",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Womack",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PloS one",
            "volume": "10",
            "issn": "11",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Bovine respiratory syncytial virus. Veterinary Clinics: Food Animal 462 Practice",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Brodersen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "26",
            "issn": "",
            "pages": "323--333",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Comparison of DNA application methods to reduce 465 BRSV shedding in cattle",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Rijsewijk",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Vaccine",
            "volume": "16",
            "issn": "2-3",
            "pages": "130--134",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Pathogenesis and pathology of bovine pneumonia",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Panciera",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Confer",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Neonatal 469 calf infection with respiratory syncytial virus: drawing parallels to the disease in human 470 infants",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sacco",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mcgill",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Palmer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lippolis",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Reinhardt",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Nonnecke",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Viruses",
            "volume": "4",
            "issn": "12",
            "pages": "3731--3753",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "s 472 Pathology of Domestic Animals. 5 th ed",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Caswell",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "597--598",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A retrospective search for bovine respiratory syncytial virus 475 (BRSV) antigens in histological specimens by immunofluorescence and 476 immunohistochemistry",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Moraes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Pesquisa Veterinária Brasileira",
            "volume": "20",
            "issn": "4",
            "pages": "153--80",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Histological Staining Methods of the Armed Forces Institute of Pathology",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Luna",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "",
            "volume": "503",
            "issn": "",
            "pages": "12--159",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Identification and genome characterization 505 of genotype B and genotype C bovine parainfluenza type 3 viruses isolated in the United 506",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Neill",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Ridpath",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Valayudhan",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Surveillance, isolation and complete genome sequence of bovine parainfluenza virus type 509",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Genomic characterization of 512 bovine parainfluenza virus type 3 in Hokkaido and development of rapid diagnostic 513 method",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Oue",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sakakibara",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Narita",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sato",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kanno",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Jpn. Vet. Med. Assoc",
            "volume": "70",
            "issn": "",
            "pages": "363--369",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Bovine respiratory syncytial virus (BRSV) and bovine parainfluenza virus-3 (BPI-3) are responsible for the development of pneumonia in young animals",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "BPI-3 revealed characteristic findings of bronchiolar epithelial necrosis and numerous syncytial cells having intracytoplasmic inclusions in the lungs",
            "authors": [
                {
                    "first": "•",
                    "middle": [],
                    "last": "Brsv",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ", Streptococcal spp. or Staphylococcal spp. are also responsible for the development of 92 pneumonia in the dairy calves (Poulsen and McGuirk, 2009). Viruses are the primary pathogens 93 and are generally detected during an early phase of pneumonia, and in the later stages, the 94 bacterial infection becomes more predominant (Kapil & Basaraba, 1997). Respiratory viruses 95 like BRSV and BPI-3 initiate primary damage to the upper respiratory tract and lungs, causing96",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Looking at the site preference of viruses, the BRSV of the Pneumovirus genus 99 under Paramyxoviridae family replicates in the upper and lower airways. It causes cellular 100 damage and dysfunction of the cilliary defenses and predisposes for the secondary infection with 101 respiratory pathogens (Blodorn et al., 2015). In the endemic region, BRSV is associated with 102 severe respiratory disease in young calves of 1-3 months of age (Larsen et al., 2001). The BPI-3, 103 a negative sense RNA virus of Respirovirus genus under Paramyxoviridae family, contributes to 104 tissue damage and immunosuppression in stressed calves resulting in severe bronchopneumonia 105 from secondary bacterial infection. Clinically, BPI-3 infection may be manifested with 106 asymptomatic to severe respiratory illness; however, in most cases, the clinical signs include 107 coughing, fever and nasal discharge (Maidana et al., 2012). 108 Pneumonia in bovines represents a great threat to animal health, farm welfare and 109 profitability, despite the large availability of antimicrobials, vaccines and anti-inflammatory 110 drugs for treatment and prevention in the country. Currently, among all respiratory 111pathogens, Pasteurella spp. has been most commonly reported to be associated with pneumonia,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "and embedded in the paraffin by standard procedures. The paraffin embedded tissues 142 were cut into 5-6 μm thick sections and stained with hematoxylin and eosin(Luna 1972).143Direct Fluorescent Antibody Test (d-FAT)144    For immunostaining, the primary antibody (FITC conjugated monoclonal antibody)145    against BRSV and BPI-3 (VMRD) was used. The paraffin embedded sections of 4-5 micron 146 thickness were taken on the 3-aminopropyletriethoxysilane (APES) coated slides, deparaffinized 147 in xylene twice (each for 10 min) and rehydrated through descending grades of alcohol to 148 distilled water, rinsed in phosphate buffered saline (PBS) (pH 7.4) twice for 5 min each. Antigen149 retrieval was done using Proteinase K (Merck-GeneiTM, India) diluted in PBS (20 µg/ml) at 37 150 °C in a humidified chamber for 15-20 min. Then the sections were rinsed in PBS (twice, 5 min 151 each), covered with 0.3M glycine in 1X PBS for 30 min. After incubation, the slides were rinsed 152 in PBS (twice, 5 min each) and covered with 5% normal goat serum in PBS (pH 7.4) and 153 incubated in a humidified chamber for 1 h at room temperature to avoid non-specific binding of 154 antibodies. Slides were rinsed in PBS (twice, 5 min each). Two h incubation with primary 155 antibodies was done using specific monoclonal antibodies at 4 °C in a humidified chamber. For 156 negative control (antibody control), the sections were incubated with only PBS instead of 157 primary antibodies. Slides were rinsed in PBS (5 min) and immediately mounted with 158 fluorescent anti-bleaching mounting fluid (Vector Laboratories, USA) and viewed under a 159 fluorescent microscope (Olympus BX-41, Japan) for positive signals, using 10X and 40X 160 objectives. 161 Reverse transcriptase polymerase chain reaction (RT-PCR) 162 Total RNA was extracted from collected tissue (lungs and lymph nodes) samples using 163 commercial TRIzol® Reagent (Thermo Fisher Scientific, USA) as per manufacture's protocol. 164 All extracted RNA samples were quantified by NanoVue plus (Thermo Fisher Scientific, USA) 165 and the purity of RNA was checked by A 260 / 280 and A 260 / 230 ratio. The cDNA was synthesized 166 from total RNA by using High-capacity cDNA reverse transcription kits (Applied Biosystems, 167 USA). The synthesized cDNA was stored at −20 °C until further use. 168 Amplification of fragment G (Glycoprotein) gene of BRSV and fragment of N Nucleocapsid) gene of BPI-3 was carried out via RT-PCR. The self designed primer sequence 170 (5'-3′) for bovine respiratory syncytial virus BRSV; F-GCACCACACTGTCCCAACCA and 171 BRSV; R-GGCAGAGTGGTGAACAGGCA with a predicted amplicon length of 246 bp and 172 the primer Sequence (5'-3′) for bovine parainfluenza virus-3, BPI-3; F-173 CCTGCCCTTTGGAGTTATGCGA and BPI-3; R-GCATCACGTGCCACTGCTTG have 174 amplicon size 127 bp was used in the study. PCR reaction was carried out in 0.2 ml PCR tubes 175 containing reaction mixture of 12.5 μL of Green Dream Taq Master mix (Genetix, Belgium), 0.5 ng/μL) and 9.5 μl of nuclease free water. The tubes were then placed in a thermocycler and PCR 178 cycling conditions were used with initial denaturation of 95 °C for 5 min, followed by 35 cycles 179 [denaturation (94 °C, 10 s); annealing (56 °C, 15 s for BRSV; 57 °C 15 s for BPI-3 ), extension 180 on (72 °C, 20 s)] and a single cycle of final extension at 72 °C for 8 min. Amplified products 181 were resolved by agarose gel electrophoresis (1% w/v) at 100 V for 1 h in TAE buffer with 0.5 182 μg/ mL ethidium bromide and viewed under UV transilluminator (Geldoc, USA). 183 Sequencing and Phylogenetic analysis 184 Gel fragments with specific PCR amplicons were cut using a sterile scalpel blade and 185 transferred in a 1.5 ml microcentrifuge tube and stored at -20 o C till further use. The PCR 186 products from the excised gel fragments were extracted by using the QIAEXII Gel extraction Kit 187 (Qiagen, Netherland) as per the manufacturer's instructions and stored at -20 o C till use. 188 The purified PCR products were sequenced using pJET 1.2 forward and reverse 189 sequencing primers by Eurofins Genomics Pvt Ltd. Bangalore, India to determine the nucleotide 190 sequence of the amplicons. The sequence data so generated was received as colored 191 electropherograms and the text files. 192 Nucleotide sequences of the gene fragments of the virus isolates were analyzed using 193 'EditSeq' programme of 'Lasergene' version.6 (DNASTAR Inc, USA). The nucleotide 194 sequences were aligned separately by using the ClustalW method of 'MEGA6' programme. 195 Multiple sequence alignment was carried out using ClustalW programme of MEGA v.6 software 196 (Tamura et al., 2013). Phylogenetic tree was constructed based on the target genes using MEGA 197 v.6 software with p-distance as nucleotide substitution model.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "15/406 (3.69%) cases by PCR and dFAT. PCR amplicons for BRSV and BPI-3 203 yielded 246 bp (Fig. 1a) and 127bp (Fig. 1b) products, respectively. In the positive cases of 204 BRSV, grossly, lungs were consolidated cranio-ventrally with deep red atelectatic and collapsed 205 areas with a rubbery consistency. Beside cranio-ventral consolidation, varying degrees of 206 emphysema and edema in the diaphragmatic lobes with occasional deposition of fibrin on the 207 pleura were observed (Fig. 2a). Mediastinal and tracheobronchial lymph nodes were swollen and 208 edematous, and trachea had frothy exudate in the majority of cases. Microscopically, BRSV 209 infection was associated with typical lesions of bronchointerstitial pneumonia in ten cases, 210 interstitial pneumonia in one case and fibrinous bronchopneumonia in one case. Characteristic 211 findings of bronchiolar epithelial necrosis with thickened alveolar septa by mononuclear cells 212 infiltration and edema; alveolar lumens were filled with mononuclear cells and numerous 213 syncytial cells having intracytoplasmic inclusion were found (Fig. 2b&2c) in numerous lung 214 sections. Interlobular septae were widened by edema and dilation of lymphatic vessels in the 215 majority of cases. The tracheal section showed mild to moderate congestion and infiltration of 216 inflammatory cells. In one case, trachea had hemorrhages in the lamina propria and necrosis of 217 the submucosal gland (Fig.2e). There were depletion and necrosis of lymphoid follicles, 218 congestion and edema of medullary sinuses with fibrin intermixed with lymphocytes, plasma 219 cells (Fig. 2f) and occasional neutrophils and bacterial colonies in mediastinal and 220 tracheobronchial lymph nodes. We observed immunopositivity in all twelve animals for BRSV 221 by dFAT which were positive by RT-PCR. The BRSV antigen was distributed in the cytoplasm 222 of bronchiolar and alveolar epithelium and syncytial cells. The apple green immunostaining in product were subjected for sequencing and sequence analysis for further confirmation. 226 Phylogenetic analysis of the sequences of the PCR amplicons of BRSV positive samples for a 227 partial fragment of BRSV (G gene) revealed that the sequence of all four amplicons was 228 homologous to each other and were closely related to the sequences of the isolates reported from 229",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "positive cases grossly revealed multifocal areas of consolidation in the cranio-234 ventral lobes with varying degrees of consolidation, emphysema, edema, fibrin deposition in the 235 lungs lobes (fig. 4a) and edema of the lymph nodes. Histopathologically, BPI-3 positive cases 236 were associated with bronchointerstitial pneumonia in six cases having thickened alveolar septa 237 by mild macrophage infiltration, hyperplasia of type-II pneumocytes and bronchiolar necrosis; 238 alveoli were filled with alveolar foamy macrophages and syncytial cell having intracytoplasmic 239 inclusions (Fig. 4b&4c). Interstitial pneumonia was noticed in four cases with characteristic 240 thickening of the interalveolar wall due to mononuclear cell infiltration and engorgement of 241 alveolar capillaries. Two cases revealed fibrinous bronchopneumonia having abandoned exudate 242 in the alveoli lumen mixed with fibrin and inflammatory cells. Suppurative bronchopneumonia 243 was observed in three cases. We observed immunopositivity in all fifteen animals for BRSV by 244 dFAT which were positive by RT-PCR. Apple green immunosignals were detected in the 245 cytoplasm of bronchiolar, alveolar epithelium and syncytial cells using the FITC anti BPI-3 246 antibody(Fig. 4d).247 for partial fragment of N gene of BPI-3 virus revealed that the sequence of all the PCR 249 amplicons were homologous to each other and were closely related to the sequences of the 250 isolates reported from the USA, Egypt and Japan and distantly related to those of other isolates 251reported from the USA. The phylogenetic tree and the sequence distance of the BPI-3V isolates 252 with respect to those reported in the NCBI database are presented inFig 5.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "associated with many abiotic and biotic factors and is the result of 255 interactions between a wide range of pathogens, and other stresses (Lorenz et al., 2011). There 256 are multiple reports in the literature, indicating respiratory affections as one of the important 257 causes of morbidity and mortality, specifically in young animals. Viruses like BRSV and BPI-3 258 play an important role in the development of pneumonia (Murray et al., 2017). Although these 259 viruses have been shown to be primary respiratory pathogens in experimental studies, they can 260 compromise the pulmonary defenses thereby facilitating bacterial colonization and pathogenesis 261 of pneumonia (Booker et al., 2008). However, there are no reports of involvement of BRSV and 262 BPI-3 in the cases of pneumonia from India in cattle and buffaloes.263Hence, the present study was planned to detect BRSV and BPI-3 and examine 264 pathological processes involved in fatal cases of pneumonia. Young animals aged less than 12 265 months were selected since pneumonia is primarily a problem in young calves less than 6 months 266 with peak occurrence from 2 to 10 weeks, but it can be noticed more frequently in calves up to 1 267 year of age(Sivula et al., 1996). Calves vis-a-vis adult animals often suffer because of the 268 waning influence of maternal immunity, and their own still relatively naïve immune system.pneumonic cases of bovines by RT-PCR. Although BRSV is well recognized as one of the major 271 pathogens associated with bovine respiratory disease complex (BRDC) from many countries 272 (Valarcher and Taylor 2007; Sacco et al., 2014), no systematic studies have been carried out for 273 the investigation of BRSV in the ruminant population of India, barring few reports viz. 274 seroprevalence of 65.33% in cattle in Orissa (Hazari et al., 2002), 47.06% in cattle and buffaloes 275 in Punjab (Goswami et al., 2017) and 50% in cattle in Himachal Pradesh (Katoch et al., 2017) by 276 using ELISA. In the present study, the frequency of BRSV detection was determined to be 277 2.95% (12/406) by RT-PCR which is lower as compared to the earlier seroprevalence reports of 278 BRSV from India. This is because of repeated exposure of adult animals vis-à-vis calves to the 279 virus infection throughout their life as well as possibility of re-infections (Hoppe et al., 2018).280Moreover, in the present study, the lung tissues were also screened for the detection of BRSV 281 antigen unlike earlier reports of serosurveillance.282 Grossly, BRSV positive lungs were observed with cranioventral consolidation, 283 emphysema, edema and deflation of diaphragmatic lobes and swollen edematous 284 tracheobronchial lymph nodes. The observations are in concordance with the earlier findings of 285 Andrews and Kennedy (1997) and Sacco et al. (2014). Microscopically, characteristic lesions of 286 bronchointerstitial pneumonia were observed in ten cases and few were diagnosed as fibrinous 287 bronchopneumonia and interstitial pneumonia. Similar findings were also reported by Gershwin 288 et al. (2015) and Blodorn et al. (2015). The presence of bronchointerstitial pneumonia with 289 multinucleated syncytia and inclusions in the present study are in consonance with the findings 290 of Brodersen (2010) in the BRSV affected animals. It is because of the replication of the virus in 291 the alveolar macrophages and F glycoprotein induces fusion of the infected cells, formation of 292 syncytia and spreads to the adjacent cells (Schrijver, 1998). BRSV is a known primary pathogen 293 pathogens as also reported earlier (Panciera and Confer, 2010). BRSV has a special predilection 295 to ciliated bronchiolar epithelium, it's attachment to the ciliated epithelial cells is mediated by 296 the heparin binding domains on G glycoprotein (Sacco, 2012). Findings of fibrinous 297 bronchopneumonia with the presence of fibrinous exudate with inflammatory cells and 298 interstitial pneumonia were in accordance with earlier reports (Murray et al., 2017). It may be 299 due to the release of a cascade of pro-inflammatory cytokines in the infected cell, recruiting 300 neutrophils, lymphocytes, and macrophages to the affected area (Caswell and Williams, 2016).301 The BRSV antigen was demonstrated in the cytoplasm of bronchiolar and alveolar epithelium 302 and syncytial cells as observed previously (Flore et al., 2000; Ceribasi et al., 2014). Flore et al. 303 (2000) reported 19.5% (7/41) incidence by indirect immunofluorescence (IFA) in young cattle 304 from Brazil. All the four sequences of partial fragment of BRSV were closely related to 305 sequences from Belgium, Brazil, USA and UK (Prozzi et al., 1997; Almeida et al., 2006; Yunus 306 et al., 2001; Furze et al., 1997) and distantly related to selected BRSV sequences from Denmark, 307 Czech Republic and France (Larsen et al., 2000; Valentova et al., 2005; Valarcher et al., 2000).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "is an important pathogen contributing to the development of BRDC in young and 311 adult cattle (Autio et al., 2007) and a high level of seroprevalence has been reported in cattle 312 across the world, however, it has rarely been isolated from the outbreaks of pneumonia. In India, 313 there are few reports of BPI-3 associated sero-prevalence of 27.81% (Goswami et al., 2017) and 314 57.58% (Katoch et al., 2017) in Punjab and Himachal Pradesh, respectively. Variable incidence 315 of BPI-3 has been reported as 13% and 14.81% by Klima et al. (2014) and Murray et al. (2017), 316 respectively in young cattle from North America and Ireland. In the present study, an incidence of 3.69 % of BPI-3 was observed by RT-PCR from pneumonic young cattle and buffaloes which 318 could be due to selection of younger animals and their less exposure to the viral agents. 319 Grossly, BPI-3 positive lungs were associated with focal to multifocal consolidation of 320 cranio-ventral lobes with the firm to a rubbery consistency and emphysema/edema in the 321 diaphragmatic lobes leading to failure of the lungs to collapse. The observations are in agreement 322 with those of earlier descriptions (Lopez, 2012). Histologically, they were diagnosed mostly as 323 bronchointerstitial pneumonia in six cases, interstitial pneumonia in four cases, fibrinous 324 bronchopneumonia in two cases and suppurative bronchopneumonia in three cases. Similar 325 findings were also described by Ellis et al. (2010). Presence of thickened alveolar septa, 326 atelectasis, infiltration of lymphocytes and formation of syncytial cells and intracytoplasmic 327 inclusions in the alveolar lumen observed in the present study were similar to the findings of 328 Cerabasi et al. (2014) in spontaneous cases. The presence of inclusion bodies is attributed to the 329 replication of the virus in the cytoplasm of respiratory epithelium and alveolar macrophages.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "has an immunosuppressive effect on the leucocytes as it inhibits the formation of 331 phagolysosomes and increases the production of arachidonic acid metabolites, thereby inhibiting 332 phagocytosis by the alveolar macrophages (Hodgins et al., 2002). It also destroys the 333 mucociliary system (Adair et al., 2000). These mechanisms lead to the suboptimal mucociliary 334 escalator and depressed local cellular immune response which is may be the reason for the 335 development of severe lesions of fibrinous and suppurative bronchopneumonia observed in the 336 present study. BPI-3 antigen was found in the cytoplasm of bronchiolar, alveolar epithelium and 337 syncytial cells using d-FAT. This result ties well with Cerabasi et al., (2014) who located the 338 BPI-3 antigen by using dFAT and found the incidence of 10.53% (26/247). Amplified single 339 BPI-3 fragment was sequenced and analyzed with already available BPI-3 sequences at the 340 NCBI database to confirm the disease. It was closely related to the BPI-3 sequences from the 341 the circulation BPI-3 in the Indian bovine population. Moreover, further studies with considering 343 larger fragments and the complete genome are needed to identify various strain and genotype 344 circulating in the country. This will help to design preventive strategies and develop appropriate 345 diagnostics. 346 The present study confirms for the first time the presence of BRSV and BPI-3 in 347 pneumonic cases of cattle and buffaloes from India. These findings indicate region wise 348 molecular epidemiological studies to explore the exact prevalence of viruses circulating in the 349 country. Hence suitable preventive and vaccination strategies can be implemented to prevent the 350 disease occurrences. The present study adds information regarding the incidence of BRSV and 351 BPI-3 in the bovine population from India to the literature.352 Conflict of Interest 353 Authors have declared no conflict of interest in publication and authorship of manuscript. 354 Reference 355 Razzaque, M.A., Bedair, M. and Abbas, S. (2009). Performance of pre-weaned female calves 356 confined in housing and open environment hutches in Kuwait. Pakistan Veterinary 357 Journal, 29,pp,1-4. 358 Mellado, M., Lopez, E., Veliz, F.G., De Santiago, M.A., Macias-Cruz, U., Avendaño-Reyes, L. 359 and Garcia, J.E., 2014. Factors associated with neonatal dairy calf mortality in a hot-arid 360 environment. Livestock Science, 159, pp.149-155. Ethiopia (Doctoral dissertation, Msc thesis. Faculty of Veterinary Medicine, Addis Ababa 363 University, Ethiopia). 364 Veena, M.P. and Sumathi, B.R., 2011. Therapeutic management of neonatal calf pneumonia in 365 HF calf-a case report. Veterinary World, 4(2).pp, 84. 366 Gagea, M.I., Bateman, K.G., Van Dreumel, T., McEwen, B.J., Carman, S., Archambault, M., 367 Shanahan, R.A. and Caswell, J.L., 2006. Diseases and pathogens associated with 368 mortality in Ontario beef feedlots. Journal of Veterinary Diagnostic Investigation, 18(1), 369 pp.18-28.370 Murray, G.M., More, S.J., Sammin, D., Casey, M.J., McElroy, M.C., O'Neill, R.G., Byrne, W.J., 371 Earley, B., Clegg, T.A., Ball, H. and Bell, C.J., 2017. Pathogens, patterns of pneumonia, 372 and epidemiologic risk factors associated with respiratory disease in recently weaned 373 cattle in Ireland. Journal of Veterinary Diagnostic Investigation, 29(1), pp.20-34. 374 Manjari, P., Purnima, Singh., Suresh, Kumar., Anjali, Kumari., Susavi, Kumari. and P. 375 Thulasiraman. (2015). Management of calf pneumonia for economical dairy farming. 376 Indian Farmer,2 (4), pp, 302-306. 377 Blood, D.C., Radostits, O.M., Gay, C.C., Hinchcliff, K.W. and Constable, P.D., 2007. Veterinary 378 Medicine: A textbook of the diseases of cattle, horses, sheep, pigs and goats. Saunders 379 Ltd. 380 Lorenz, I., Earley, B., Gilmore, J., Hogan, I., Kennedy, E. and More, S.J., 2011. Calf health from 381 birth to weaning. III. housing and management of calf pneumonia. Irish veterinary 382 journal, 64(1), pp.14. doi:10.1186/2046-0481-64-14. : Ethidium bromide stained agarose gel electrophoresis (2% agarose): positive samples (S1.. Sn) for BRSV (a) and BPI-3 (b) with negative control (NTC), positive control (PC), 100bp DNA ladder (M) Pathology of BRSV pneumonia: Dark brown areas of consolidation at right cranial, middle and anterior part of the diaphragmatic lobe with severe edema and multifocal hemorrhages (a); BRSV pneumonia : Photomicrographs of lung showing thickened alveolar septa, and alveolar lumen filled with macrophages and syncytia (b, 400x); alveolar lumen filled with macrophages and syncytial cells having intracytoplasmic inclusion (arrow) (c, 400x). H&E; granular apple green fluorescence in the epithelium cells and macrophages (d, 400x). dFAT; Photomicrographs of trachea showing hemorrhages in the lamina propria and necrosis of sub mucosal gland (e, 200x); medullary area of lymph node showing fibrinous exudate with moderate infiltration of plasma cells, lymphocytes and macrophages (f, 200x). H&E Phylogenetic analysis, sequence divergence and percent identity of BRSV based on G 539 Gene amplicons (246bp) using Megalign (DNA star) Pathology of BPI-3 pneumonia: Light brown areas of consolidation in lobular pattern and pale inflated areas of emphysema (a); photomicrograph showing thickened alveolar septa and alveolar lumen filled with proteinacious fluid and few syncytia (b, 200x); thickened alveolar septa, few foamy macrophages and intracytoplasmic inclusion in alveolar macrophage (c, 400x). H&E; Lung section showing, granular apple green fluorescence in alveolar macrophages and pneumocytes (d, 100x). dFAT. Phylogenetic analysis and sequence divergence and percent identity of BPI-3 based 551 on N Gene amplicons (127bp) using Megalign (DNA star)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "whereas BRSV and BPI-3 have usually been ignored which could be the primary pathogens and then various bacterial pathogens (Pasteurella Spp.) as a secondary pathogens. There is scant necropsied and representative tissues including lungs, mediastinal/bronchial lymph nodes and124 trachea were collected during March 2016 to June 2018. Study cases were selected either by calves having a history of respiratory signs or the identification of pulmonary lesions at postmortem examination. The sampling was done from Postmortem Facility of the Division of Pathology, Indian Veterinary Research Institute, Bareilly, India, abattoirs at Moradabad, Delhi and Chandigarh, and Private Dairy Farms located in districts of Maharashtra, Andhra Pradesh container. The adjacent tissue samples were also collected in sterile, screw capped polypropylene vials containing RNA later using sterile scissors and forceps for molecular biology work. All the",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Gross screening of the lungs and collection of representative lung samples and other tissues from cattle and buffaloes.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}