{
    "paper_id": "387af9043c9a1160aec430e68200524c73d4ac41",
    "metadata": {
        "title": "International Journal of Hospitality Management Higher tourism specialization, better hotel industry efficiency?",
        "authors": [
            {
                "first": "Zhang",
                "middle": [],
                "last": "Dapeng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Zhongnan University of Economics and Law",
                    "location": {
                        "addrLine": "182# Nanhu Avenue",
                        "postCode": "430073",
                        "settlement": "Wuhan",
                        "country": "PR China"
                    }
                },
                "email": ""
            },
            {
                "first": "Tu",
                "middle": [],
                "last": "Jinghua",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Zhongnan University of Economics and Law",
                    "location": {
                        "addrLine": "182# Nanhu Avenue",
                        "postCode": "430073",
                        "settlement": "Wuhan",
                        "country": "PR China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zhou",
                "middle": [],
                "last": "Lingxu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Zhongnan University of Economics and Law",
                    "location": {
                        "addrLine": "182# Nanhu Avenue",
                        "postCode": "430073",
                        "settlement": "Wuhan",
                        "country": "PR China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yu",
                "middle": [],
                "last": "Zhiyuan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Dong Bei University of Finance and Economics",
                    "location": {
                        "addrLine": "217# Jiangshan Street",
                        "postCode": "116025",
                        "settlement": "Dalian",
                        "country": "PR China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This study examines the effects of both specialization in tourism and market competition on the efficiency of the hotel industry. For this purpose, stochastic frontier analysis (SFA) was employed to evaluate the efficiency of the hotel industry on a provincial level in China and to analyze how it is impacted by specialization in tourism and market competition. The results confirm that tourism specialization and market competition exert a synergistic effect on hotel industry efficiency in China. This study finds that tourism development as represented by a high level of tourism specialization by a destination does not guarantee high efficiency in hotels but does enhance the negative effect of market competition on hotel industry efficiency. Significant policy and managerial implications stem from these findings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "With the rapid emergence of nonstandard accommodation (e.g., guest houses, Airbnb, etc.) in many destinations with a high level of tourism development, traditional hotels face great challenges in maintaining and increasing industry efficiency. Examining the external factors influencing the efficiency of the hotel industry is crucial in terms of advancing hotel performance and improving the quality of destination accommodation products (Yang and Cai, 2016) . Previous studies have suggested a few external factors such as accessibility, regional economic context, crisis events and trade openness impact hotel efficiency (Assaf and Cvelbar, 2015; Huang et al., 2012; Yang and Cai, 2016) . As an essential component of a destination's tourism product, the efficiency of the hotel industry is inevitably influenced by the overall development level of tourism at the destination. However, the influence of the destination's tourism level as an external factor on hotel industry efficiency has not yet been examined.",
            "cite_spans": [
                {
                    "start": 439,
                    "end": 459,
                    "text": "(Yang and Cai, 2016)",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 624,
                    "end": 649,
                    "text": "(Assaf and Cvelbar, 2015;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 650,
                    "end": 669,
                    "text": "Huang et al., 2012;",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 670,
                    "end": 689,
                    "text": "Yang and Cai, 2016)",
                    "ref_id": "BIBREF82"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This study aims to examine the relationship between destinations' level of tourism specialization and hotel industry efficiency. With the continuous expansion of the tourism industry and the growing competition in the hotel industry in most destinations, it is impossible for hotels to run their businesses without considering the level of market competition. Therefore, this study also includes market competition as an external factor that impacts a destination's hotel industry efficiency. The main objective is to examine whether and how the level of tourism specialization and market competition jointly impact hotel industry efficiency using the stochastic frontier approach. This research is conducted in China, where the hotel industry has been developing for over four decades and is currently witnessing a diversifying supply under a booming tourism industry.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "According to the World Tourism Organization (WTO, 2018), China's tourism industry ranks first in terms of the total volume of domestic tourists and international tourists in 2017. In 2016, the Chinese government initiated the all-for-one tourism development policy (\"Quan yu lv you\" in Chinese), which aims at boosting tourism production at the destination level. In recent years, many provinces in China have encouraged the building of high-end and luxury hotels, expecting that greater investment will boost the industry and allow it to reap higher profits (Wu and Yang, 2018) . According to the former China National Tourism Administration (CNTA, now Ministry of Culture and Tourism), the number of four-and five-star hotels has increased rapidly, from a combined total of 1671 in 2006-3170 in 2017. The intense construction of high-end hotels, however, has not resulted in rapid profit gains. Since 2013, China's hotel industry has been experiencing challenges partially due to the anti-corruption policy launched by the Central Committee of the Communist Party of China and the State Council of China in late 2012. Consequently, the revenue per available room (RevPAR) decreased by 24.9 % from 2012 to 2015, and the occupancy rate dropped from 58.2 % in 2012 to 52.3 % in 2015.",
            "cite_spans": [
                {
                    "start": 559,
                    "end": 578,
                    "text": "(Wu and Yang, 2018)",
                    "ref_id": "BIBREF80"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Moreover, hotel providers are struggling with the growing competition and continuous pressure from market saturation and are seeking greater performance (Chang et al., 2019) . In practical terms, understanding the determinants of hotel industry efficiency is important for identifying possible solutions to the problems experienced by industry https://doi.org/10.1016/j.ijhm.2020.102509 practitioners (Yang et al., 2017) . Numerous studies have been conducted on the internal determinants that influence the efficiency of the hotel industry; however, the influences in the external environment that are closely linked to the destinations' tourism development levels have yet to be adequately examined. With the background of rapid tourism development and fierce competition, the theoretical linkages between external factors and hotel industry efficiency should be consolidated. Many scholars have found that the number of tourists has a positive impact on the efficiency of hotel performance (Assaf et al., 2017) . Higher numbers of tourists often reflect higher tourism specialization, which could be measured by the ratio of the number of tourists to residents in a region or the ratio of the total tourism revenue to regional GDP. Regions that are more specialized in tourism should have greater hotel industry efficiency. Thus, the complex effects of tourism specialization and market competition on the efficiency of the hotel industry merit fuller investigation.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 173,
                    "text": "(Chang et al., 2019)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 401,
                    "end": 420,
                    "text": "(Yang et al., 2017)",
                    "ref_id": "BIBREF84"
                },
                {
                    "start": 993,
                    "end": 1013,
                    "text": "(Assaf et al., 2017)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The remainder of this paper is organized as follows: Section 2 briefly reviews the literature on hotel efficiency, and in Section 3, we present the theoretical considerations and develop hypotheses. The research methodology is specified in Section 4, and the variables and the dataset are subsequently explained. The findings and discussion are presented in Section 5. Finally, the conclusions and implications of the study are discussed in Section 6.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The paper is related to a large body of literature on hotel efficiency, which can be divided into three major categories: (1) the evaluation of hotel efficiency; (2) the determinants of hotel efficiency; and (3) the efficiency of the Chinese hotel industry.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Literature review"
        },
        {
            "text": "Both nonparametric and parametric frontier approaches dominate in the literature in the first category. Data envelopment analysis (DEA) is a representative nonparametric frontier approach, and stochastic frontier analysis (SFA) is a representative parametric frontier approach. DEA has been extensively used to evaluate the efficiency of hotels (Hwang and Chang, 2003; Barros, 2005; Perrigot et al., 2009; Assaf and Agbola, 2011; Brida et al., 2012; Oliveira et al., 2013a; Manasakis et al., 2013; Detotto et al., 2014; Huang et al., 2012; Solana-Ibáñez et al., 2016; Lado-Sestayo and Fernández-Castro, 2019; Kularatne et al., 2019) .",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 368,
                    "text": "(Hwang and Chang, 2003;",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 369,
                    "end": 382,
                    "text": "Barros, 2005;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 383,
                    "end": 405,
                    "text": "Perrigot et al., 2009;",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 406,
                    "end": 429,
                    "text": "Assaf and Agbola, 2011;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 430,
                    "end": 449,
                    "text": "Brida et al., 2012;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 450,
                    "end": 473,
                    "text": "Oliveira et al., 2013a;",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 474,
                    "end": 497,
                    "text": "Manasakis et al., 2013;",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 498,
                    "end": 519,
                    "text": "Detotto et al., 2014;",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 520,
                    "end": 539,
                    "text": "Huang et al., 2012;",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 540,
                    "end": 567,
                    "text": "Solana-Ibáñez et al., 2016;",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 568,
                    "end": 608,
                    "text": "Lado-Sestayo and Fernández-Castro, 2019;",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 609,
                    "end": 632,
                    "text": "Kularatne et al., 2019)",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "The evaluation of hotel efficiency"
        },
        {
            "text": "Research adopting the DEA method does not assume the explicit specification of the form of efficiency frontier functions (Pasiouras, 2008) . However, DEA models consider all deviations from the optimal frontiers as technical inefficiencies and do not take into account possible random errors (Berger and Humphrey, 1997) .",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 138,
                    "text": "(Pasiouras, 2008)",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 292,
                    "end": 319,
                    "text": "(Berger and Humphrey, 1997)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "The evaluation of hotel efficiency"
        },
        {
            "text": "Several authors also use SFA as a typical parametric frontier approach to analyze hotel efficiency (Anderson et al., 1999; Barros, 2004; Chen, 2007; Wang et al., 2006; Assaf and Magnini, 2012; Hu et al., 2010; Kim and Sangho, 2011; Oliveira et al., 2013b; Guetat et al., 2015; Arbelo-Pérez et al., 2017) . For example, Arbelo-Pérez et al. (2017) use a stochastic frontier model with a trans-log cost (profit) function to evaluate the cost (profit) efficiency of 838 hotels in Spain in the period 2009-2013 and focus on analyzing the impact of output quality on estimations of hotel efficiency. Compared with the DEA method, SFA assumes an explicit model for the underlying production relationship and allows for inefficiencies and random errors. SFA models also allow deviations from the production frontier to be attributed to both technical inefficiency and measurement error (Barros, 2004; Oliveira et al., 2013b) . SFA can also be used to make statistical inferences for further analysis of hotel industry efficiency and the associated predictors. Thus, SFA is more appropriate than DEA in terms of model assumptions and determinant analysis.",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 122,
                    "text": "(Anderson et al., 1999;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 123,
                    "end": 136,
                    "text": "Barros, 2004;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 137,
                    "end": 148,
                    "text": "Chen, 2007;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 149,
                    "end": 167,
                    "text": "Wang et al., 2006;",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 168,
                    "end": 192,
                    "text": "Assaf and Magnini, 2012;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 193,
                    "end": 209,
                    "text": "Hu et al., 2010;",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 210,
                    "end": 231,
                    "text": "Kim and Sangho, 2011;",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 232,
                    "end": 255,
                    "text": "Oliveira et al., 2013b;",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 256,
                    "end": 276,
                    "text": "Guetat et al., 2015;",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 277,
                    "end": 303,
                    "text": "Arbelo-Pérez et al., 2017)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 319,
                    "end": 345,
                    "text": "Arbelo-Pérez et al. (2017)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 878,
                    "end": 892,
                    "text": "(Barros, 2004;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 893,
                    "end": 916,
                    "text": "Oliveira et al., 2013b)",
                    "ref_id": "BIBREF65"
                }
            ],
            "ref_spans": [],
            "section": "The evaluation of hotel efficiency"
        },
        {
            "text": "The second category focuses on the determinants of hotel efficiency. The current study has identified a variety of determinants that influence hotel efficiency, including internal and external factors. As depicted in Table 1 , internal factors related to hotel characteristics and management have been extensively and intensively studied in numerous research articles.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 217,
                    "end": 224,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "The determinants of hotel efficiency"
        },
        {
            "text": "However, since hotels are deeply embedded in local regional conditions (Yang and Cai, 2016) , the hotel industry could be equally vulnerable to external factors defined by the tourism destination (Parte-Esteban and Alberca-Oliver, 2016). Given the background of continuous expansion in the tourism industry and growing competition in the hotel industry in most destinations, it is impossible for hotels to run their businesses beyond the influence of these two external environments. The hotel literature has been relatively silent in considering the effects of these two external factors on hotel efficiency with a few notable exceptions. Chen (2010) empirically finds that tourism growth played a significant role in the corporate performance of the Taiwanese hotel industry by increasing lodging demand. Similar results are found in the studies of Chen (2011) and Assaf et al. (2017) . These three studies have a common methodology with a linear perspective. However, as Göcen et al. (2017) argued, given increased lodging demand derived from the boosting tourism industry in destinations, market competition among hotels becomes more fierce because more competitors swarm into the market. Moreover, Assaf et al. (2017) found evidence that intense competition could harm the performance of hotels. Thus, from a nonlinear view, the manner in which tourism specialization influences hotel efficiency is unclear because its impact on hotel efficiency may change over time, given stages in the development of tourism in which market competition level varies accordingly. In response to Aissa and Goaied (2016b) call to investigate the relationship between contextual factors and hotel performance, this study examines the synergistic effect of both tourism specialization and market competition on the efficiency of the hotel industry.",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 91,
                    "text": "(Yang and Cai, 2016)",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 640,
                    "end": 651,
                    "text": "Chen (2010)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 867,
                    "end": 886,
                    "text": "Assaf et al. (2017)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 974,
                    "end": 993,
                    "text": "Göcen et al. (2017)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1203,
                    "end": 1222,
                    "text": "Assaf et al. (2017)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1585,
                    "end": 1609,
                    "text": "Aissa and Goaied (2016b)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "The determinants of hotel efficiency"
        },
        {
            "text": "Summary of studies on internal factors of hotel efficiency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Table 1"
        },
        {
            "text": "To provide a contextual understanding for this research, it is necessary to briefly review studies on the efficiency of the Chinese hotel sector. Pine and Phillips (2005) compare China's hotel performance given variation in ownership, size and star rating and indicate that better performance is seen in hotels with foreign ownership, that are larger or that have a higher star rating. Tsai (2009) examines star-rated hotel productivity in China on a provincial basis using the data envelopment analysis (DEA) technique. By investigating aggregate hotel performance data for domestic and foreign-invested hotels in each Chinese province during the 2001-2012 period, Mao and Yang (2016) analyze FDI spillovers and explain the role of their moderating effects in the Chinese hotel industry. Using panel data of the hotel industry in 31 Chinese provincial regions from 2005 to 2013, Yang et al. (2017) employ the DEA method to show that different regions have different efficiency performance in the various hotel market segments. Liu and Tsai (2018) investigate the total factor productivity (TFP) growth, technological progress, pure technical efficiency change, scale efficiency change, and mix efficiency change of star-rated hotels in China by employing a Hicks-Moorsteen index approach.",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 170,
                    "text": "Pine and Phillips (2005)",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 386,
                    "end": 397,
                    "text": "Tsai (2009)",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 666,
                    "end": 685,
                    "text": "Mao and Yang (2016)",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 880,
                    "end": 898,
                    "text": "Yang et al. (2017)",
                    "ref_id": "BIBREF84"
                },
                {
                    "start": 1028,
                    "end": 1047,
                    "text": "Liu and Tsai (2018)",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "The efficiency of the Chinese hotel industry"
        },
        {
            "text": "In summary, the main gap identified in the literature on hotel efficiency is that compared to internal factors, external factors influencing hotel industry efficiency have not been intensively investigated. There is a trend to examine the impact of external factors on hotel industry efficiency. However, researchers have investigated these factors independently and ignored their joint effects. Moreover, there have been diverse methodologies in the studies of this field such as the adoption of SFA models. In the current context of rapid tourism development and the fierce competition within the hotel industry of many destinations, there is an urgent need to connect the hotel industry efficiency with the destination's tourism development characteristics. Levels of the hotel market competition and tourism specialization of a destination are strong representatives of the external factors that closely connect the hotel industry with the destination's tourism context. More importantly, the influences of these external factors on hotel industry efficiency may be dynamic and synergetic thus should be further examined. This research adopts the SFA method to examine the effects of tourism specialization and market competition on hotel industry efficiency. In the following section, we develop hypotheses for empirical examination based on the existing literature and our research objectives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The efficiency of the Chinese hotel industry"
        },
        {
            "text": "As a reflection of the development level of tourism destinations, the influence of tourism specialization on the efficiency of the hotel industry embedded in the tourism destination system can be described both directly and indirectly. From the perspective of direct impact, tourism specialization associated with tourism growth can immediately strengthen the development of the hotel industry by increasing the hotel occupancy rate and hence improving operating efficiency. This means that higher tourism specialization within the tourism destination generates a greater flow of tourists and an ongoing expansion of the hospitality market, which in turn ensures a higher demand for the accommodation provided by hotels and, therefore, higher revenues and profits. Accordingly, in tourism destinations with high tourism specialization, a high demand for lodging from the large number of tourists is likely to boost the efficiency of the hotel industry.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tourism specialization and hotel efficiency"
        },
        {
            "text": "According to the tourism-led growth hypothesis approved by numerous studies (Balaguer and Cantavella-Jordá, 2002; Hye and Khan, 2013; Dogru and Bulut, 2018) , tourism specialization has a positive impact on the economic growth of tourism destinations through the improvement of the business environment (Min et al., 2016) , which in turn can have an indirect effect on the efficiency of the hotel industry, based on the notion that optimizing the business environment helps improve productivity and competitiveness (Göcen et al., 2017) . For instance, Chen (2007) showed that improved tourism growth could perfect the financial performance of Chinese hotel firms. Similar findings were reported by Chen (2010) in the context of Taiwanese hotels. Other studies have highlighted that strong tourism growth can boost the business environment for tourism-related firms such as hotels (Balaguer and Cantavella-Jordá, 2002; Dritsakis, 2004; Gunduz and HatemiJ, 2005; Kim et al., 2006) . Hence, an increase in tourism specialization can bring sales and strengthen the financial performance of hotels, thereby raising efficiency.",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 113,
                    "text": "(Balaguer and Cantavella-Jordá, 2002;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 114,
                    "end": 133,
                    "text": "Hye and Khan, 2013;",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 134,
                    "end": 156,
                    "text": "Dogru and Bulut, 2018)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 303,
                    "end": 321,
                    "text": "(Min et al., 2016)",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 515,
                    "end": 535,
                    "text": "(Göcen et al., 2017)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 552,
                    "end": 563,
                    "text": "Chen (2007)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 698,
                    "end": 709,
                    "text": "Chen (2010)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 880,
                    "end": 917,
                    "text": "(Balaguer and Cantavella-Jordá, 2002;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 918,
                    "end": 934,
                    "text": "Dritsakis, 2004;",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 935,
                    "end": 960,
                    "text": "Gunduz and HatemiJ, 2005;",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 961,
                    "end": 978,
                    "text": "Kim et al., 2006)",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "Tourism specialization and hotel efficiency"
        },
        {
            "text": "However, tourism destinations with higher levels of tourism specialization have mature market features, such as free market access, diversified consumer demands and favorable policies that allow new hotel entrants (e.g., international hotel companies) and firms offering nonstandard types of accommodation (e.g., Airbnb) with personalized products (Zervas et al., 2015) . Inevitably, these destinations will have a highly competitive environment, and the associated rising market competition could lead to a loss in hotel market share, which in turn has a negative impact on industry efficiency. Moreover, several studies confirm that tourism specialization may ultimately have a negative impact on the economic growth of tourism destinations through a crowding-out effect when tourism expands beyond a certain level (Pham et al., 2015) . Thus, tourism development represented by the level of tourism specialization at a destination does not guarantee high efficiency in the hotel industry. In general, we assume that tourism specialization has a nonlinear influence on hotel efficiency. Hence, hypotheses 1 and 2 can be expressed as follows:",
            "cite_spans": [
                {
                    "start": 348,
                    "end": 369,
                    "text": "(Zervas et al., 2015)",
                    "ref_id": "BIBREF85"
                },
                {
                    "start": 817,
                    "end": 836,
                    "text": "(Pham et al., 2015)",
                    "ref_id": "BIBREF70"
                }
            ],
            "ref_spans": [],
            "section": "Tourism specialization and hotel efficiency"
        },
        {
            "text": "H1. Tourism specialization has a nonlinear effect on the efficiency of the hotel industry;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tourism specialization and hotel efficiency"
        },
        {
            "text": "H2. Tourism specialization has a negative influence on hotel efficiency when it exceeds a certain threshold level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tourism specialization and hotel efficiency"
        },
        {
            "text": "The relationship between market competition and hotel efficiency has been highly discussed in current research but a consensus is far from being reached. Basically, there are two strands of the literature providing arguments for both positive and negative signs in this relationship.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Market competition and hotel efficiency"
        },
        {
            "text": "According to the \"quiet life\" hypothesis (Chintrakarn et al., 2013) , high industry concentration lowers competition among firms, which in turn reduces incentives for their managers to maximize firm profit, as they may instead choose to enjoy the \"quiet life\". In other words, in competitive markets, managers have a strong incentive to give their best effort to improve the efficiency of firms, which has been explained by Leibenstein's X-efficiency theory. Therefore, based on this logic, market competition has a positive influence on the efficiency of hotels. Intuitively, we expect high-efficiency scores for the hotel industry, since hotels are operating in a highly competitive environment with relatively low entry and high exit barriers (Singal, 2015) .",
            "cite_spans": [
                {
                    "start": 41,
                    "end": 67,
                    "text": "(Chintrakarn et al., 2013)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 746,
                    "end": 760,
                    "text": "(Singal, 2015)",
                    "ref_id": "BIBREF75"
                }
            ],
            "ref_spans": [],
            "section": "Market competition and hotel efficiency"
        },
        {
            "text": "Despite most research favoring a positive relationship as a commonly accepted view, several empirical studies on this issue find strong evidence supporting a negative link between market competition and hotel efficiency (Assaf et al., 2017) . Intensified market competition reflected by a higher number of hotels offering a similar product implies lower average room rates (Abrate et al., 2012; Becerra et al., 2013) . The contradictory opinion on such issues leads us to a bold hypothesis that the effect of market competition on hotel industry efficiency could be moderated by tourism specialization. Tourism destinations with growing tourism specialization are more likely to attract nonstandard accommodation firms, such as guesthouses and shared accommodations, as these firms prefer engaging in a more mature destination with a prosperous tourism industry (Gutiérrez et al., 2017) . In short, we assume that whether market competition imposes a positive or negative effect on the efficiency of hotels depends on the level of tourism specialization. Hence, we hypothesize the following:",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 240,
                    "text": "(Assaf et al., 2017)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 373,
                    "end": 394,
                    "text": "(Abrate et al., 2012;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 395,
                    "end": 416,
                    "text": "Becerra et al., 2013)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 862,
                    "end": 886,
                    "text": "(Gutiérrez et al., 2017)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Market competition and hotel efficiency"
        },
        {
            "text": "H3. Market competition has a nonlinear effect on the efficiency of the hotel industry;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Market competition and hotel efficiency"
        },
        {
            "text": "H4. The impact of market competition on hotel industry efficiency is moderated by tourism specialization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Market competition and hotel efficiency"
        },
        {
            "text": "This research employs the SFA as an analytical tool. The stochastic frontier production function is a parametric methodology independently developed by Aigner et al. (1977) and Meeusen and Broeck (1977) that has been applied to many studies related to the estimation of inefficiencies in the production of economic entities. It assumes that the error term is composite, meaning that it is made up of inefficiency and random disturbance. Therefore, it is understood that an economic entity deviates from the frontier because of both inefficiency and random fluctuations. These fluctuations reflect the effect of variables that are not under the control of an economic entity. The SFA methodology has the advantage of estimating the frontier function and inefficiency effects function in a single-stage sampling procedure, which allows efficiency to be estimated more accurately.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 172,
                    "text": "Aigner et al. (1977)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 177,
                    "end": 202,
                    "text": "Meeusen and Broeck (1977)",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "This research adopts the model proposed by Battese and Coelli (1995) to estimate the efficiency of the hotel industry in China. The key advantage of this model is that it allows an estimation of efficiency for the hotel industry in each province and the factors that explain differences in efficiency between hotel sectors at the provincial level in a single-stage sampling procedure. This methodology is a significant step forward in terms of consistency with respect to previous models that first estimate the inefficiency level and subsequently use a two-stage procedure to assess a number of explanatory variables in an attempt to explain inefficiencies driving differences between regional hotel sectors. In short, we believe that the stochastic model enables the generation of inefficiency levels while simultaneously enabling these scores to be related to a set of explanatory variables.",
            "cite_spans": [
                {
                    "start": 43,
                    "end": 68,
                    "text": "Battese and Coelli (1995)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "The Battese and Coelli (1995) model specification may be expressed as:",
            "cite_spans": [
                {
                    "start": 4,
                    "end": 29,
                    "text": "Battese and Coelli (1995)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Model specification"
        },
        {
            "text": "where Y it is the production of the i-th firm in the t-th time period; X it is a 1×k vector of input quantities of the i-th firm in the t-th time period;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model specification"
        },
        {
            "text": "β is a k×1 vector of unknown parameters to be estimated; V it and U it are two components of the error term and are assumed independently of each other. In addition, V it denotes the stochastic part that is assumed to be iid N(0, σ V 2 ), and U it represents technical inefficiency in production, which is assumed to be independently distributed as truncations at zero of the N(m it , σ U 2 ) distribution. In a linear equation, the technical inefficiency effects can be specified as Eq.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model specification"
        },
        {
            "text": "(2):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model specification"
        },
        {
            "text": "where Z it is a p × 1 vector of observable nonstochastic explanatory variables that may influence the efficiency of a firm and may even contain a time effect, and δ is a 1×p vector of parameters to be estimated. Additionally , ε it is a random error defined as N (0, σ 2 ) truncated such that U it is defined as positive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model specification"
        },
        {
            "text": "The likelihood function and its partial derivatives with respect to the parameters of the model are presented in Battese and Coelli (1995) . As proposed by Battese and Broca (1997) , the likelihood function is expressed in terms of the variance parameters, which are = + σ σ σ 2 V 2 U 2 and = + γ σ /(σ σ ) U 2 V 2 U 2 . The technical efficiency of production for the i-th firm at the t-th observation is defined by Eq. (3),",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 138,
                    "text": "Battese and Coelli (1995)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 156,
                    "end": 180,
                    "text": "Battese and Broca (1997)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Model specification"
        },
        {
            "text": "The maximum likelihood method is proposed for simultaneous estimation of the parameters of the stochastic frontier and the model for the technical inefficiency effects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model specification"
        },
        {
            "text": "The functional form of the stochastic frontier production function used in this study is the trans-log production function (Christensen et al., 1973) , which is the most commonly used functional form in this type of study. The trans-log stochastic production frontier function, for the case of one output and two inputs, can be expressed as Eq. (4):",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 149,
                    "text": "(Christensen et al., 1973)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Model specification"
        },
        {
            "text": "Y it is the total revenues of output for the hotel industry; K it is capital as an input for the hotel industry; L it is labor as an input for the hotel industry.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model specification"
        },
        {
            "text": "where the technical inefficiency effects are assumed to be defined as the following Eq. (5) ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model specification"
        },
        {
            "text": "where T indicates the time effect of inefficiency, TS stands for tourism specialization, MC for market competition, FTDD for the foreign trade dependence degree, FSH for the number of five-star hotels, ACP for the anti-corruption policy, PGDP for per capita gross domestic product, POP for total population at the provincial level, TA for transportation accessibility and SARS for the severe acute respiratory syndrome. The variable TS 2 is quadratic term of TS, and × TS MC is the interaction term. To obtain some insights into the impact of these factors on the estimated inefficiency scores, it is necessary to investigate the marginal effects, since first-order effects are not informative, given the presence of the quadratic term and interaction term. We show that, accordingly, With respect to the input and output definitions of the Chinese hotel industry used in Eq. (4), we follow the widely used intermediation approach and consider the availability of data. We characterize two proxies for inputs: K is gross fixed assets (Pulina et al., 2010) , and L is the total number of employees (Hwang and Chang, 2003; Assaf et al., 2010; Kularatne et al., 2019) . We define our output in line with Hao et al. (2014) as Y total revenue. Therefore, the presented study uses total revenue as the output variable and chooses the total number of employees as the labor input variable and gross fixed assets as the capital input variable.",
            "cite_spans": [
                {
                    "start": 1034,
                    "end": 1055,
                    "text": "(Pulina et al., 2010)",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 1097,
                    "end": 1120,
                    "text": "(Hwang and Chang, 2003;",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1121,
                    "end": 1140,
                    "text": "Assaf et al., 2010;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1141,
                    "end": 1164,
                    "text": "Kularatne et al., 2019)",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1201,
                    "end": 1218,
                    "text": "Hao et al. (2014)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Model specification"
        },
        {
            "text": "In this paper, we focus on the impact of tourism specialization and market competition. Thus, these two factors are selected as core explanatory variables to capture inefficiency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Core explanatory variables in Eq. (5)"
        },
        {
            "text": "Tourism specialization (TS): In line with Algieri (2006) and Croes et al. (2018) , TS is measured by the ratio between total tourism revenue and GDP at the provincial level.",
            "cite_spans": [
                {
                    "start": 42,
                    "end": 56,
                    "text": "Algieri (2006)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 61,
                    "end": 80,
                    "text": "Croes et al. (2018)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Core explanatory variables in Eq. (5)"
        },
        {
            "text": "Market competition (MC): As a classical measure for market competition, the HHI requires the collection of market share data in relation D. Zhang, et al. International Journal of Hospitality Management 87 (2020) 102509 to every market participant information,which is sometimes difficult to collect in a non-oliopolistic market, while data on the number of hotels and provincial population is often more accessible. Taking Huang et al. (2012) as a reference, which takes the number of hotels (NH) in a region as an indicator of the intensity of market competition within a region, this paper introduces the ratio of number of star-rated hotels over regional total population to evaluate market competition.",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 218,
                    "text": "Zhang, et al. International Journal of Hospitality Management 87 (2020) 102509",
                    "ref_id": null
                },
                {
                    "start": 423,
                    "end": 442,
                    "text": "Huang et al. (2012)",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Core explanatory variables in Eq. (5)"
        },
        {
            "text": "To minimize the potential estimation bias deriving from the omitted variables, we base our choices on the most solid results drawn from earlier literature and thus include variables capturing several environmental factors and factors relating to the hotel industry.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Control variables in Eq. (5)"
        },
        {
            "text": "Foreign trade dependent degree (FTDD) is measured by the ratio of trade (regional imports plus exports) to regional GDP. In line with previous studies (Huang et al., 2012) , the destination's openness and connectivity also affect hotel performance (Assaf and Cvelbar, 2015) .",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 171,
                    "text": "(Huang et al., 2012)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 248,
                    "end": 273,
                    "text": "(Assaf and Cvelbar, 2015)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Control variables in Eq. (5)"
        },
        {
            "text": "For five-star hotels (FSH), we use the number of five-star hotels to measure their development scale. In general, the higher the star rating of a hotel is, the better it performs (Jiang et al., 2014) . Assaf and Agbola (2011) and Such-Devesa and Mendieta-Penalver (2013) state that the greater the number of stars, the greater the level of technical efficiency. A high level of service quality can help improve customer satisfaction and loyalty, which in turn improves a hotel's operating efficiency (Assaf and Magnini, 2012) . Five-star hotels are characterized by higher service quality than other hotels. Therefore, we assume that a provincial destination with more five-star hotels has greater efficiency in the hotel industry.",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 199,
                    "text": "(Jiang et al., 2014)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 202,
                    "end": 225,
                    "text": "Assaf and Agbola (2011)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 500,
                    "end": 525,
                    "text": "(Assaf and Magnini, 2012)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Control variables in Eq. (5)"
        },
        {
            "text": "Anti-corruption policy (ACP, a dummy variable) has been a factor since the Chinese government launched the anti-corruption policy in the end of 2012, as the hotel industry has suffered a lasting shock, especially for star-rated hotels. This is because star-rated hotels have an advantage of public consumption owing to tight linkages with the government and the concomitant demand of business guests, resulting in higher average productivity (Mao and Yang, 2016) . In the present study, the ACP dummy variable takes the value of one (1) for all provincial hotel sectors in 2013, 2014 and 2015 (the years after the implementation of the anticorruption policy) and the value of zero (0) otherwise.",
            "cite_spans": [
                {
                    "start": 442,
                    "end": 462,
                    "text": "(Mao and Yang, 2016)",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [],
            "section": "Control variables in Eq. (5)"
        },
        {
            "text": "Severe acute respiratory syndrome (SARS, a dummy variable) is measured consistent with Huang et al. (2012) : the SARS dummy variable takes the value of one (1) for all provincial hotel sectors in 2003 (year of the SARS outbreak) and the value of zero (0) otherwise.",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 106,
                    "text": "Huang et al. (2012)",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Control variables in Eq. (5)"
        },
        {
            "text": "Per capita gross domestic product (PGDP) indicates the level of regional economic development. An economically prosperous province may have rapid growth in its hotel industry (Chen, 2010) .",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 187,
                    "text": "(Chen, 2010)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Control variables in Eq. (5)"
        },
        {
            "text": "Population size (POP) is calculated by the number of permanent residents in a provincial region. Pizam (2009) argues that the hospitality industry is composed of businesses that provide accommodation, food and beverage and meetings to tourists, travelers and residents. Based on this notion, a greater number of residents may generate higher demand for hotels and thus benefit the efficiency of the hotel industry.",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 109,
                    "text": "Pizam (2009)",
                    "ref_id": "BIBREF73"
                }
            ],
            "ref_spans": [],
            "section": "Control variables in Eq. (5)"
        },
        {
            "text": "Transportation accessibility (TA) is measured by the total mileage divided by the provincial administrative area. Regional infrastructure and facilities may promote hotel development (Assaf and Cvelbar, 2015) .",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 208,
                    "text": "(Assaf and Cvelbar, 2015)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Control variables in Eq. (5)"
        },
        {
            "text": "This paper takes provincial panel data to estimate efficiency and analyzes the cause of inefficiency in China's hotel industry. Considering data availability and consistency, star-rated hotel industry panel data for 30 provincial regions in mainland China from 2001 to 2015 were collected from the China Tourism Statistics Yearbooks and Chinese Statistical Yearbook. All economic data for each province were adjusted for inflation using an annual GDP deflator (2001 = 100). Table 2 provides more details and presents the descriptive statistics of each variable.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 474,
                    "end": 481,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Dataset"
        },
        {
            "text": "To check whether there exists a reverse causality running from hotel industry efficiency to tourism specialization, we employed Granger causality analysis to examine whether hotel efficiency affects tourism specialization in the context of China. The result reveals that hotel industry efficiency does not Granger cause tourism specialization, which suggests that our study is likely to be free from bias caused by a potential opposing relationship between tourism specialization and hotel industry efficiency. Thus, this section presents the results of the stochastic frontier estimations and discusses the findings for the effects of tourism specialization and market competition on hotel industry efficiency. Table 3 displays the results of the stochastic frontier estimation, which are obtained using the program Frontier 4.1.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 712,
                    "end": 719,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Findings and discussion"
        },
        {
            "text": "As shown in Table 3 , the value of Gamma (γ) is 0.431 and statistically significant at the one percent level, providing evidence for the existence of components of technical inefficiency effects (Coelli and Rao, 2005) , which implies that the adoption of the SFA model in this study is a good choice. In addition, 18 out of the 23 parameters were statistically significant, indicating that the data fit well with the translog production form. Furthermore, the value of the LR test is 210.369, proving that the specified model is correct; that is, the null hypothesis that the parameters of the explanatory variables of the technical in- ). For time variables, both the coefficient of time (T) and its square are positive, but only the first-order coefficient of time is statistically significant at the one percent level. The positive sign of the time variables implies that technological progress exists in the hotel industry in China over the observation period. This forward movement of the production frontier over time should be attributed to the application of advanced technologies in the Chinese hotel sector, such as information technology (Bilgihan et al., 2011) , mobile terminals (Chen et al., 2016) and electronic commerce (Hua et al., 2015) . Interactional variables between time and inputs (capital and labor) denote the nonneutral technological movement toward capital and labor. According to the coefficients of the interaction terms of time with capital (T × lnK) and time with labor (T × lnL) in Table 3 , we notice that both the coefficient β 8 of variable T × lnK and the coefficient β 9 of variable T × lnL are negative, but only β 8 is statistically significant at the 10 % level, indicating a nonneutral technological regression toward capital, while the coefficient β 9 is not statistically significant.",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 217,
                    "text": "(Coelli and Rao, 2005)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1149,
                    "end": 1172,
                    "text": "(Bilgihan et al., 2011)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1192,
                    "end": 1211,
                    "text": "(Chen et al., 2016)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1236,
                    "end": 1254,
                    "text": "(Hua et al., 2015)",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 19,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 1515,
                    "end": 1522,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Results of stochastic frontier analysis"
        },
        {
            "text": "Referring to the input variables in the production function, as Table 3 shows, both the first-order coefficients for capital (K) and labor (L) are strongly significant, but they have contrasting signs. The estimated coefficient of capital is negative and equals -1.850. In contrast, the estimated coefficient of labor equals 2.540, indicating the positive elasticity of labor. In addition, according to the second-order coefficients of the input variables, the squared variable of capital (lnK) 2 is positive and significant at a 1% level. The estimated coefficient of squared labor (lnL) 2 is negative but is not significant.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 64,
                    "end": 71,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Results of stochastic frontier analysis"
        },
        {
            "text": "Furthermore, the estimated coefficient of the interaction variable between labor and capital (lnL × lnK) is negative ( = − < β 0.115 0 7 ), suggesting the presence of a substitution effect between labor and capital in China's hotel industry. With the coefficient estimates of the production function in Table 3 , we can calculate the output elasticity ε with respect to capital K and labor L as follows. D. Zhang, et al. International Journal of Hospitality Management 87 (2020) By taking the simple arithmetic mean, the average output elasticity ε K and ε L across the whole sample during the observation period are 0.1625 and 0.5337, respectively. The sum of the two is 0.6962 (< 1), which significantly points to decreasing returns to scale in China's hotel industry (Huang et al., 2012) . The marginal benefit of fixed asset investment in hotels is decreasing, mainly due to the existence of serious redundancy in the investments in the fixed assets of star-rated hotels (Yang and Cai, 2016) and particularly in the construction of high end hotels regardless of economic feasibility and actual demand. The consequence is that there is an oversupply of hotel rooms in some big cities because more upscale hotels were built by local real-estate developers on low-cost land without serious consideration of the actual market demand . This perspective facilitates understanding the reasons for the oversupply of high-end hotels and the resulting adverse effects (Yang et al., 2017) . The extensive growth of capital has become an obstacle to the improvement of management efficiency in hotels, and as the sign of the coefficient β 8 of variable T × lnK indicates, over time, the growth of fixed asset investment continues to amplify the inhibiting effect. Although the marginal benefit of labor involved in hotels also decreases, this may be due to the oversupply of trained employees, which in turn decreased hotel industry performance (Yang and Cai, 2016) ; however, the coefficients β 5 , β 7 and β 9 related to labor are not significant. Table 3 also reports estimates of the primary explanatory variables and suggests three main points. First, the coefficient δ 5 of the interaction variable is statistically significant and strong, indicating the existence of synergetic effects under the joint effect of tourism specialization (TS) and market competition (MC). As shown in Fig. 1 , given a value of MC, ln(TE) experiences an increase and then a decrease with the gradual increase of TS. On the other dimension, ln(TE) varies with the value of MC; to be specific, if TS takes a low value, ln(TE) is increasing with the increase of MC, while if TS takes a high value, ln(TE) is declining with the growth of MC.",
            "cite_spans": [
                {
                    "start": 404,
                    "end": 478,
                    "text": "D. Zhang, et al. International Journal of Hospitality Management 87 (2020)",
                    "ref_id": null
                },
                {
                    "start": 770,
                    "end": 790,
                    "text": "(Huang et al., 2012)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 975,
                    "end": 995,
                    "text": "(Yang and Cai, 2016)",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 1462,
                    "end": 1481,
                    "text": "(Yang et al., 2017)",
                    "ref_id": "BIBREF84"
                },
                {
                    "start": 1937,
                    "end": 1957,
                    "text": "(Yang and Cai, 2016)",
                    "ref_id": "BIBREF82"
                }
            ],
            "ref_spans": [
                {
                    "start": 303,
                    "end": 310,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 2042,
                    "end": 2049,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 2380,
                    "end": 2386,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results of stochastic frontier analysis"
        },
        {
            "text": "Second, a nonlinear relationship between tourism specialization and hotel efficiency is indicated by the negative coefficient of variable TS and the positive coefficient of variable TS 2 (the square of TS), which are both statistically significant; therefore, Hypothesis 1 is supported. The combination of the two opposing coefficients for variables that involve tourism specialization determines the specific shape of the nonlinear relationship. Given the values of δ 2 (-2.140) and δ 3 (5.600), the relationship has an inverse-U shaped characteristic with a turning point value equal to 0.191, which strongly proves Hypothesis 2. Furthermore, according to the positive and significant coefficient of the interaction Note: the measurements of output and input variables are rounded to the nearest whole number, and the measurements of explanatory variables are rounded to three decimal places.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Synergy effects of tourism specialization and market competition"
        },
        {
            "text": "Parameter estimates of the trans-log production frontier function. Note: ***, **, and * represent significance at the 1%, 5%, and 10 % levels, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Table 3"
        },
        {
            "text": "variable of TS × MC, MC has a moderate negative effect on the relationship between TS and hotel industry efficiency, which means that the marginal impact of tourism specialization on hotel industry efficiency is not only direct but also influenced by MC, which implies that the inverse-U shape has a dynamic inflection point depending on the value of MC. Generally, tourism specialization has a negative effect on the efficiency of the hotel industry when the value of tourism specialization exceeds a certain threshold. In other words, the higher the level of tourism development in a provincial region, the lower the efficiency of the hotel industry in the province. This is an interesting finding that seems to be contrary to popular belief that the hotel industry should benefit more from a destination with higher tourism specialization, since we usually conclude that a prosperous tourism industry with many tourists can produce a large potential accommodation market for the hotel industry and thereby boost its efficiency. However, a notable fact cannot be ignored: the rise of nonstandard accommodation suppliers is not only changing the competitive landscape in the hotel industry but also transforming the tourism industry (Heo et al., 2019) . Classic economic theories of demand and supply indicate that increased supply may hurt firm performance by depressing price to a new and lower equilibrium (Assaf et al., 2017) . The rapidly emerging sharing economy in recent years means that accommodation sharing (e.g., Airbnb) is growing quickly and becoming an important market force that is challenging the hotel industry (Xie and Kwok, 2017) and continuing to negatively affect hotel performance (Zervas et al., 2015) .",
            "cite_spans": [
                {
                    "start": 1234,
                    "end": 1252,
                    "text": "(Heo et al., 2019)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1410,
                    "end": 1430,
                    "text": "(Assaf et al., 2017)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1631,
                    "end": 1651,
                    "text": "(Xie and Kwok, 2017)",
                    "ref_id": "BIBREF81"
                },
                {
                    "start": 1706,
                    "end": 1727,
                    "text": "(Zervas et al., 2015)",
                    "ref_id": "BIBREF85"
                }
            ],
            "ref_spans": [],
            "section": "Table 3"
        },
        {
            "text": "Third, the coefficient δ 4 of the MC variable and the coefficient δ 5 of the TS × MC interaction variable equal -2.35 and 6.13, respectively, both with a high level of statistical significance, indicating that MC has a positive impact on the efficiency of the hotel industry in the condition where the value of TS is below 0.383; otherwise, MC contributes to the decrement of hotel industry efficiency. Therefore, Hypotheses 3 and 4 are supported. Furthermore, the threshold point here is 0.383, which implies that unless the TS of a province is below that level, the growth of MC is associated with an increase in efficiency, while the efficiency starts to decline with intensified market competition. These findings suggest that the quiet-life hypothesis appears to be valid in the Chinese hotel industry only under the condition where TS is below 0.383. For instance, those hotels in provinces with relatively low tourism specialization have operated in efficiently partly because they have benefitted from market competition, as the hotel industry is also becoming increasingly sensitive to the changing tastes and preferences of tourists seeking accommodation. In the provincial-level destinations with relatively high tourism specialization, such as Shanghai, Guangdong and Beijing, hotels have experienced greater competition from other hospitality businesses, and their efficiency has been suffering from the negative impact of heightened competition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Table 3"
        },
        {
            "text": "From the results in Table 3 , the coefficients of the control variables have the expected signs. The significant and positive coefficient of the time trend variable indicates that technical inefficiencies vary over time with an increasing tendency.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 20,
                    "end": 27,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Influences of external factors on hotel industry efficiency"
        },
        {
            "text": "The coefficient δ 6 of the FTDD variable equals -0.178 with a 1% level of statistical significance. This indicates that, in line with previous research (Yang and Cai, 2016) , foreign trade has a significant positive impact on the efficiency of the hotel industry by stimulating business trip demand for hotels. Business travelers and inbound tourists are the main target markets of the hotel industry. A 1% increase in foreign trade dependence degree yields a 17.8 % increase in operational efficiency for the hotel industry on average.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 172,
                    "text": "(Yang and Cai, 2016)",
                    "ref_id": "BIBREF82"
                }
            ],
            "ref_spans": [],
            "section": "Influences of external factors on hotel industry efficiency"
        },
        {
            "text": "The number of five-star hotels also has a positive influence on the efficiency of the hotel industry, with a highly significant coefficient δ 7 equaling -0.014. The result reveals that the higher the number of fivestar hotels in a province is, the more efficient its hotel sector.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Influences of external factors on hotel industry efficiency"
        },
        {
            "text": "The coefficient δ 8 of the ACP variable equals 0.153 with a high level of statistical significance, indicating that the anti-corruption policy has had a negative impact on efficiency such that the operating efficiency of the star-rated hotel industry has been decreasing since the anti-corruption policy was launched in 2012. We explain that some nonmarket factors, such as the level of government consumption due to corruption, play an important role in the development of star-rated hotels in China. However, the anti-corruption movement has cut off the hotel revenue attached to administrative expenses and disrupted the political connections between star-rated hotels and government officials. Hence, the main channel driving the total revenue of star hotels has been abruptly blocked, with the consequence of lower efficiency (Zhang and Shu, 2018) .",
            "cite_spans": [
                {
                    "start": 831,
                    "end": 852,
                    "text": "(Zhang and Shu, 2018)",
                    "ref_id": "BIBREF86"
                }
            ],
            "ref_spans": [],
            "section": "Influences of external factors on hotel industry efficiency"
        },
        {
            "text": "The coefficient δ 9 of the PGDP variable and δ 10 of the POP variable are both negative and highly significant, again proving that an economically prosperous provincial destination may have rapid growth in its hotel industry (Chen, 2010) . Similarly, the growth of the population in a province can boost its hotel industry. The hotel industry in a province with higher transportation accessibility (TA) seems more likely to be technically efficient. The finding of a positive influence of transportation accessibility is consistent with Assaf and Cvelbar (2015) , who found that the quality of the transport infrastructure has a significant positive impact on hotel performance. Hu et al. (2010) found similar evidence in the case of Taiwan. SARS broke out in 2003 in China, which no doubt was a dramatic shock to the hotel industry, with a strong significant and positive coefficient δ 9 . This result is consistent with findings from previous studies (Chien and Law, 2003; Pine and McKercher, 2004) .",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 237,
                    "text": "(Chen, 2010)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 537,
                    "end": 561,
                    "text": "Assaf and Cvelbar (2015)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 679,
                    "end": 695,
                    "text": "Hu et al. (2010)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 953,
                    "end": 974,
                    "text": "(Chien and Law, 2003;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 975,
                    "end": 1000,
                    "text": "Pine and McKercher, 2004)",
                    "ref_id": "BIBREF71"
                }
            ],
            "ref_spans": [],
            "section": "Influences of external factors on hotel industry efficiency"
        },
        {
            "text": "We apply robustness tests to consolidate our results in this section. On the one hand, as there is a concern about the possible reversed relationship between TS and hotel industry efficiency, we substituted the one-year lagged TS for the current year TS in order to alleviate the reverse causality problems, based on the law that the lagged value of independent variable (TS) could affect the current value of the dependent variable (hotel industry efficiency), but not vice versa. The robustness test results for the core explanatory variables (TS, TS 2 , and TS × MC) are consistent with our abovementioned findings, suggesting D. Zhang, et al. International Journal of Hospitality Management 87 (2020) 102509 that the opposing relationship is not a serious concern. When considering the difference in region size in each province when measuring the variable of market competition, we adopted the ratio of the number of star-rated hotels over regional area as an alternative measurement of MC for a robustness test. The result confirms that no large difference was found using the two measures of MC, which again verifies that the present research is robust.",
            "cite_spans": [
                {
                    "start": 633,
                    "end": 711,
                    "text": "Zhang, et al. International Journal of Hospitality Management 87 (2020) 102509",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Robustness tests"
        },
        {
            "text": "This research examined the effects of tourism specialization and market competition on hotel industry efficiency by utilizing 15 years of provincial panel data on China's hotel industry from 2001 to 2015 and adopting stochastic frontier analysis. The results show that the effect of both tourism specialization and market competition on the efficiency of the hotel industry is not mutually independent or monotonically linear. The results revealed that provincial tourism specialization and market competition exert a synergistic effect on hotel industry efficiency. As the level of tourism specialization increases, the efficiency of the hotel industry experiences progress in an inverted u-shape, and the marginal benefit of tourism specialization growth decreases as market competition becomes more intense. The influence of market competition on the operating efficiency of the hotel industry depends on the level of tourism specialization. Only when tourism specialization is below a certain threshold value does market competition generate a positive effect on hotel industry efficiency. This paper also examined the impact of other external factors situated in the Chinese context, such as foreign trade, the anti-corruption policy and SARS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "This research contributes to the existing theoretical literature on hotel industry efficiency by confirming the synergistic impact of tourism specialization and market competition. This research links a destination's level of tourism development with its hotel industry and bridges the gap between hotel performance and regional factors (Yang and Cai, 2016) . Tourism specialization in a province is the key determinant of hotel industry efficiency and reflects regional factors. Market competition has been shown by research to have both positive and negative impacts on hotel industry efficiency in different cases (Assaf et al., 2017; Göcen et al., 2017; Huang et al., 2012) ; therefore, this research also confirms that including regional factors such as tourism specialization contributes to the in-depth and contextual understanding of this relationship.",
            "cite_spans": [
                {
                    "start": 337,
                    "end": 357,
                    "text": "(Yang and Cai, 2016)",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 617,
                    "end": 637,
                    "text": "(Assaf et al., 2017;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 638,
                    "end": 657,
                    "text": "Göcen et al., 2017;",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 658,
                    "end": 677,
                    "text": "Huang et al., 2012)",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Practically, this research contributes to policy-making for destinations when facing tourism and hotel development opportunities. The average efficiency across China is low, with large provincial differences. Meanwhile, given the current national policy on holistic tourism development (\"quan yu lv you\") in China, increasingly more destinations are prioritizing tourism as an economic sector, leading to improvements in tourism specialization and a promising environment for hotel investment and operation. Provinces with a low level of tourism specialization should encourage market competition in the hotel industry. While destinations expand tourism development, a more relaxed market access mechanism should be established to reduce administrative interference in market competition, eliminate corporate innovation inertia and promote healthy development of the hotel industry. Provinces with a high level of tourism specialization should focus on controlling the scale of investment in high-end hotels and market regulation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "With the emergence of nonstandard types of accommodations and their increasing popularity, as well as overinvestment in the hotel industry, competition in the hotel industry has become more fierce. The hotel industry in China faces an oversupply of high-end hotels and is at the stage of decreasing returns to scale. For the hotel industry, market competition is a double-edged sword, and hotel managers should be aware of the local and regional tourism specialization level to set appropriate strategies to compete or collaborate with fellow hotels. Under the trend of market diversification and consumption upgrading, hotels are required to constantly innovate and improve service quality. The hotel industry should be committed to exploring and cultivating emerging market segments, actively responding to tourists' real-time and fragmented booking demand to compete with other types of accommodation and gain operational efficiency in the long run.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "However, this research is not without limitations. Due to data availability, we could only use provincial panel data to examine the relationships between tourism specialization, market competition and hotel industry efficiency. Moreover, the measurements of market competition in this study could be biased if firms are forced to exit the market because of higher competition. Further considerations and comprehensive evaluations on the indicators and measurements of market competition amongst hotels are needed. There is a lack of evidence at the firm level and from other types of hotels, such as nonstandard accommodations. Future studies should be conducted using different forms of data on scales other than the provincial scale to evaluate the relationships. Last but not least, the empirical results are applicable in China, and the implications may be limited to other countries with different political and social structures. It is recommended that future studies confirm and expand our research in other contexts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of Competing Interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Dynamic pricing strategies: evidence from European hotels",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Abrate",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fraquelli",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Viglia",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Int. J. Hosp. Manage",
            "volume": "31",
            "issn": "1",
            "pages": "160--168",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Formulation and estimation of stochastic frontier production function models",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Aigner",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A K"
                    ],
                    "last": "Lovell",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Schmidt",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "J. Econom",
            "volume": "6",
            "issn": "1",
            "pages": "21--37",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Determinants of Tunisian hotel profitability: the role of managerial efficiency",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Aissa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Goaied",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Tour. Manage",
            "volume": "52",
            "issn": "",
            "pages": "478--487",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Determinants of tourism hotel market efficiency",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Aissa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Goaied",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Int. J. Cult. Tour. Hosp. Res",
            "volume": "10",
            "issn": "2",
            "pages": "173--190",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "An econometric estimation of the demand for tourism: the case of Russia",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Algieri",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Tour. Econ",
            "volume": "12",
            "issn": "1",
            "pages": "5--20",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Measuring efficiency in the hotel industry: a stochastic frontier approach",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "I"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fish",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Int. J. Hosp. Manage",
            "volume": "18",
            "issn": "1",
            "pages": "45--57",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Impact of quality on estimations of hotel efficiency",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Arbelo-Pérez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Arbelo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pérez-Gómez",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Tour. Manage",
            "volume": "61",
            "issn": "",
            "pages": "200--208",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Modelling the performance of Australian hotels: a DEA double bootstrap approach",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Assaf",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "W"
                    ],
                    "last": "Agbola",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Tour. Econ",
            "volume": "17",
            "issn": "1",
            "pages": "73--89",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Why negative outputs are often ignored: a comprehensive measure of hotel performance",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Assaf",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Cvelbar",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Tour. Econ",
            "volume": "21",
            "issn": "4",
            "pages": "761--773",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Accounting for customer satisfaction in measuring hotel efficiency: evidence from the US hotel industry",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Assaf",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Magnini",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Int. J. Hosp. Manage",
            "volume": "31",
            "issn": "3",
            "pages": "642--647",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The performance of the Slovenian hotel industry: evaluation post-privatisation",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Assaf",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Knežević",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Cvelbar",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Int. J. Tour. Res",
            "volume": "12",
            "issn": "5",
            "pages": "462--471",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Destination characteristics that drive hotel performance: a state-of-the-art global analysis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Assaf",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Josiassen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Woo",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Tour. Manage",
            "volume": "60",
            "issn": "",
            "pages": "270--279",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Tourism as a long-run economic growth factor: the Spanish case",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Balaguer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cantavella-Jordá",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Appl. Econ",
            "volume": "34",
            "issn": "7",
            "pages": "877--884",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A stochastic cost frontier in the Portuguese hotel industry",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Barros",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Tour. Econ",
            "volume": "10",
            "issn": "2",
            "pages": "177--192",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Measuring efficiency in the hotel sector",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Barros",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Ann. Tour. Res",
            "volume": "32",
            "issn": "2",
            "pages": "456--477",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Technical efficiency of African hotels",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Barros",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "U C"
                    ],
                    "last": "Dieke",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Int. J. Hosp. Manage",
            "volume": "27",
            "issn": "3",
            "pages": "438--447",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Technical and allocative efficiency in a chain of small hotels",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Barros",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Mascarenhas",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Int. J. Hosp. Manage",
            "volume": "24",
            "issn": "3",
            "pages": "415--436",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Functional forms of stochastic frontier production functions and models for technical inefficiency effects: a comparative study for wheat D",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Battese",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Broca",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "International Journal of Hospitality Management",
            "volume": "87",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A model for technical inefficiency effects in a stochastic frontier production function for panel data",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Battese",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Coelli",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Empir. Econ",
            "volume": "20",
            "issn": "2",
            "pages": "325--332",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Being better vs. being different: differentiation, competition, and pricing strategies in the Spanish hotel industry",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Becerra",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Santaló",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Silva",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Tour. Manage",
            "volume": "34",
            "issn": "43",
            "pages": "71--79",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Efficiency of financial institutions: international survey and directions for future research",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Berger",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Humphrey",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Eur. J. Oper. Res",
            "volume": "98",
            "issn": "2",
            "pages": "175--212",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Information technology applications and competitive advantage in hotel companies",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bilgihan",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Okumus",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Nusair",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Hosp. Tour. Technol",
            "volume": "2",
            "issn": "2",
            "pages": "139--153",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Exploring the dynamics of the efficiency in the italian hospitality sector: a regional case study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Brida",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Garrido",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Deidda",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Expert Syst. Appl",
            "volume": "39",
            "issn": "10",
            "pages": "9064--9071",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Cooperation and competition between online travel agencies and hotels",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "W"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Hsu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Lan",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Tour. Manage",
            "volume": "71",
            "issn": "",
            "pages": "187--196",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Applying the stochastic frontier approach to measure hotel managerial efficiency in Taiwan",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Tour. Manage",
            "volume": "28",
            "issn": "3",
            "pages": "696--702",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The economy, tourism growth and corporate performance in the Taiwanese hotel industry",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Tour. Manage",
            "volume": "31",
            "issn": "5",
            "pages": "665--675",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The response of hotel performance to international tourism development and crisis events",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Int. J. Hosp. Manage",
            "volume": "30",
            "issn": "1",
            "pages": "200--212",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "An Importance Performance Analysis of smartphone applications for hotel chains",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Knecht",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Hosp. Tour. Manage",
            "volume": "29",
            "issn": "",
            "pages": "69--79",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "A hotel performance evaluation of Taipei international tourist hotels: using data envelopment analysis",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chiang",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Asia Pacific J. Tour. Res",
            "volume": "11",
            "issn": "1",
            "pages": "29--42",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The impact of the severe acute respiratory syndrome on hotels: a case study of Hong Kong",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "C L"
                    ],
                    "last": "Chien",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Law",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Int. J. Hosp. Manage",
            "volume": "22",
            "issn": "3",
            "pages": "327--332",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "The effect of entrenched boards on corporate risk-taking: testing the quiet life hypothesis",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chintrakarn",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Jiraporn",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jiraporn",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Appl. Econ. Lett",
            "volume": "20",
            "issn": "11",
            "pages": "1067--1070",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Transcendental logarithmic production frontiers",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Christensen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Jorgenson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Lau",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Rev. Econ. Stat",
            "volume": "55",
            "issn": "1",
            "pages": "28--45",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Total factor productivity growth in agriculture: a Malmquist index analysis of 93 countries",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Coelli",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S P"
                    ],
                    "last": "Rao",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Agric. Econ",
            "volume": "32",
            "issn": "",
            "pages": "115--134",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Connecting quality of life, tourism specialization, and economic growth in small island destinations: the case of Malta",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Croes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ridderstaat",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Niekerk",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Tour. Manage",
            "volume": "65",
            "issn": "",
            "pages": "212--223",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Assessing the productivity of the Italian hospitality sector: a post-WDEA pooled-truncated and spatial analysis",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Detotto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pulina",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Brida",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Product. Anal",
            "volume": "42",
            "issn": "2",
            "pages": "103--121",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Is tourism an engine for economic recovery? Theory and empirical evidence",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Dogru",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Bulut",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Tour. Manage",
            "volume": "67",
            "issn": "",
            "pages": "425--434",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Tourism as a long-run economic growth factor: an empirical investigation for Greece using causality analysis",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dritsakis",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Tour. Econ",
            "volume": "10",
            "issn": "3",
            "pages": "305--316",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Competition, market structure and market power within the hotel-supplier sector in Antalya, Turkey: the case for technology integration",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Göcen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Albeni",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yirik",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Tour. Econ",
            "volume": "23",
            "issn": "3",
            "pages": "647--668",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Evaluation of hotel industry performance and corporate governance: a stochastic frontier analysis. Tourism Manage",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Guetat",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jarboui",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Boujelbene",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Perspect",
            "volume": "15",
            "issn": "",
            "pages": "128--136",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Is the tourism-led growth hypothesis valid for Turkey?",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gunduz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hatemij",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Appl. Econ. Lett",
            "volume": "12",
            "issn": "8",
            "pages": "499--504",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "The eruption of Airbnb in tourist cities: comparing spatial patterns of hotels and peer-to-peer accommodation in Barcelona",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gutiérrez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "García-Palomares",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Romanillos",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Tour. Manage",
            "volume": "62",
            "issn": "",
            "pages": "278--291",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "How to achieve a high efficiency level of the hotel industry?",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Law",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Int. J. Contemp. Hosp. Manage",
            "volume": "26",
            "issn": "8",
            "pages": "1140--1161",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "What is happening in Paris? Airbnb, hotels, and the Parisian market: a case study",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Heo",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Blal",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Tour. Manage",
            "volume": "70",
            "issn": "",
            "pages": "78--88",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "A performance evaluation model for international tourist hotels in Taiwan: an application of the relational network DEA",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Hsieh",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Int. J. Hosp. Manage",
            "volume": "29",
            "issn": "1",
            "pages": "14--24",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "A stochastic cost efficiency analysis of international tourist hotels in Taiwan",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chianing",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hwaishuh",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Int. J. Hosp. Manage",
            "volume": "29",
            "issn": "1",
            "pages": "99--107",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "The other side of technology adoption: examining the relationships between e-commerce expenses and hotel performance",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hua",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Morosan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Defranco",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Int. J. Hosp. Manage",
            "volume": "45",
            "issn": "",
            "pages": "109--120",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Modeling operational efficiency using data envelopment analysis: evidence from Atlantic City Hotels",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "L"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "F"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Global J. Bus. Res",
            "volume": "6",
            "issn": "3",
            "pages": "63--72",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Using data envelopment analysis to measure hotel managerial efficiency change in Taiwan",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Hwang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Tour. Manage",
            "volume": "24",
            "issn": "4",
            "pages": "357--369",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Tourism-led growth hypothesis: a case study of Pakistan",
            "authors": [
                {
                    "first": "Q",
                    "middle": [
                        "M A"
                    ],
                    "last": "Hye",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E A"
                    ],
                    "last": "Khan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Asia Pacific J. Tour. Res",
            "volume": "18",
            "issn": "4",
            "pages": "303--313",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Evaluation of hotels performance and corporate governance mechanisms: empirical evidence from the Tunisian context",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jarboui",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Guetat",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Boujelbène",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Hosp. Tour. Manage",
            "volume": "25",
            "issn": "",
            "pages": "30--37",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Influence of star rating and ownership structure on brand image of Mainland China hotels",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "X"
                    ],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Gretzel",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Law",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. China Tour. Res",
            "volume": "10",
            "issn": "1",
            "pages": "69--94",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Factor determinants of total factor productivity growth in the Malaysian hotel industry: a stochastic frontier approach",
            "authors": [
                {
                    "first": "Sangho",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Cornell Hosp. Q",
            "volume": "52",
            "issn": "1",
            "pages": "35--47",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Tourism expansion and economic development: the case of Taiwan",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Jang",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Tour. Manage",
            "volume": "27",
            "issn": "5",
            "pages": "925--933",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Do environmentally sustainable practices make hotels more efficient? A study of major hotels in Sri Lanka",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kularatne",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mánsson",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Tour. Manage",
            "volume": "71",
            "issn": "",
            "pages": "213--225",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "The impact of tourist destination on hotel efficiency: a data envelopment analysis approach",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lado-Sestayo",
                    "suffix": ""
                },
                {
                    "first": "Á",
                    "middle": [
                        "S"
                    ],
                    "last": "Fernández-Castro",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Eur. J. Oper. Res",
            "volume": "272",
            "issn": "2",
            "pages": "674--686",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Survival in the lodging sector: an analysis at the firm and location levels",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lado-Sestayo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vivel-Búa",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Otero-González",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Int. J. Hosp. Manage",
            "volume": "59",
            "issn": "",
            "pages": "19--30",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Progress in Chinese hotel research: a review of SSCI-listed journals",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Law",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Int. J. Hosp. Manage",
            "volume": "42",
            "issn": "",
            "pages": "144--154",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Total factor productivity growth and regional competitive analysis of China's star-rated hotels",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tsai",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Tour. Econ",
            "volume": "24",
            "issn": "6",
            "pages": "625--644",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Is more better? The relationship between meeting space capacity and hotel operating performance",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Madanoglu",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Ozdemir",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Tour. Manage",
            "volume": "52",
            "issn": "",
            "pages": "74--81",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Using data envelopment analysis to measure hotel efficiency in Crete",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Manasakis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Apostolakis",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Datseris",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Int. J. Contemp. Hosp. Manage",
            "volume": "25",
            "issn": "4",
            "pages": "510--535",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "FDI spillovers in the Chinese hotel industry: the role of geographic regions, star-rating classifications, ownership types, and foreign capital origins",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Mao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Tour. Manage",
            "volume": "54",
            "issn": "",
            "pages": "1--12",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Technical efficiency and dimension of the firm: some results on the use of frontier production functions",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Meeusen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "V D"
                    ],
                    "last": "Broeck",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Empir. Econ",
            "volume": "2",
            "issn": "2",
            "pages": "109--122",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Growth effects of leisure tourism and the level of economic development",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Min",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Roh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bak",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Appl. Econ",
            "volume": "48",
            "issn": "1",
            "pages": "7--17",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Efficiency performance of the Algarve hotels using a revenue function",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Oliveira",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Pedro",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Marques",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Int. J. Hosp. Manage",
            "volume": "35",
            "issn": "",
            "pages": "59--67",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Efficiency and its determinants in Portuguese hotels in the Algarve",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Oliveira",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Pedro",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Marques",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Tour. Manage",
            "volume": "36",
            "issn": "3",
            "pages": "641--649",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Determinants of technical efficiency in the Spanish hotel industry: regional and corporate performance factors",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Parte-Esteban",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Alberca-Oliver",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Curr. Issues Tour",
            "volume": "18",
            "issn": "4",
            "pages": "391--411",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Tourist flow and earnings benchmarks: Spanish hotel industry",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Parte-Esteban",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Alberca-Oliver",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Hosp. Tour. Res",
            "volume": "40",
            "issn": "1",
            "pages": "58--84",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "International evidence on the impact of regulations and supervision on banks' technical efficiency: an application of two-stage data envelopment analysis",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pasiouras",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Rev. Quant. Financ. Account",
            "volume": "30",
            "issn": "2",
            "pages": "187--223",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Plural form chain and efficiency: insights from the French hotel chains and the DEA methodology",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Perrigot",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cliquet",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Piot-Lepetit",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Eur. Manage. J",
            "volume": "27",
            "issn": "4",
            "pages": "268--280",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "The Dutch disease effects on tourism: the case of Australia",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pham",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jago",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Spurr",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Tour. Manage",
            "volume": "46",
            "issn": "",
            "pages": "610--622",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "The impact of SARS on Hong Kong's tourism industry",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pine",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mckercher",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Int. J. Contemp. Hosp. Manage",
            "volume": "16",
            "issn": "2",
            "pages": "139--143",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Performance comparisons of hotels in China",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pine",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Phillips",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Int. J. Hosp. Manage",
            "volume": "24",
            "issn": "1",
            "pages": "57--73",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "What is the hospitality industry and how does it differ from the tourism and travel industries?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pizam",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Int. J. Hosp. Manage",
            "volume": "28",
            "issn": "2",
            "pages": "183--184",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "An investigation into the relationship between size and efficiency of the Italian hospitality sector: a window DEA approach",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pulina",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Detotto",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Paba",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Eur. J. Oper. Res",
            "volume": "204",
            "issn": "3",
            "pages": "613--620",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "How is the hospitality and tourism industry different? An empirical test of some structural characteristics",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Singal",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Int. J. Hosp. Manage",
            "volume": "47",
            "issn": "",
            "pages": "116--119",
            "other_ids": {}
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "Two-stage data envelopment analysis of spanish regions: efficiency determinants and stability analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Solana-Ibáñez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Caravaca-Garratón",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Para-González",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Contemp. Econ",
            "volume": "10",
            "issn": "3",
            "pages": "259--274",
            "other_ids": {}
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "Size, efficiency and productivity in the Spanish hotel industry: independent properties versus chain-affiliated hotels",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Such-Devesa",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Mendieta-Penalver",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Tour. Econ",
            "volume": "19",
            "issn": "4",
            "pages": "801--809",
            "other_ids": {}
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "Star-rated hotel productivity in China: a provincial analysis using the DEA cross-efficiency evaluation approach",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tsai",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. China Tour. Res",
            "volume": "5",
            "issn": "3",
            "pages": "243--258",
            "other_ids": {}
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "Measuring the cost efficiency of international tourist hotels in Taiwan",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Weiting",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Shang",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Tour. Econ",
            "volume": "12",
            "issn": "1",
            "pages": "65--85",
            "other_ids": {}
        },
        "BIBREF80": {
            "ref_id": "b80",
            "title": "What do Chinese consumers want? A value framework for luxury hotels in China",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Int. J. Contemp. Hosp. Manage",
            "volume": "30",
            "issn": "4",
            "pages": "2037--2055",
            "other_ids": {}
        },
        "BIBREF81": {
            "ref_id": "b81",
            "title": "The effects of Airbnb's price positioning on hotel performance",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kwok",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Int. J. Hosp. Manage",
            "volume": "67",
            "issn": "",
            "pages": "174--184",
            "other_ids": {}
        },
        "BIBREF82": {
            "ref_id": "b82",
            "title": "Do regional factors matter? Determinants of hotel industry performance in China",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "S"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Cai",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Tour. Manage",
            "volume": "52",
            "issn": "",
            "pages": "242--253",
            "other_ids": {}
        },
        "BIBREF83": {
            "ref_id": "b83",
            "title": "How do hotels choose their location? Evidence from hotels in Beijing",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K F"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Int. J. Hosp. Manage",
            "volume": "31",
            "issn": "3",
            "pages": "675--685",
            "other_ids": {}
        },
        "BIBREF84": {
            "ref_id": "b84",
            "title": "Performance of Chinese hotel segment markets: efficiencies measure based on both endogenous and exogenous factors",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "S"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Hosp. Tour. Manage",
            "volume": "32",
            "issn": "",
            "pages": "12--23",
            "other_ids": {}
        },
        "BIBREF85": {
            "ref_id": "b85",
            "title": "The impact of the sharing economy on the hotel industry: evidence from Airbnb's entry into the Texas market",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zervas",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Proserpio",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Byers",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Int. J. Contemp. Hosp. Manage",
            "volume": "637",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF86": {
            "ref_id": "b86",
            "title": "An empirical study on the efficiency of China's star-rated hotel and its influencing factors: based on stochastic frontier analysis",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "Y"
                    ],
                    "last": "Shu",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Bus. Manage. J",
            "volume": "40",
            "issn": "9",
            "pages": "138--154",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Fitting surface for the synergy effects between TS and MC on efficiency (lnTE).",
            "latex": null,
            "type": "figure"
        },
        "TABREF3": {
            "text": "Variables and descriptive statistics.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}