{
    "paper_id": "38f04e6b208ebba24fef76882031a31e864d38da",
    "metadata": {
        "title": "Global Health Education",
        "authors": [
            {
                "first": "James",
                "middle": [
                    "Herbert"
                ],
                "last": "Williams",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Eric",
                "middle": [
                    "A"
                ],
                "last": "Des Marais",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "I n recent history, health equity has become more prominent in the global discourse. Several public and nongovernmental organizations have focused resources on defining and addressing health disparities and health equity and developed and implemented service models to increase health equity ( Dahlgren & Whitehead, 2007; Granado-Villar et al., 2010) . Given world population growth and increasing disparities, health inequities are more apparent. A primary component of sustainable development practice focuses on economic, social, and physical well-being. Medicine, public health, environmental science, and other health disciplines have developed curricula to educate scholars and practitioners. There is a growing trend in social work education to expand master's and doctoral curricula in the areas of global health, sustainable development, and global practice ( Williams, Chapa, & Des Marais, 2013) .",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 321,
                    "text": "( Dahlgren & Whitehead, 2007;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 322,
                    "end": 350,
                    "text": "Granado-Villar et al., 2010)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 867,
                    "end": 905,
                    "text": "( Williams, Chapa, & Des Marais, 2013)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Global health education is an area of training that focuses on health issues directly or indirectly caused by transnational factors ( Koplan et al., 2009) . The global health perspective evolved from the public health and global health models of the second half of the 19th century ( Chase & Evert, 2011; Koplan et al., 2009) . Interdisciplinary in nature, global health approaches seek to address health issues that have global impact (for example, spread of infectious diseases, health of migrants, child and maternal health, global health equity, nutrition, or other health issues affected by globalization) ( Koplan et al., 2009 ( Koplan et al., 2009) .",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 154,
                    "text": "( Koplan et al., 2009)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 282,
                    "end": 304,
                    "text": "( Chase & Evert, 2011;",
                    "ref_id": null
                },
                {
                    "start": 305,
                    "end": 325,
                    "text": "Koplan et al., 2009)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 611,
                    "end": 632,
                    "text": "( Koplan et al., 2009",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 633,
                    "end": 655,
                    "text": "( Koplan et al., 2009)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The Global Health Education Consortium (GHEC) is an organization of American and Canadian scholars and other health educators that focuses on developing international exchanges and study opportunities, creating curriculum devoted to global health, supporting the development of global health career tracks, and advocating for educational policies that support global health education ( GHEC, 2012). There was a realization by the health community that there were health issues larger than the scope of any single country. The spread of plague, smallpox, and cholera were linked to the growth of transborder trade and travel; the efficiencies of modern technology applied to warfare increased the death and devastation of military violence, not just within the battlefield, but also against civilian populations. Recent events involving Ebola, Zika virus, Rift Valley fever, Middle East respiratory syndrome coronavirus, and other infectious diseases remind us of the continuous impact of the transborder spread of infections and illnesses. A zoonotic disease passed between animals and humans is very common. It is estimated that more than six out of every 10 infectious diseases in humans are spread from animals ( Centers for Disease Control and Prevention, 2016) .",
            "cite_spans": [
                {
                    "start": 1236,
                    "end": 1265,
                    "text": "Control and Prevention, 2016)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Premodern examples of the spread of zoonotic infectious diseases include the Plague of Justinian and the Black Death of the Late Middle Ages. The Plague of Justinian ravaged the Byzantine Empire in the sixth century. Following merchant trade routes from Egypt to Constantinople, then from port to port, it spread through Asia Minor, Greece, and Italy ( Haensch et al., 2010) . A second pandemic, the Black Death, ravaged Europe from 1347 to 1750, killing nearly one-third of Europeans ( Haensch et al., 2010) . A third plague pandemic traveled from Yunnan to Hong Kong, and then once again spread globally along trade routes in the second half of the 19th century ( Haensch et al., 2010) . Deoxyribonucleic acid and protein testing shows that all three of these pandemics were caused by strains of the same agent Yersinia pestis ( Haensch et al., 2010) .",
            "cite_spans": [
                {
                    "start": 351,
                    "end": 374,
                    "text": "( Haensch et al., 2010)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 485,
                    "end": 508,
                    "text": "( Haensch et al., 2010)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 664,
                    "end": 687,
                    "text": "( Haensch et al., 2010)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 829,
                    "end": 852,
                    "text": "( Haensch et al., 2010)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In light of the cholera epidemic of the mid-19th century, the International Sanitary Conference of 1851 was convened to address the global spread of disease. It is marked as the first formal attempt to structure an international approach to health ( Brown, Cueto, & Fee, 2006; Chase & Evert, 2011) . These conferences continued on an annual basis and eventually became centers for the dissemination of the latest health knowledge ( Chase & Evert, 2011) .",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 276,
                    "text": "( Brown, Cueto, & Fee, 2006;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 277,
                    "end": 297,
                    "text": "Chase & Evert, 2011)",
                    "ref_id": null
                },
                {
                    "start": 430,
                    "end": 452,
                    "text": "( Chase & Evert, 2011)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In 1863, the International Committee for Relief to the Wounded, the precursor to the International Committee of the Red Cross, was established ( IFRC, 2010) . Their first conference to address battlefield medicine was attended by official delegates from 18 countries and a range of nongovernmental organizations. In 1864 a convention was held in Geneva that formalized the creation of national organizations in Europe and the United States to address health care of soldiers.",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 156,
                    "text": "( IFRC, 2010)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In 1902, the International Sanitary Office of American Republics was established and eventually became the Pan American Health Organization ( Brown et al., 2006) . A similar organization was established in Europe in 1907, the Office Internationale d'Hygiene Publique ( Brown et al., 2006) . Both groups continued the focus on infectious disease epidemics and sanitation. In 1919, a group of national Red Cross societies met to form a new coalition to move beyond care of soldiers and into relief for victims of emergencies such as war or natural disaster. This coalition eventually became the IFRC (2010). The aftermath of World War I also saw the establishment of the League of Nations Health Organization ( Brown et al., 2006) .",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 161,
                    "text": "( Brown et al., 2006)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 267,
                    "end": 288,
                    "text": "( Brown et al., 2006)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 707,
                    "end": 728,
                    "text": "( Brown et al., 2006)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "After two years of meetings following the end of World War II, three of these organizations, the Office Internationale d'Hygiene Publique, the League of Nations Health Organization, and the United Nations Relief and Rehabilitation Administration, merged to become WHO ( Brown et al., 2006) . Since its inception, WHO was compelled to navigate the competing perspectives of the international social medicine approach and United States (its major funder's) reluctance to cede unilateral intervention ( Brown et al., 2006) . By the mid-1950s, WHO was dominated by allies aligned with the United States' perspective (Brown et al., 2006) . Throughout the 1950s, WHO was focused on the eradication of malaria through the widespread use of dichlorodiphenyltrichloroethane (DDT), tying success of this program with economic development worldwide ( Brown et al., 2006) .",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 289,
                    "text": "( Brown et al., 2006)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 498,
                    "end": 519,
                    "text": "( Brown et al., 2006)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 612,
                    "end": 632,
                    "text": "(Brown et al., 2006)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 838,
                    "end": 859,
                    "text": "( Brown et al., 2006)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "With the return of the Soviet Union to the United Nations in 1956 and the failures of malaria eradication, WHO refocused its efforts on the eradication of smallpox. Leading with Soviet technology in smallpox vaccinations, by 1965 the United States was also heavily involved in advanced vaccination technology and in support of shifting the focus from malaria to smallpox ( Brown et al., 2006) .",
            "cite_spans": [
                {
                    "start": 371,
                    "end": 392,
                    "text": "( Brown et al., 2006)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As in other organizations of the United Nations, the 1960s and 1970s saw WHO beset by changing international dynamics including the rise of independence movements such as those in Africa and a refocusing toward long-term economic development projects ( Brown et al., 2006) . By the 1970s, WHO had shifted to a \"primary health care\" perspective that was more grassroots than the previous top-down policies ( Brown et al., 2006) . This new approach incorporated a multidimensional perspective on health and development that encouraged community participation and health education ( Brown et al., 2006) .",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 272,
                    "text": "( Brown et al., 2006)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 405,
                    "end": 426,
                    "text": "( Brown et al., 2006)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 578,
                    "end": 599,
                    "text": "( Brown et al., 2006)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The 1980s saw more organizations becoming involved in global health initiatives, including UNICEF and the World Bank ( Brown et al., 2006) . By the late 1980s, WHO was in a crisis as a result of the World Health Assembly freezing its budget and the United States cutting its payments to the United Nations ( Brown et al., 2006) . The World Bank focused more and more on issues of development and privatesector health from its neoliberal perspective; by the early 1990s, its loans surpassed WHO's entire budget ( Brown et al., 2006) . However, WHO still retained the technical expertise in health care that the World Bank lacked, making the two necessary partners ( Brown et al., 2006) .",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 138,
                    "text": "( Brown et al., 2006)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 306,
                    "end": 327,
                    "text": "( Brown et al., 2006)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 510,
                    "end": 531,
                    "text": "( Brown et al., 2006)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 663,
                    "end": 684,
                    "text": "( Brown et al., 2006)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The early and mid-1990s saw WHO attempting to refashion its position as it was besieged by the World Bank, UNICEF, the Rockefeller Foundation, and the United Nations Development Program ( Brown et al., 2006) . As WHO attempted to position itself at the vanguard, the \"global health\" approach came to dominate its perspective ( Brown et al., 2006) .",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 207,
                    "text": "( Brown et al., 2006)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 325,
                    "end": 346,
                    "text": "( Brown et al., 2006)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The expression \"global health\" has been used by a range of disciplines attempting to delineate issues that were transnational or of concern to the entire world. There was a growing understanding of the interlinked nature of human effects on the environment along with the globalization of production and markets ( Gellert, 1990; Roemer & Roemer, 1990) . Indeed, by the beginning of the 21st century, many climate and geography researchers were arguing that the world was now in, and had been in since the beginning of the Industrial Revolution, the Anthropocene-the era in which human systems began influencing global ecosystems ( Crutzen & Stoermer, 2000) .",
            "cite_spans": [
                {
                    "start": 312,
                    "end": 328,
                    "text": "( Gellert, 1990;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 329,
                    "end": 351,
                    "text": "Roemer & Roemer, 1990)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 629,
                    "end": 656,
                    "text": "( Crutzen & Stoermer, 2000)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There is still some debate regarding how to draw the line between \"global\" health, \"international\" health, and \"public\" health, with Koplan et al. (2009) providing an overview that global health focuses on issues that directly or indirectly affect health but that can transcend national boundaries, whereas international health focuses on health issues of countries other than one's own, and public health focuses on issues that affect the health of the population of a particular community or country. Global health engages in the development and implementation of solutions that often require global cooperation, whereas international health engages in the development and implementation of solutions that usually requires binational cooperation, and public health engages in the development and implementation of solutions that do not usually require global cooperation. Global health and international health embrace both prevention and clinical treatment, whereas public health mainly focuses on prevention programs for populations.",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 153,
                    "text": "Koplan et al. (2009)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Much like the international health perspective, global health identifies the transnational nature of the spread of infectious diseases. However, global health has come to encompass more complex transactions between societies ( Koplan et al., 2009 ). Thus, international health and behavioral health disparities are of concern to the global health community, as are the effects of anthropogenic climate change on nutrition and disease spread.",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 246,
                    "text": "( Koplan et al., 2009",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The growth of study opportunities began to proliferate in the 1950s, as a result of decolonization in Africa, Asia, and Latin America, and increased resources to support global educational and practice experiences for students ( Evert, Stewart, Chan, Rosenberg, & Hall, 2008; Haq et al., 2000) . This evolved into today's network of organizations that support international education and research opportunities ( Evert et al., 2008) . As a result, opportunities to study or practice globally have increased, as has the interest of researchers. The growth of global health education and research has been supported by the ongoing development of a transnational infrastructure. One of the first conferences devoted to education and international health was held in 1948. The Inter national Health Medical Education Consortium was established in 1991 and eventually became today's GHEC ( Chase & Evert, 2011) . It currently has more than 90 member institutions throughout the United States and Canada. The Global Health Action Committee of the American Medical Student Association was formalized in 1997, and in 1998 the International Federation of Medical Students' Association founded its U.S. chapter ( Chase & Evert, 2011) . Many other academic fields, including social work, law, and engineering are collaborating in the field of global health and global health education ( Chase & Evert, 2011; Koplan et al., 2009) .",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 275,
                    "text": "( Evert, Stewart, Chan, Rosenberg, & Hall, 2008;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 276,
                    "end": 293,
                    "text": "Haq et al., 2000)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 411,
                    "end": 432,
                    "text": "( Evert et al., 2008)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 883,
                    "end": 905,
                    "text": "( Chase & Evert, 2011)",
                    "ref_id": null
                },
                {
                    "start": 1201,
                    "end": 1223,
                    "text": "( Chase & Evert, 2011)",
                    "ref_id": null
                },
                {
                    "start": 1374,
                    "end": 1396,
                    "text": "( Chase & Evert, 2011;",
                    "ref_id": null
                },
                {
                    "start": 1397,
                    "end": 1417,
                    "text": "Koplan et al., 2009)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The increase of globalization has affected many facets of global health. Countries are no longer isolated from the cross-border transmission of diseases, and the development of interventions to affect transborder health issues is an international responsibility. There are multiple examples that show how the health of humans is correlated with animals and our environment. A stronger focus on developing prevention and intervention strategies to address health in disenfranchised communities within the United States and in developing countries can have a significant impact on health, longevity, and well-being. The success of these strategies will promote equity and support social justice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The World Health Organization and the transition from \"international\" to \"global\" public health",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cueto",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fee",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "American Journal of Public Health",
            "volume": "96",
            "issn": "",
            "pages": "62--72",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Zoonotic diseases",
            "authors": [],
            "year": 2016,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Global health training in graduate medical education: A guidebook",
            "authors": [],
            "year": 2011,
            "venue": "Global Health Education Consortium",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The \"anthropocene",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Crutzen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "Stoermer",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Global Change Newsletter",
            "volume": "41",
            "issn": "",
            "pages": "17--18",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Policies and strategies to promote social equity in health: Background document to WHO-Strategy paper",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dahlgren",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Whitehead",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Institutes for Futures Studies",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Developing residency training in global health: A guidebook",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Evert",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Stewart",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rosenberg",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Global Health Education Consortium",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Global health interdependence and the international physicians' movement",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Gellert",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "JAMA",
            "volume": "264",
            "issn": "",
            "pages": "610--613",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "About us",
            "authors": [],
            "year": 2012,
            "venue": "Global Health Education Consortium",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Policy statement-Health equity and children's right",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Granado-Villar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Cotton",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Gaines",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Gambon",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Gitterman",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Pediatrics",
            "volume": "125",
            "issn": "",
            "pages": "838--849",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Distinct clones of Yersinia pestis caused the black death",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Haensch",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bianucci",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Signoli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rajerison",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schultz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kacki",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS Pathogens",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1001134"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "New world views: Preparing physicians in training for global health work",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Haq",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rothenberg",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gjerde",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bobula",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bickley",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "International Family Medicine",
            "volume": "32",
            "issn": "",
            "pages": "1--16",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Towards a common definition of global health",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Koplan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Bond",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Merson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Reddy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Rodriguez",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "K"
                    ],
                    "last": "Sewankambo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Wasserheit",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Lancet",
            "volume": "373",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Global health, national development, and the role of government",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Roemer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Roemer",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "American Journal of Public Health",
            "volume": "80",
            "issn": "",
            "pages": "1188--1192",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Advanced social work practice behaviors to address behavioral health disparities",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chapa",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Marais",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Des Marais, MSW, is a doctoral candidate",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Eric",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Graduate School of Social Work",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "). Major global organizations addressing global health issues include the World Health Organization (WHO), United Nations International Children's Emergency Fund (UNICEF), World Food Programme, United Nations University International Institute for Global Health, World Bank, and International Federation of Red Cross and Red Crescent Societies (IFRC)",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Social Work Research Volume 40, Number 1 March 2016",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}