{
    "paper_id": "39224a431f8cfa94bca200f1fcd905504675314c",
    "metadata": {
        "title": "Letter to the Editor",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "China CDC was responsible for epidemiologic investigation, field disinfection, public risk communication and cooperating with the immigration and security department for close contacts tracing and quarantine. These minimized the probability of secondary transmission of MERS-CoV in hospitals as well as in the community.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "With sufficient and accurate information, timely and suitable measures can be applied for effective infection control. Similar to the first imported MERS case in the Philippines in 2015, 3 immediate responses such as identification of the case and close contacts were taken to control virus spread. The Chinese local health department was able to locate and transfer the case to a designated hospital within four hours after WHO notification. Laboratory results were also quickly confirmed by the Guangdong provincial CDC and China CDC. Efforts were made to trace every close contact (defined by National Health and Family Planning Commission of China) 6 through a variety of approaches, including the use of social networks. In total, 86% (62/72) of close contacts were traced within one day after the notification, and all close contacts were traced within five days after the notification. These contacts were quarantined according to the national regulations on emergency public health events. 6 We found none of the contacts had developed respiratory symptoms and none tested positive for MERS-CoV.",
            "cite_spans": [
                {
                    "start": 998,
                    "end": 999,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To conclude, the successful management of the imported MERS case in China echoed the merits of a rapid \"information for action\" response for emerging",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Middle East respiratory syndrome in the Republic of Korea: transparency and communication are key",
            "authors": [
                {
                    "first": "Ich",
                    "middle": [],
                    "last": "Fung",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Western Pacific Surveillance and Response Journal",
            "volume": "6",
            "issn": "3",
            "pages": "1--2",
            "other_ids": {
                "DOI": [
                    "10.5365/wpsar.2015.6.2.011"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Middle East respiratory syndrome coronavirus (MERS-CoV) summary of current situation, literature update and risk assessment",
            "authors": [],
            "year": 2015,
            "venue": "Geneva, World Health Organization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Contact tracing the first Middle East respiratory syndrome case in the Philippines",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Racelis",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Western Pacific Surveillance and Response Journal",
            "volume": "6",
            "issn": "3",
            "pages": "3--7",
            "other_ids": {
                "DOI": [
                    "10.5365/wpsar.2015.6.2.012"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Imported case of MERS-CoV infection identified in China",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Eurosurveillance: European Communicable Diease Bulletin",
            "volume": "20",
            "issn": "24",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The technical guideline for MERS case control and prevention",
            "authors": [],
            "year": 2015,
            "venue": "National Health and Family Planning Commission",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Center for Disease Control and Prevention, Guangzhou, People's Republic of China. b Huizhou Municipal Center for Disease Control and Prevention, Huizhou, People's Republic of China. c Guangdong Provincial Institute of Public Health, Guangzhou, People's Republic of China. Submitted: 13 October 2015; Published: 11 November 2015 doi: 10.5365/wpsar.2015.6.4.001 R ecently, the Middle East respiratory syndrome (MERS) in the Republic of Korea was featured by the Western Pacific Surveillance and Response Journal (WPSAR) describing the key for controlling this epidemic as transparency and communication. 1 Since the discovery of MERS-coronavirus (MERS-CoV) in 2012, there have been several MERS-confirmed cases in the Western Pacific Region, including two from the Philippines. 2,3 During the 2015 MERS epidemic in the Republic of Korea, one imported case was confirmed in Guangdong Province, China on 29 May 2015. 4 Based on our experiences of combating severe acute respiratory syndrome, influenza A(H1N1) and A(H7N9) epidemics, we agree that communication is the key, and international information exchange plays a critical role in infectious disease risk communication. While Fung et al. 1 emphasized transparency and communication between the local government and the public, here we focus more on the importance of coordination within the government and communication among international partners. For the imported MERS case, timely information of the situation was shared effectively among the World Health Organization, China and the Republic of Korea during the critical moments under the framework of the International Health Regulations (2005). 5 An outbreak investigation team involving the local hospitals, Chinese Center for Disease Control and Prevention (China CDC) and other relevant parties was formed and coordinated by the Chinese government. The role and responsibility of each team member was clearly defined to ensure efficiency. Hospitals were responsible for case treatment and infection control; Elements of successful management of an imported Middle East respiratory syndrome case in Guangdong, China Tie Song, a Min Kang, a Yonghui Zhang, a Lihuan Liang b and Hualiang Lin c Correspondence to Yonghui Zhang (email: zyh@cdcp.org.cn).",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We thank the field and laboratory staff from the China CDC and the Centre for Health Protection, Hong Kong Special Administrative Region, China for their participation in the contact-tracing activities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "None. The authors are responsible for the views expressed in this publication, and do not necessarily represent the views or policies of the government.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest"
        },
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        }
    ]
}