{
    "paper_id": "3967468a4f30aeb5f968672d8a93b4e1cba27e74",
    "metadata": {
        "title": "OT Manifestations of Lung Changes and Complications in Patients with Severe Acute Respiratory .Syndrome",
        "authors": [
            {
                "first": ";",
                "middle": [],
                "last": "Zhang Xue-Zhe",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "; T ~)",
                "middle": [],
                "last": "Wang Wu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "L",
                "middle": [
                    "U"
                ],
                "last": "Yan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "; N",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "~",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "~",
                "middle": [
                    ")"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Objective: To investigate the role of CT scanning in diagnosing severe acute respiratory syndrome(SARS). Methods: One hundred and twelve times of spiral CT scanning, 106 times on the chest with standard pulmonary and mediastinal window, 5 on the brain and once on the abdomen, were performed in 82 patients (37 males and 45 females) of SARS. Results: Bilateral shadows showed in 66 patients (80.48%) and unilateral shadow in 16 (19.52%). The lung CT findings were sub-pleural focal consolidation in 26 patients (31.70%), flaky cloudy opacity in 53 (64.63%), large area consolidation in 9 (10.97%), ground-glass blurry shadow in 31 (37.80%), alveolar substantive shadow in 14 (17.07%) and interstitial changes in 16 (19.51%). The pulmonary CT signs of SARS were relatively characterized by: (1) The lesions tending to multiply occur, mostly to be bilaterally distributed and commonly involved in the lower lung field. (2) The lung shadows mostly showed as sub-pleural focal consolidation, flaky cloudy shadow, large area consolidation, ground-glass blurry shadow, and often accompanied with signs of broncho-inflation. (3) Having opacified nodular shadows in the alveolar cavities. (4) Rapid progressions or changes on the size, amount, and distribution of the lesions likely to be found in dynamic observation of chest X-ray and CT scanning, i.e., markedly dynamic changes found within 24 to 48 hrs. Lesions with these characteristics may be recognized as pulmonary changes possibly induced by SARS. Complications were found in 6 patients (7.31%), including tuberculosis of lung and brain accompanied with pneumomediastinum in one patient, secondary infection of lung in 2, pneumothorax in 1, pulmonary fungus in 1, and pyothorax in 1. Conclusion: CT scanning is a sensitive method for diagnosis of SARS, by which more accurate assessment of the abnormal changes of lung and occurrence of complications in SARS patients can be made.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Some studies dealing with the pulmonary iconographic picture of severe acute respiratory syndrome (SARS, an acute fulminant epidemic infectious disease) have been reported, but such as dealing with its CT image and complication are rare. In order to raise the level of iconographic diagnosis and cure rate for SARS and lower the mortality, the CT manifestation of lung and complications in patients suffering from SARS were analyzed and discussed in this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Materials analyzed were about 82 SARS patients, who were hospitalized in the authors' hospital from March 2003 to June 2003, and whose complete record and CT scanning kept. They were 37 males and 45 females, aged 15-86 years, 40.32 years on average. The diagnosis of all the patients conformed to the clinical diagnostic standard promulgated by the Ministry of Health (1) , with 112 times of CT scanning performed on them, including 106 times on the chest, 5 on the head (1 with plain and enhanced scanning of magnetic resonance imaging), and once on the abdomen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical Materials"
        },
        {
            "text": "The spiral CT (Maconi PQ6000, Philips Medical System) was used to perform the continuous scanning from the apex of the lung to the costophrenic angle, with selective reduced bedding plane and/or high resolution scan, and the CT shots were made with standard pulmonary and mediastinal windows. The lung field was divided, according to conventional division, into upper, middie and lower fields to clarify the distribution of lesions. The analysis was conducted in 4 aspects, the distribution of lesions, their CT image form, Department of Radiology, China-Japan Friendship Hospital, Beijing (100029) Correspondence to.' Dr. ZHANG Xue-zhe; Tel: 010-64222963 ; E-mail: cjfhdrct@public, fhnet, en. net CT manifestations of complications and its different stages.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CT Scanning"
        },
        {
            "text": "Bilateral shadows showed in 66 patients (80.48%) and unilateral shadow in 16 (19.52%); lesions involving 4--6 lung fields showed in 54 patients (65.85%), involving the lower field in 63 (76.82%), indicating that the lesions in SARS patients multiply occurred and were bilaterally distributed but mostly seen in the lower lung fields.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Distribution of Lesions"
        },
        {
            "text": "The lung CT images showed the following forms :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CT Image Form of Lesions"
        },
        {
            "text": "1. Sub-pleural focal consolidation showed in 26 patients (31.70%), manifesting as exudation lesions with unclear margins closely stuck to pleura; scattering in various lung fields but mostly seen in lower fields; being mostly multiple, but a few occurring singly (see Figure 1 . See Figures inside back cover).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 268,
                    "end": 276,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "CT Image Form of Lesions"
        },
        {
            "text": "2. Flaky cloudy shadow showed in 53 patients (64. 63%), manifesting as variously sized flaky shadows with unclear margin, scattering bilaterally but mostly in middle or lower fields (see Figure  1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 187,
                    "end": 196,
                    "text": "Figure  1",
                    "ref_id": null
                }
            ],
            "section": "CT Image Form of Lesions"
        },
        {
            "text": "3. Large area consolidation showed in 9 patients (10.92%) to form the consolidation of pulmonary segment with intensified density, even or slightly uneven; 6 of the 9 patients showed broncho-inflation (see Figure 2 ), which mostly occurred singly and unilaterally located, often accompanied with sub-pleural focal consolidation and flaky shadows in bilateral lung fields.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 206,
                    "end": 214,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "CT Image Form of Lesions"
        },
        {
            "text": "4. Ground-glass blurry shadows showed in 31 patients (37.80%), manifesting as large area of ground-glass like high density shadow with unclear margin (Figure 3 ), in which, signs of lung marking and/or broncho-inflation may be found, mostly accompanied with flaky shadow. 5. Alveolar substantive shadows showed in 14 patients (17.07%), which could be seen by mediastinal windows (in order to show it clearly, the window should be adjusted to mediastinal one when observed under pulmonary window), manifesting as high density spotted shadows filling up the alveoli (see Figure 4 and 5), which is one of the relative characteristics of SARS.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 150,
                    "end": 159,
                    "text": "(Figure 3",
                    "ref_id": null
                },
                {
                    "start": 569,
                    "end": 577,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "CT Image Form of Lesions"
        },
        {
            "text": "6. Interstitial changes showed in 16 patients (19. 51%), manifesting as thickened, irregular (reticular or honeycombed) lung marking (see Figure 6) , some of which were accompanied with local pleural thickening and adhesion, and bronchiectasis was found in one patient. 7. Other signs include bullae of lung in 2 patients, sub-pleural bubble in 3, local emphysema in 3, mediastinal lymph node enlargement in 16 (with diameter of lymph node ~1.0 cm in 14, 1.5 cm in 2), pleural thickening and adhesion in 14 and hydrothorax in 2.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 138,
                    "end": 147,
                    "text": "Figure 6)",
                    "ref_id": null
                }
            ],
            "section": "CT Image Form of Lesions"
        },
        {
            "text": "Complications were found in 6 patients (7.31%), which occurred 20 days after the onset of SARS in 2 patients and 31--36 days after onset in the other 4. These complications were:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CT Manifestations of Complications"
        },
        {
            "text": "1. Secondary infection of lung occurred in 4 patients (4.87%). One of these 4 was a male of middle age, who was found to have such symptoms as hemoptysis and fever 1 month odd after onset of SARS, and CT scanning showed consolidation in basal segment of left lower lobe with a thick-wall cavity in it with no liquid level seen. CT re-examination conducted 4 days later showed multiple cavities and enlargement of the original thick-wall cavity, with local hydrothorax and pleural thickening as well as pneumomediastinum, sputum smear staining showed acid-fast bacilli, and so he was diagnosed as SARS with secondary caseous tuberculosis with cavitation (see Figure 7 and 8). At the same time, CT scanning and plain magnetic resonance imaging (MRI) showed multiple lesions in bilateral brains, and enhanced MRI showed annular intensification (Figure 9 --11). He got clinically alleviated with the cavity shrunk in CT after anti-tuberculosis treatment.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 658,
                    "end": 666,
                    "text": "Figure 7",
                    "ref_id": null
                },
                {
                    "start": 841,
                    "end": 850,
                    "text": "(Figure 9",
                    "ref_id": null
                }
            ],
            "section": "CT Manifestations of Complications"
        },
        {
            "text": "Thick-wall cavity in left lower lobe (preliminary clinical diagnosis showing it to be abscess of lung) with multiple nodular shadows in bilateral lungs (preliminary clinical diagnosis showing it to be mycosis or tuberculosis) was found in 2 patients 20 and 30 days respectively after onset of SARS. After treatment with corresponding drugs, the thick-wall shrunk markedly and consolidation and multiple lesions in lungs got absorbed. Thick-wall cavity with positive discovery of fungus in sputum smear was found in the 4th patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CT Manifestations of Complications"
        },
        {
            "text": "2. Pyothorax was found in one patient 1 month odd after onset of SARS, with appearance of extensive pleural thickening reaction on the right side, and culture of the extraction from thoracic drainage showed growth of staphylococci.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CT Manifestations of Complications"
        },
        {
            "text": "3. Pneumothorax was shown in one patient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CT Manifestations of Complications"
        },
        {
            "text": "Observation of CT chest scanning was partitioned into three stages according to the time after onset of SARS, i.e. stage I : from the 1st to the 10th day; stage ]]: the llth to 30th day; stage ]]I: days after the 30th day. CT manifestation in stage I was mainly sub-pleural local consolidation, flaky shadow and ground-glass blurry shadow; in stage ]] , it was mainly flaky consolidation and ground-glass blurry shadow, but in some cases occurred marked absorption of lesions in lungs and changes of interstitial tissues; in stage Ill, flaky consolidation still could be seen in some patients, marked or complete absorption of lesions in the lung of some patients and changes of interstitial tissues could be found. See Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 720,
                    "end": 727,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "CT Manifestations in Different Stages"
        },
        {
            "text": "SARS is a new infectious disease, with a new type of coronavirus known as the pathogen that causes SARS (2> . As to the iconologic manifestation of SARS, it was considered to be similar to that of pneumonia caused by such pathogens as bacteria, mycoplasma, chlamydia and some well-known virus, and it was difficult to make a distinction between SARS and pneumonia. By collecting the chest CT scanning materials of SARS patients and considering them in combination with the pathological changes in biopsy and autopsy reported in SARS literatures, the authors preliminarily proposed that there are some relative characteristic signs of chest CT manifestation of SARS patients(~, 4) .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "It has been indicated in the pathological information (5> of SARS patients that disseminated alveolar injury and organized manifestation could be found in different parts of the lung. In the early stage, the special characteristic is pulmonary edema accompanied with hyaline membrane forma-tion, which exhibits the early stage changes of SARS; while the presence of cellular fibromucous organized exudant between alveoli indicates the alveolar injury of the organized stage; almost no lymphocytic inflammatory infiltration could be found in the interstitial tissue. At the same time, some vacuolar and polynuclear pneumonocytes as well as small amount of monocytes infiltration could be seen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In this study and previous studies conducted by the authors (3' 4~ , it was found that the relative characteristics of the lung in SARS patients were:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "(1) The lesions tended to occur multiply, mostly bilaterally distributed and involving the lower lung fields. Of the 82 patients, 65.85% had their lesions involving 4--6 lung fields, and 76.82~ involving the lower fields. (2) The lung shadows mostly showed sub-pleural focal consolidation, flaky cloudy shadow, large area consolidation, ground-glass blurry shadow, and often accompanied with signs of broncho-inflation. These are considered to be the main signs in the lung of SARS patients. (3) High density spot shadows accumulated in the alveolar cavities could be seen when they were observed from pulmonary and mediastinal windows, which is a valuable sign. (4) Follow-up dynamic observation of chest X-ray and CT scanning could find rapid progressions or changes in size, amount and distribution of the lesions, that is to say, markedly dynamic changes could take place within 24 to 48 hrs. These relative characteristic manifestations of the lung proved to be helpful to the diagnosis and differential diagnosis of SARS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Although manifestations of CT chest scanning in SARS patients changed in different stages of the disease, with certain changes prevailing all the while, some relative special signs lasted all through the course of the disease. It is difficult to mark off clearly the stages of SARS according to the iconological manifestation, for example, the ground blurry shadow, subpleural local consolidation and flaky consolidation showed in all stages, i.e. early, middle or recovery stage. In this study, the above-mentioned changes of CT scanning were seen in one middle-aged woman even 50 days after onset of the disease, which is something hard to believe : so long is the course of the disease from the view of CT findings. Therefore, the assessment of ieonological findings should be done in close combination with clinical and laboratory data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Great attention should be paid to the complications of SARS. In treating patients of SARS, besides the anti-viral agents, some other measures, including glucoeorticoid, broad spectrum antibiotics, airway positive pressure ventilation, tracheotomy and tracheal intubation, are also necessary. Proper and rational application of these measures is very important for enhancing the curative rate and reducing the mortality of SARS patients, but the adverse reactions and the complications induced by them must not be neglected. In this study, 6 patients (7.31~) had been found to have complications, among them, a middle-aged male subject suffered from pulmonary cavitation of caseous tuberculosis, cerebral and pneumomediastinum tuberculosis simultaneously. As to the other 5 patients, complication with secondary infection was found in 2 patients, pyothorax in 1, pneumatothotax in 1 and pulmonary mycosis in 1. The complications generally occurred at the 20th--36th days when the patients had received various kinds of treatment, which mostly were pulmonary infection, mainly tuberculosis, mycosis and secondary infection induced by other bacteria. Since it has not been reported so far by pathological examination that SARS could cause the presence of pulmonary cavitation, when such cavitation-like manifestations as thick-wall cavity with nodular or nodular shadow protruded into the cavity, it should be highly suspected to be secondary mycotic infection. However, possibility of pulmonary abscess or tuberculosis could neither be excluded in patients with thick-wall cavity. In case that SARS patient previously had tuberculosis, the possibility of relapsed tuberculosis should be taken into consideration. Cavitation often occurs in tuberculosis, it might be thin-wall, thick-wall, chronic fibrotic and tension cavity, but mostly it was thin-wall cavity. Caseous necrotic tuberculosis always involves one segment or one lobule of the lung, sometimes, the cavitation may be multiple. After the necrotic caseous tuberculosis lesion is liquefied and the necrotic substance is discharged through bronchi, thickwall cavity would be formed with irregular wall and, in general, liquid level could not be seen. The cavity may be turned into thin-wall when large amount of necrotic substance is discharged. Lung mycosis and tuberculosis may also present round or nodular, multiple or single massive shadow, which makes the differentiation by iconologic examination alone very difficult.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Secondary infection of the brain is a complication to which great importance should be paid. One case in this study is one of tuberculosis of the brain. So, the authors suggested that when symptoms and signs of the central nerve system appear in SARS patients, CT observation should be done, and, if necessary, MRI be conducted. In this study, cranial CT scanning was conducted in 5 patients, with only one of them found to have tuberculosis in the brain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Pulmonary fibrosis and ischemic necrosis of bone (INB) should also be paid attention to. The lung lesion in the majority of SARS patients could be mostly or completely absorbed after treatment, but fibrosis may be left behind in some patients, especially in the severe cases. Whether the lung fibrosis is reversible or not remains to be closely traced. The generation of INB may be related with the application of glucocortieoid, the possibility of INB occurrence would increase in patients who received glucocorticoid treatment for over 2 consecutive months. It is advised to diagnose it definitely by CT scanning or MRI of bilateral hip joint in patients with pain and limited motion of hip joint. Xray plain film is unsuitable as the first choice due to its insensibility to early stage INB.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "As to the iconological examination of SARS, the traditional X-ray film, as an effective and economic measure, plays an important role in the diagnosis of SARS and is the first choice in primary and tracing examination. However, CT examination is very important in enhancing the level of diagnosis and differential diagnosis, because it has its special superiorities like the following: its capacity in differentiating different densities of tissues is more sensitive: 10--25 times that of general X-ray examination; fine contrast could be obtained by regulating the location and width of CT windows; the spatial relationship between lesions with neighboring construction could be shown clearly, so as to find the lesion that could hardly be found by traditional X-ray examination; it could be used in clinical practice to observe the number, size, distribution of exudative infiltrative lesions in the lung, as well as the intra-alveolar change, cavity, pleural lesion and mediastinal emphysema, etc. therefore, in these aspects, it is definitely different from Xray observation; CT could find the tiny abnormal changes in the lung of patients and reveal the distribution of exudative infiltrative lesions and subpleural local consolidation, as well as the various complications mentioned above. For these reasons, it is proposed that CT scanning should be employed in hospitals if possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Up to now, the understanding of the iconological manifestation in SARS patients remains to be preliminary, and certain mysteries remain to be for further probed and deeply exploited. Methods: Forty patients who received selective abdominal surgery with general anesthesia for 3--4 hrs and ASA grade I -1I were divided into two groups, the trial group and the control group, 20 patients in each group. After being sent into the postanesthesia care unit (PACU), the trial group was treated with intravenous dripping of SFI 1.0 ml/kg and the control group was treated with intravenous dripping of equal volume of normal saline. All patients were observed in double blindly manner, the self ventilation recovery time, extubation time, the time of leaving PACU and their Glasgow coma scale (GCS) were recorded and compared. 2 ml of peripheral venous blood were taken to determine the plasma ~-endorphin (~-EP) content at the time points of before (T1), 5min (T2), 15min (T3) and 30 min (T4) after dripping. Results: The self ventilation recovery time, extubation time and time of leaving PACU in the trial group were all shorter than those in the control group (P(0.01), the GCS in the trial group was better than that in the control group (P 0. 01). The plasma content of I]-EP raised gradually along the recovering of patients consciousness, as compared with the content before dripping (T1), it showed insignificant difference at time point T2 but significant difference at T3 and T4, comparison at the corresponding time point showed that the content at T1 and T2 were similar in the two groups (P)0. 05), but at T3 and T4, the content was higher in the trial group than that in the control group respectively (P%0. 01). There was insignificant difference between T1 and before treatment (P) 0. 05), but significant difference was found when compared T3, T4 and before treatment (P%0. 01). Conclusion: SFI could accelerate the resuscitation after general anesthesia, the mechanism may be related with its action in raising plasma ~-EP level. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Ministry of Health, People' s Republic of China. Clinical criteria for communicable atypical pneumonia",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Identification of a novel coronavirus in patients with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Orosten",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gunther",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Preiser",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "1967--1976",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "To carry out the iconologieal study on SARS actively",
            "authors": [
                {
                    "first": "Xue",
                    "middle": [],
                    "last": "Zhang Xz",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ah",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Chin J Radiology",
            "volume": "37",
            "issn": "",
            "pages": "485--486",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The role of radiological imaging in diagnosis and treatment of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "Xue",
                    "middle": [],
                    "last": "Zhang Xz",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ah",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Chinese Medical Journal",
            "volume": "116",
            "issn": "",
            "pages": "1--3",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A major outbreak of severe acute respiratory syndrome in HongKong",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Wu A",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl Med",
            "volume": "348",
            "issn": "",
            "pages": "1986--1994",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Chuan-dong (~'#~) and MIN Su (NJ ~) Department of Anesthesiology, the First Affiliated Hospital, Chongqing University of Medical Sciences, Chongqing (400016) Objective: To investigate the effect and the mechanism of Shenfu injection (SFI, ~]~t~) on the resuscitation from general anesthesia.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Original article on C JIM (Chin)2003  ;23 (9): Various Forms of CT Images in Lung of SARS Patients (A) Subpleural local consolidation and flaky shadow with unclear margin; (B) Large area consolidation, with bronchial inflation; (C) Ground-glass like blurry shadow; (D) and (E) Large area consolidation of lung, and the alveoli filled up with high density spotted shadow (by mediastinal window), with bronchial inflation and some small flaky shadows in lung; (F) Thickened reticular irregular lung markings with fibrotic stripped structure. CT (A--C) and MRI (D--E) Images in the SARS Patients Complicated with Pulmonary and Cerebral Tuberculosis (A) CT of lung, showed large area consolidation and irregular thick-walled cavities; (B) CT of lung showed thickened lung markings with small flaky shadows; (C) CT of brain, showed cerebral tuberculosis; (D) Plain MR[, showed annular high signal shadow in left parietal lobe of brain; (E) Enhanced MRI, showed the enhanced high signal shadow with low signal area around it, and obviously enhanced meninges neighboring to the lesion.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "CT Manifestations in Different Stages [-Cases (o~)]",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}