{
    "paper_id": "3a80c25f7b9cc2c6fdf1edbca4b20eee6a69e9f4",
    "metadata": {
        "title": "Journal Pre-proof Preliminary epidemiological analysis of suspected cases of corona virus infection in Libya",
        "authors": [
            {
                "first": "Mohamed",
                "middle": [
                    "A"
                ],
                "last": "Daw",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Tripoli",
                    "location": {
                        "settlement": "Tripoli-Libya"
                    }
                },
                "email": "mohamedadaw@gmail.com."
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Dear Editor, Since December 2019, Corona Virus Disease (COVID-19), a new emerging infectious disease occurred in Wuhan, has spread all over the world and WHO has declared that the infection is \"Pandemic\" and No country and region can be considered safe (1) . Despite that all measures has been taken and clearly illustrated by WHO and CDC such measure can not be easily applied and followed within the conflict areas in the world such as Syria , Yemen and Libya which suffers mostly (2) . Libya has been hampered by a major armed conflict since 2011. The country is divided and two counterattack governments were founded. This has been clearly reflected on the quality of health services all over the country and citizens suffer immensely to get the basic and emergency services ",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 256,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 483,
                    "end": 486,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Letter to the Editor Preliminary Epidemiological analysis of suspected Cases of Corona virus Infection in Libya"
        },
        {
            "text": "The author has no conflict of interest to disclosure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of competing interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical findings in a group of patients infected with the 2019 novel coronavirus (SARS-Cov-2) outside of Wuhan, China: retrospective case series",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "W"
                    ],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "X"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "G"
                    ],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Ying",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "N"
                    ],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Sheng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Bmj",
            "volume": "368",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Trends and patterns of deaths, injuries and intentional disabilities within the Libyan armed conflict",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Daw",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "El-Bouzedi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Dau",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "PloS one",
            "volume": "14",
            "issn": "5",
            "pages": "2012--2017",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Libyan healthcare system during the armed conflict: Challenges and restoration",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Daw",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "African Journal of Emergency Medicine",
            "volume": "7",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Epidemiology of hepatitis C virus and genotype distribution in immigrants crossing to Europe from North and sub-Saharan Africa. Travel medicine and infectious disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Daw",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "El-Bouzedi",
                    "suffix": ""
                },
                {
                    "first": "Ahmed",
                    "middle": [],
                    "last": "Mo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Dau",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Agnan",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "14",
            "issn": "",
            "pages": "517--543",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Viral haemorrhagic fever in North Africa; an evolving emergency",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Daw",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "El-Bouzedi",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Clin Exp Pathol",
            "volume": "5",
            "issn": "215",
            "pages": "2161--0681",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ". Influx of immigrants and fighting Militias form all over the world has added extra burdens of traceability and control of emerging infectious diseases in the country (4). Few studies were carried on the impact of immigrants and military fighting on spread of infectious diseases in Libya. In 2014, an outbreak of viral hemorrhagic fever composed twenty-three cases were reported in North West Libya that goes in concordance with those occurred in West-Africa (5). Here in we would like to report on the first suspected cases of corona virus infection in Libya. Eight patients arrived from different countries where corona virus infection was officially reported and critically spread including Egypt ( 4), Tunis ( 2), Saudi Arabia (1) and Italy (1).The epidemiological, demographic, clinical and laboratory data, where collected for each patient by direct communications with attending doctors and other healthcare providers. The median age of the suspected cases was 56 years and 6(75%) of them were men . On admission, most patients had fever and /or dry cough. Other different symptoms were also reported including chest pain, headache, confusion, diarrhea and constant pain as illustrated in table 1. Different hematological and biochemical marker were reported (table 1) including lymphopenia occurred in 6 patients (75%), and elevated lactate dehydrogenase in 6 patients (75). Platelets were below the normal range in 6 (75%) patients and above the normal range in two (25%) patients. Patients also had differing degrees of liver function abnormality, with alanine aminotransferase (ALT) or aspartate aminotransferase (AST) above the normal range. No other respiratory viruses in any of the patients were reported neither a significant bacteria determined. According to chest x-ray and CT, 6(75%) patients showed bilateral pneumonia with just 3(38%) patients showing unilateral pneumonia. Two (25) patients showed multiple mottling and ground glass opacity. All patients were treated in isolation and received antiviral, antimicrobial and supportive treatment according to the International standards( R). By March 14, 3 (38%) patients had been discharged and 2 (25%) patients had died; all other patients were still in hospital. Despite the several limitations of this preliminary descriptive study has, it highlights the major concern and the consequences of the spread of this vital infection not only in Libya but also southern European countries as most of immigrants come via Libyan Mediterranean shores. Hence then international efforts should be combined to encompass this pandemic.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "kinase (U/L; normal range 50.0-310.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Demographics, Clinical and Diagnostic characteristics of Libyan patients with corona virus (2019-nCo) pneumonia",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}