{
    "paper_id": "3aacd806eb100b38f64a8c5cab039e18ee0e9d73",
    "metadata": {
        "title": "Rapid communication Rapidly increasing cumulative incidence of coronavirus disease (COVID-19) in the",
        "authors": [
            {
                "first": "Pete",
                "middle": [],
                "last": "Kinross¹",
                "suffix": "",
                "affiliation": {
                    "laboratory": "European Centre for Disease Prevention and Control (ECDC) Public Health Emergency Team²",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Carl",
                "middle": [],
                "last": "Suetens¹",
                "suffix": "",
                "affiliation": {
                    "laboratory": "European Centre for Disease Prevention and Control (ECDC) Public Health Emergency Team²",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Joana",
                "middle": [],
                "last": "Gomes Dias¹",
                "suffix": "",
                "affiliation": {
                    "laboratory": "European Centre for Disease Prevention and Control (ECDC) Public Health Emergency Team²",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Leonidas",
                "middle": [],
                "last": "Alexakis¹",
                "suffix": "",
                "affiliation": {
                    "laboratory": "European Centre for Disease Prevention and Control (ECDC) Public Health Emergency Team²",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Ariana",
                "middle": [],
                "last": "Wijermans¹",
                "suffix": "",
                "affiliation": {
                    "laboratory": "European Centre for Disease Prevention and Control (ECDC) Public Health Emergency Team²",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Edoardo",
                "middle": [],
                "last": "Colzani¹",
                "suffix": "",
                "affiliation": {
                    "laboratory": "European Centre for Disease Prevention and Control (ECDC) Public Health Emergency Team²",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Dominique",
                "middle": [
                    "L"
                ],
                "last": "Monnet¹",
                "suffix": "",
                "affiliation": {
                    "laboratory": "European Centre for Disease Prevention and Control (ECDC) Public Health Emergency Team²",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Kinross",
                "middle": [],
                "last": "Pete",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Suetens",
                "middle": [],
                "last": "Carl",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gomes",
                "middle": [],
                "last": "Dias",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Joana",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alexakis",
                "middle": [],
                "last": "Leonidas",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wijermans",
                "middle": [],
                "last": "Ariana",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Colzani",
                "middle": [],
                "last": "Edoardo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dominique",
                "middle": [
                    "L"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The cumulative incidence of coronavirus disease (COVID-19) cases is showing similar trends in European Union/European Economic Area countries and the United Kingdom confirming that, while at a different stage depending on the country, the COVID-19 pandemic is progressing rapidly in all countries. Based on the experience from Italy, countries, hospitals and intensive care units should increase their preparedness for a surge of patients with COVID-19 who will require healthcare, and in particular intensive care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "On 31 December 2019, a cluster of pneumonia cases of unknown aetiology was reported in Wuhan, Hubei Province, China. On 9 January 2020, the China Center for Disease Control and Prevention reported the causative agent as being a novel coronavirus now referred to as severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) [1] . Since, the illness resulting from SARS-CoV-2 infection has been named coronavirus disease . Evidence to date is that ca 80% of individuals with COVID-19 have a mild disease, i.e. a respiratory tract infection with or without pneumonia, and most of these recover [1] . In ca 14% cases, COVID-19 develops into a more severe disease requiring hospitalisation while the remaining 6% cases experience critical illness requiring intensive care. The mortality of patients hospitalised due to COVID-19 is ca 4% [1] . In this study, we assess the trends in the cumulative incidence of COVID-19 in each European Union/European Economic Area (EU/EEA) country and the United Kingdom (UK) and compare them to that of Hubei Province, China. We also compare the current number of COVID-19 cases in EU/EEA countries and the UK with that in Italy during 31 January-15 March 2020.",
            "cite_spans": [
                {
                    "start": 326,
                    "end": 329,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 594,
                    "end": 597,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 835,
                    "end": 838,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Subsequent to China, COVID-19 underwent further geographical spread and the dynamic of the COVID-19 pandemic in the rest of the world currently follows that of this country [2] . On 11 March 2020, the Director General of the World Health Organization (WHO) declared COVID-19 a pandemic [3] . In the 5 March issue of Eurosurveillance 2020, Spiteri et al. reported on the first European confirmed COVID-19 cases according to the WHO case definition [4, 5] . In the EU/EEA, the first three confirmed cases were reported by France on 24 January 2020 in persons returning from Wuhan, Hubei Province, China [2] . As at 15 March 2020, COVID-19 cases had been detected in all 30 EU/EEA countries and the United Kingdom (UK) [6] , whereby between 31 December 2019 and that date included, 39,768 cases and 1,727 deaths had been reported, with 17,750 cases and 1,441 deaths from Italy alone [6] .",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 176,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 286,
                    "end": 289,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 447,
                    "end": 450,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 451,
                    "end": 453,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 601,
                    "end": 604,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 716,
                    "end": 719,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 880,
                    "end": 883,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 cases in EU/EEA countries and the UK"
        },
        {
            "text": "At the European Centre for Disease Prevention and Control (ECDC), the notified COVID-19 case counts in each country worldwide, obtained from only official sources such as the countries' Ministry of Health, national and regional health authorities and the WHO, are updated each day at 8:00 a.m. These data were used for assessing the trends of COVID-19 in EU/EEA and the UK, and comparing them to that in Italy. As a proxy of the prevalence of active COVID-19 cases, we calculated the 14-day truncated cumulative incidence of COVID-19 cases, thus taking into account the natural course of COVID-19, in each EU/EEA country and the UK, during the 1 January-15 March 2020 period. We also presented the cumulative number of notified A. 14-day truncated cumulative incidence ≥ 4.0 cases per 100,000 population and > 30 notified cases B. 14-day truncated cumulative incidence < 4.0 cases per 100,000 population or < 30 notified cases ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Obtaining cumulative number and cumulative incidence of COVID-19 cases"
        },
        {
            "text": "The trends in the 14-day truncated cumulative incidence of COVID-19 cases in EU/EEA countries and the UK generally followed that of Hubei Province (China) (Figure 1 ). For the EU/EEA and the UK overall, the cumulative incidence of COVID-19 started to increase around 21 February and then increased sharply around 28 February 2020 (Supplementary material). This was mostly driven by the rapid increase in the number of reported cases from Italy, but all other EU/EEA countries and the UK showed similar increasing trends of the cumulative incidence of COVID-19 (Supplementary material). Figure 2 shows the cumulative number of COVID-19 cases, in EU/EEA countries and the UK compared with that in Italy for the 31 January-15 March 2020 period. It highlights that, as at 15 March 8:00 a.m., 15 other EU/EEA countries and the UK had already reported a total number of cases comparable to that of Italy just 3 weeks prior or less.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 155,
                    "end": 164,
                    "text": "(Figure 1",
                    "ref_id": null
                },
                {
                    "start": 586,
                    "end": 594,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Trends of COVID-19 in EU/EEA countries and the UK"
        },
        {
            "text": "Our results indicate that the number of notified cases of COVID-19 is rapidly increasing in the EU/EEA and the UK. The observed trends in the cumulative incidence of COVID-19 suggest that the pandemic is progressing at a comparable speed in all countries. This is despite countries being at different stages, variations in national public health responses, and possibly different case definitions in countries and different protocols for selecting patients that must be tested for confirmation of COVID-19, including catch-up testing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Early March 2020, doctors in the affected regions of Italy described a situation in which ca 10% of patients with COVID-19 required intensive care [7] The experience from Italy and the current trends in other countries show that the COVID-19 pandemic is progressing rapidly in the EU/EEA and the UK. Countries, hospitals and intensive care units should thus prepare themselves for a scenario of sustained community transmission of SARS-CoV-2 and an increase in the number of patients with COVID-19 requiring healthcare, and in particular intensive care, such as the one occurring in the affected regions of Italy. As pointed out in the recent ECDC rapid risk assessment, a rapid, proactive and comprehensive approach is essential to delay the spread of SARS-COV-2, with a shift from a containment to a mitigation approach, as the anticipated rapid increase in the number of cases may not provide decision makers and hospitals enough time to comprehend, accept and adapt their response accordingly if not implemented ahead of time [1] . The rapid risk assessment also lists the public health measures to mitigate the impact of the pandemic. There is a short window of opportunity during which countries have the possibility to further increase their control efforts to slow down the spread of SARS-CoV-2 and decrease the pressure on healthcare. Failing this, it is likely that the healthcare systems of other EU/EEA countries will face a surge of patients that require intensive care within the coming days or weeks.",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 150,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1030,
                    "end": 1033,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "verified data on the number of COVID-19 cases from official sources such as the countries' Ministry of Health, national and regional health competent authorities and the World Health Organization. Carl Suetens and Edoardo Colzani initiated the study. Leonidas Alexakis and Ariana Wijermans verified the data. Pete Kinross, Carl Suetens, Joana Gomes Dias and Dominique L. Monnet analysed the data and prepared the figures. Dominique L. Monnet produced the initial draft of the manuscript and all authors contributed to subsequent versions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Novel coronavirus disease 2019 (COVID-19) pandemic: increased transmission in the EU/EEA and the UK -sixth update",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Investigation Team. First cases of coronavirus disease 2019 (COVID-19) in France: surveillance, investigations and control measures",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bernard Stoecklin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rolland",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Silue",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mailles",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Campese",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Simondon",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Euro Surveill",
            "volume": "25",
            "issn": "6",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917.ES.2020.25.6"
                ],
                "PMID": [
                    "32070465"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "World Health Organization: Geneva; 2020",
            "authors": [],
            "year": 2020,
            "venue": "WHO Director-General's opening remarks at the media briefing on COVID-19 -11",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "First cases of coronavirus disease 2019 (COVID-19) in the WHO European Region",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Spiteri",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fielding",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Diercke",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Campese",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Enouf",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gaymard",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Euro Surveill",
            "volume": "25",
            "issn": "9",
            "pages": "",
            "other_ids": {
                "PMID": [
                    "32156327"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Coronavirus disease (COVID-19) technical guidance: Surveillance and case definitions",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "European Centre for Disease Prevention and Control",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Shared experience & guidance from our colleagues in Northern Italy",
            "authors": [],
            "year": 2020,
            "venue": "European Society of Intensive Care Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Le nostre strutture sottoposte aa pressione superior a ogni possibilità di riposte",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Baldi",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Allarme",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Lombardi",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Oggi la scelta di chi curare richiede regole certe",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bocci",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Coronavirus",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Petrini",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Una tenda davanti all'ingresso. Cremona, ospedale al collasso",
            "authors": [
                {
                    "first": "Chi",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Negli ospedali siamocome in guerra. A tutti dico: state a casa» [Coronavirus, a doctor from Bergamo: «In the hospitals we are like in a war scene",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Imarisio",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Coronavirus",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bergamo",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Coronavirus en Lombardie : «Dans mon hôpital, il y a environ un ou deux décès par jour». [Coronavirus in Lombardy",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Jozsef",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Italy's Health Care System Groans Under Coronavirus -a Warning to the World. The New York Times",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Horowitz",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The variability of critical care bed numbers in Europe",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rhodes",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ferdinande",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Flaatten",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Guidet",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Metnitz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Moreno",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Intensive Care Med",
            "volume": "38",
            "issn": "10",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-012-2627-8PMID"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1 Time distribution of the 14-day truncated cumulative incidence of COVID-19 for (A) 14-day truncated cumulative incidence ≥ 4.0 cases per 100,000 population and > 30 notified casesa and (B) 14-day truncated cumulative incidence < 4.0 cases per 100,000 population or < 30 notified casesb, EU/EEA countries and the UKc, 15 March 2020",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "COVID-19: coronavirus disease; EU/EEA: European Union/European Economic Area; UK: United Kingdom. The crimson red bar indicates the position of Italy as at 15 March, while the red, orange and yellow bars indicate the position of Italy 1, 2 and 3 weeks prior, respectively. The number of cases in each country as at 15 March is indicated in parentheses.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Day since cumulative incidence >0.05 reported COVID-19 cases per 100,000 population COVID-19: coronavirus disease; EU/EEA: European Union/European Economic Area; UK: United Kingdom. a The 14-day truncated cumulative incidence of COVID-19 cases distribution in each country is compared with that of Hubei Province, China.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "None declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        },
        {
            "text": "Since 9 January 2020, the European Centre for Disease Prevention and Control (ECDC) has assembled a Public Health Emergency Team for its response to the COVID-19 pandemic. The ECDC Public Health Emergency Team obtained and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' contributions"
        },
        {
            "text": "This is an open-access article distributed under the terms of the Creative Commons Attribution (CC BY 4.0) Licence. You may share and adapt the material, but must give appropriate credit to the source, provide a link to the licence and indicate if changes were made.Any supplementary material referenced in the article can be found in the online version.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "License, supplementary material and copyright"
        }
    ]
}