{
    "paper_id": "3ad8f51d1ffff3fd7979b2f555aa294cf22382f3",
    "metadata": {
        "title": "Transmembrane domain-dependent sorting of proteins to the ER and plasma membrane in yeast myces cerevisiae, t-SNAREs have been identified for four",
        "authors": [
            {
                "first": "Julian",
                "middle": [
                    "C"
                ],
                "last": "Rayner",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hugh",
                "middle": [
                    "R B"
                ],
                "last": "Pelham",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "organelles: the plasma membrane (Sso1p and the closely MRC Laboratory of Molecular Biology, Hills Road, related Sso2p), an endosomal/pre-vacuolar compartment Cambridge CB2 2QH, UK (Pep12p), the cis-Golgi (Sed5p) and the endoplasmic 1 Corresponding author reticulum (ER) (Ufe1p) (Hardwick and Pelham, 1992; Aalto et al., 1993; Becherer et al., 1996; Lewis and Sorting of membrane proteins between compartments . t-SNAREs in different compartments are of the secretory pathway is mediated in part by their not highly conserved at the primary sequence level, transmembrane domains (TMDs). In animal cells, although they share common secondary structural features: TMD length is a major factor in Golgi retention. In they are C-terminally anchored, with the bulk of the yeast, the role of TMD signals is less clear; it has been protein being in the cytosol, and they contain three proposed that membrane proteins travel by default to stretches of heptad repeats which could form coiledthe vacuole, and are prevented from doing so by coil domains, the longest stretch being close to the cytoplasmic signals. We have investigated the targeting transmembrane domain (TMD). This region has been of the yeast endoplasmic reticulum (ER) t-SNARE",
            "cite_spans": [
                {
                    "start": 306,
                    "end": 325,
                    "text": "Aalto et al., 1993;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 326,
                    "end": 348,
                    "text": "Becherer et al., 1996;",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "shown to be crucial for the interaction of syntaxin with Ufe1p. We show that the amino acid sequence of the the incoming v-SNARE, synaptobrevin (Calakos et al., Kee et al., 1995).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Ufe1p TMD is important for both function and ER",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The t-SNAREs, which 'define' a given compartment in distinct. Targeting is independent of Rer1p, the only that they determine which vesicles are able to fuse with candidate sorting receptor for TMD sequences curit, must be localized correctly in order to prevent aberrant rently known. Lengthening the Ufe1p TMD allows fusion of vesicles with the wrong compartment. They thus transport along the secretory pathway to the vacuole provide a model system for studying protein sorting, i.e. or plasma membrane. The choice between these desthey are a family of similar proteins which are targeted tinations is determined by the length and composition to diverse locations. t-SNAREs lack well-characterized of the TMD, but not by its precise sequence. A longer sorting signals, although we have shown previously that TMD is required to reach the plasma membrane in the localization of the Golgi t-SNARE, Sed5p, is influenced yeast than in animal cells, and shorter TMDs direct both by its TMD and by the cytoplasmic portion of the proteins to the vacuole. TMD-based sorting is therefore protein (Banfield et al., 1994) . a general feature of the yeast secretory pathway, but",
            "cite_spans": [
                {
                    "start": 1089,
                    "end": 1112,
                    "text": "(Banfield et al., 1994)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "This study focuses on the ER t-SNARE, Ufe1p. In occurs by different mechanisms at different points. particular, we have investigated the importance of the",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "than Golgi membrane proteins, and sorting has been postulated to be a result of the difference in thickness of The eukaryotic secretory pathway consists of a number of the lipid bilayer between the Golgi apparatus and the discrete, membrane-bound organelles with distinct protein plasma membrane (Bretscher and Munro, 1993 ). An and lipid compositions; transport between these organelles alternative model has also been proposed in which the occurs via transport vesicles which bud from one compartrole of the TMD is to interact with other Golgi enzymes, ment and fuse specifically with the next. The location of to form large hetero-oligomers which are prevented by membrane proteins within this system depends on their size from entering outgoing vesicles (Nilsson et al., 1993) . ability to be incorporated selectively into, or excluded",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 322,
                    "text": "(Bretscher and Munro, 1993",
                    "ref_id": null
                },
                {
                    "start": 758,
                    "end": 780,
                    "text": "(Nilsson et al., 1993)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Our results show that the Ufe1p TMD contains an ER from, the appropriate transport vesicles. This can be targeting signal. Unlike those required for Golgi retention influenced not only by direct interactions between cytoin animal cells, this signal is not simply determined by plasmic sequences and vesicle coat proteins, but also by TMD length but is dependent on the amino acid sequence, the nature of their membrane-spanning segments. and thus is likely to be recognized by a protein. Surpris-Key components of the transport system that themselves ingly, residues along one helical face of the TMD are also must be sorted are the SNARE proteins. These are crucial for Ufe1p function, but the sequence requirements membrane-bound receptors found on the target membranes for function are distinct from those for ER retention. TMD (t-SNAREs) and on transport vesicles (v-SNAREs) that sequences have also been implicated in the sorting of interact specifically during vesicle docking and promote another yeast ER protein, Sec12p, and a putative sorting vesicle fusion via the NSF and SNAP fusion machinery (Söllner et al., 1993a,b) . In the budding yeast Saccharo-receptor, Rer1p, has been identified. However, targeting by the Ufe1p TMD can occur in the complete absence of Rer1p, implying that it occurs by a novel mechanism. Using Ufe1p as a reporter molecule, we have also investigated TMD-mediated sorting in the later parts of the yeast secretory pathway. Attempts to map the retention signals of yeast Golgi enzymes have focused on the distinction between a Golgi and a vacuolar location; unlike in animal cells, overexpressed or chimeric proteins do not seem to accumulate on the plasma membrane (Chapman and Munro, 1994; Lussier et al., 1995) . These findings, together with an apparent lack of localization signals in vacuolar membrane proteins, have suggested that the vacuole is the default destination for membrane proteins in yeast, and that some so far unspecified signal is required to reach the cell surface (Roberts et al., 1992; Nothwehr et al., 1993) . We find that the choice between plasma membrane and vacuole is dictated by TMD length and (when length is limiting) by amino acid composition, but not by the precise sequence. This supports a lipid-based sorting mechanism as proposed for animal cells. However, yeast differs from animal cells in that a longer TMD is required to ensure transport to the surface, and that proteins with relatively short TMDs are not restricted to the Golgi apparatus but can also reach the endosome/vacuolar system.",
            "cite_spans": [
                {
                    "start": 1105,
                    "end": 1130,
                    "text": "(Söllner et al., 1993a,b)",
                    "ref_id": null
                },
                {
                    "start": 1703,
                    "end": 1728,
                    "text": "(Chapman and Munro, 1994;",
                    "ref_id": null
                },
                {
                    "start": 1729,
                    "end": 1750,
                    "text": "Lussier et al., 1995)",
                    "ref_id": null
                },
                {
                    "start": 2024,
                    "end": 2046,
                    "text": "(Roberts et al., 1992;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2047,
                    "end": 2069,
                    "text": "Nothwehr et al., 1993)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Our strategy to identify the roles of TMDs in sorting was to prepare chimeras between the cytoplasmic and membrane domains of different SNAREs and examine their locations. All chimeras used were based on SNAREs tagged at their N-terminus either with a myc epitope (Munro and Pelham, 1987) or with green fluorescent protein (GFP) (Chalfie et al., 1994) . As outlined in Materials and methods, to facilitate the swapping of TMDs, either HindIII (encoding the amino acids KL) or KpnI (encoding the amino acids RYQ) restriction sites Ufe1p, to the plasma membrane. (A) TMD sequences. (B) Immunofluorescence of N-terminally myc-tagged Ufe1p with its own TMD and Pep12p. Immunofluorescence microscopy confirmed (UU) or the TMD of Sed5p (UE), Pep12p (UP) or Sso1p (UO), that the distribution of these tagged molecules did not recognized by the anti-myc monoclonal 9E10. Bar is 5 µm. differ noticeably from the previously described locations (C) Sucrose gradient fractionation shows localization of the Ufe1pof the wild-type SNAREs. To confirm that the proteins Sso1p chimera to the plasma membrane. Cells expressing tagged also retained function, we tested their ability to suppress Ufe1p (UU) or the chimera (UO) were fractionated as described in Materials and methods, and the proteins, together with the plasma appropriate temperature-sensitive mutations. In the case membrane ATPase, quantitated by immunoblotting. The ER, indicated of Sso1p, we assayed its ability to suppress sec1-1 (Aalto by the UU signal, forms a characteristic double peak on these et al., 1993) . In no case did tagging or adding the HindIII gradients. Some of the UO construct is detectable in the ER fractions, or KpnI sites interfere with the ability of Ufe1p, Sft1p but most is in a peak that co-fractionates with the plasma membrane marker. and Sso1p to suppress the temperature sensitivity of ufe1-1, sft1-1 and sec1-1 mutants, respectively.",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 288,
                    "text": "(Munro and Pelham, 1987)",
                    "ref_id": null
                },
                {
                    "start": 329,
                    "end": 351,
                    "text": "(Chalfie et al., 1994)",
                    "ref_id": null
                },
                {
                    "start": 705,
                    "end": 709,
                    "text": "(UU)",
                    "ref_id": null
                },
                {
                    "start": 1176,
                    "end": 1186,
                    "text": "Ufe1p (UU)",
                    "ref_id": null
                },
                {
                    "start": 1551,
                    "end": 1564,
                    "text": "et al., 1993)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Ufe1p can be mistargeted by altering its TMD"
        },
        {
            "text": "To test whether the TMD of Ufe1p is required for its incapable of suppressing the ts phenotype of ufe1-1, implying that the normal TMD is important for function. localization in the ER, we replaced it with those of Sed5p, Pep12p and Sso1p, yeast t-SNAREs for the cis-Golgi,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ufe1p can be mistargeted by altering its TMD"
        },
        {
            "text": "In contrast to the Ufe1p-Sed5p and Ufe1p-Pep12p constructs, a chimera containing the Sso1p TMD was endosome and plasma membrane respectively ( Figure 1A ). Ufe1p normally displays a predominantly perinuclear found solely in the periphery of the cell, in a distribution similar to that of Sso1p itself at the plasma membrane distribution, coincident with the ER marker BiP (Lewis and Pelham, 1996; Figure 1B ), and when its TMD was ( Figure 1B ; compare Figure 6A , construct OO). This striking result was confirmed by density gradient fraction-replaced with that of Sed5p, no change in its distribution was detectable ( Figure 1B) . The Ufe1p-Pep12p chimera ation. Membranes from cells expressing the UU (Ufe1p) and UO (Ufe1p-Sso1p) constructs were pelleted at was also mostly in the ER ( Figure 1B) . Thus, the TMD of Ufe1p is not strictly necessary for its correct localization.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 143,
                    "end": 152,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 397,
                    "end": 406,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 433,
                    "end": 442,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 453,
                    "end": 462,
                    "text": "Figure 6A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 620,
                    "end": 630,
                    "text": "Figure 1B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 789,
                    "end": 799,
                    "text": "Figure 1B)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Ufe1p can be mistargeted by altering its TMD"
        },
        {
            "text": "10 000 g, resuspended and separated by flotation through a discontinuous sucrose gradient ( Figure 1C ). The UU Interestingly, however, we found that these chimeras were construct, acting as a marker for the ER, showed the double peak that is typical of ER proteins on these gradients (Bowser and Novick, 1991) . In contrast, with the UO construct, Ͼ80% of the material that floated up into the gradient was found in a sharp peak coincident with the plasma membrane ATPase. The expression of the chimeric ER t-SNARE on the plasma membrane had no obvious effect on cell growth; like the previous constructs it appeared to be non-functional. We conclude that although the native Ufe1p TMD is not strictly necessary for correct targeting to the ER, changes to it can result in mislocalization.",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 310,
                    "text": "(Bowser and Novick, 1991)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 92,
                    "end": 101,
                    "text": "Figure 1C",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Ufe1p can be mistargeted by altering its TMD"
        },
        {
            "text": "The Ufe1p TMD contains an ER targeting signal that is sequence dependent The above results indicate that targeting of Ufe1p is in part dependent upon its TMD, but they do not address the question of whether the TMD can act as an ER sorting signal in its own right. To answer this question, we fused it to the cytoplasmic part of Sft1p, a v-SNARE normally found in a late Golgi compartment (Banfield et al., 1995) . This change was sufficient to redirect Sft1p from the Golgi (shown by the punctate staining in Figure 2A ) to the ER (Sft1p-Ufe1p construct, Figure 2A ).",
            "cite_spans": [
                {
                    "start": 389,
                    "end": 412,
                    "text": "(Banfield et al., 1995)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 510,
                    "end": 519,
                    "text": "Figure 2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 556,
                    "end": 565,
                    "text": "Figure 2A",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Ufe1p can be mistargeted by altering its TMD"
        },
        {
            "text": "To confirm this, we prepared subcellular fractions by differential centrifugation. Under the conditions used, essentially all of the ER (detected by immunoblotting Sec61p) is found in the 13 000 g pellet, whereas the Golgi membranes are split between the 13 000 g pellet and the 100 000 g pellet (p100; . Analysis of the fractions (see Materials and methods) revealed that 50% of Sft1p was present in the p100 fraction when it carried its own TMD. This was reduced to 11% for the Sft1p-Ufe1p chimera, the bulk being present in the ER fraction. Thus, in this context, the Ufe1p TMD can indeed provide sorting information for the ER.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ufe1p can be mistargeted by altering its TMD"
        },
        {
            "text": "Having established that the Ufe1p TMD contains an ER targeting signal, we were interested in determining the nature of this signal. The best characterized TMD sorting signals are in Golgi enzymes, where length seems 2B) yet target Sft1p to two different locations. One sequences were fused to Sft1p and the localization of the protein to noticeable difference between the two TMDs is that Ufe1p the ER or to punctate Golgi structures determined by immunohas an acidic residue (Asp) at the C-terminal end, an fluorescence as in (A). Dashes indicates residues identical to Ufe1p. The same sequences were attached to Ufe1p, and the constructs unusual feature for a SNARE, whereas Sft1p has a lysine expressed in a ufe1-1 mutant. The doubling times of the resultant residue at this position. To test whether this residue was strains at 37°C (a non-permissive temperature for ufe1-1) are given in involved in ER targeting, we changed the aspartic acid to minutes; ND indicates not done. Constructs A, G, H and J were also lysine by site-directed mutagenesis. This change had no tested by a plasmid-shuffling procedure that removed the ufe1-1 allele at 25°C; none supported growth at this temperature. (C) Helix wheel effect on the ability of the Ufe1p TMD to target Sft1p to plot of the Ufe1p TMD. Note the relatively polar face centred on the the ER ( Figure 2B ), as judged by both immunofluorescence Asp residue at position 18. and fractionation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1348,
                    "end": 1357,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Ufe1p can be mistargeted by altering its TMD"
        },
        {
            "text": "Since neither length nor flanking residues account for the ER targeting signal in the Ufe1p TMD, it must be prepared a series of derivatives of the Sft1p-Ufe1p chimera in which Leu residues were introduced along this face of provided by the specific sequence of the hydrophobic region or perhaps by some more general property conferred the helix. As shown in Figure 2B , many such changes were tolerated without loss of ER targeting, but changing by its amino acid composition. Examination of a helix wheel representation of the sequence ( Figure 2C ) revealed the entire sequence TTYGA together with a second Gly residue to leucines (construct I) finally abolished ER a relatively non-hydrophobic face, characterized by the Thr, Ala and Gly residues at positions 4, 7 and 11. To retention.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 359,
                    "end": 368,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 540,
                    "end": 549,
                    "text": "Figure 2C",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Ufe1p can be mistargeted by altering its TMD"
        },
        {
            "text": "The changes in construct I significantly increased the test the significance of this feature for ER retention, we overall hydrophobicity of the TMD, and the possibility remained that it was this property, rather than a localized feature, that influenced sorting. However, two further constructs, in which the TMD sequence was reversed (construct J) or randomized (construct K), also failed to be retained in the ER but instead accumulated in Golgilike structures ( Figure 2B ), a result that was confirmed by subcellular fractionation (not shown). Since the TMDs Underlined regions indicate the predicted TMDs; lower case letters in these constructs have exactly the same amino acid indicate the wild-type sequence (relative to the cytoplasmic domain of composition and hence overall hydrophobicity as the the chimera). The primary location of the constructs is also indicated (ER, endoplasmic reticulum; PM, plasma membrane; Punc, punctate;",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 465,
                    "end": 474,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Ufe1p can be mistargeted by altering its TMD"
        },
        {
            "text": "Ufe1p TMD, we can conclude that this global property End, endosome; Vac, vacuole).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ufe1p can be mistargeted by altering its TMD"
        },
        {
            "text": "does not constitute the targeting signal. It seems, rather, that the TMD is recognized specifically. The relatively polar residues in the cytoplasmic half of the TMD are fraction in each strain (data not shown). The distribution of Ufe1p itself was also unchanged in the rer1∆ strain, as important for this, although the requirements for recognition are evidently not very stringent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ufe1p can be mistargeted by altering its TMD"
        },
        {
            "text": "judged by immunofluorescence and fractionation (data not shown). The Ufe1p TMD ER targeting signal appears, therefore, to operate by a previously uncharacterized The TMD features required for Ufe1p function and ER sorting are distinct mechanism. Our observation that a Ufe1p variant carrying the Sed5p TMD was inactive, despite being correctly localized, Lengthening the Ufe1p TMD disrupts the ER localization of Ufe1p suggested that the Ufe1p TMD participates in a specific functional interaction with some other protein. Conceiv-Having established that the ER targeting signal in the Ufe1p TMD is sequence dependent, we sought to deter-ably, this same interaction could also account for the targeting properties of the TMD. To investigate this, we mine whether the same was true for the plasma membrane targeting conferred by the Sso1p TMD (see UO, Figure compared the functional activity (in the context of Ufe1p) and the targeting activity (assayed using Sft1p as a 1B). Little is known about targeting to the yeast plasma membrane, and it has been hypothesized that a specific reporter) of the various mutant forms of the TMD. Figure  2B shows that mutations that affect the relatively polar signal is needed for plasma membrane targeting whereas traffic to the vacuole is by default (Roberts et al., 1992) . face of the TMD helix, including the C-terminal Asp residue, could abolish Ufe1p function without affecting At 22 amino acids, Sso1p has a noticeably longer TMD than those of Ufe1p or Sft1p, which are both 16 amino localization (constructs A, F, G and H). It appears, therefore, that localization and t-SNARE function depend acids long (see Figure 1A ). To establish whether it is simply the increase in length of the TMD that causes on two different features of the Ufe1p TMD.",
            "cite_spans": [
                {
                    "start": 1289,
                    "end": 1311,
                    "text": "(Roberts et al., 1992)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 1132,
                    "end": 1142,
                    "text": "Figure  2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1655,
                    "end": 1664,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Ufe1p can be mistargeted by altering its TMD"
        },
        {
            "text": "Ufe1p to move to the plasma membrane in the UO chimera, we gradually extended the Ufe1p TMD length The Ufe1p TMD ER targeting signal is not dependent on the Rer1p retrieval system by insertion of the amino acids VL at the C-terminal end of the TMD, resulting in a series of constructs from 16 The best studied example of an ER targeting signal in a TMD is that of Sec12p (Sato et al., 1996) . A genetic amino acids (wild-type) to 26 amino acids (see Table I ). With TMDs of 16 or 18 amino acids (UUK and U18), screen for mutants that mislocalize Sec12p identified Rer1p, a predicted four TMD protein that is necessary for Ufe1p gave perinuclear staining typical of the ER (see Figure 4 ), and the localization was confirmed by double the Sec12p TMD-dependent localization of a heterologous protein to the ER (Sato et al., 1996) . We were interested staining with the ER marker BiP (data not shown). However, a functional assay of U18 (performed as in in establishing whether correct targeting of the Ufe1p TMD was also Rer1p dependent. We found that deletion Figure 2B ) showed that despite its correct localization it was incapable of supporting the growth of a ufe1-1 mutant of the rer1 gene had no obvious impact on the Ufe1p TMD-dependent targeting of Sft1p to the ER by immuno-at 37°C. With a TMD of 20 or 22 amino acids (U20 and U22), Ufe1p staining was found predominantly in ringed fluorescence, with clear perinuclear staining visible both in rer1∆ cells and in an isogenic control strain (see structures distinct from BiP and either adjacent to or coincident with vacuolar ATPase staining ( Figure 4 ). The Figure 3 ). This result was confirmed by fractionation, which showed that 90% of the protein was in the p13 exact location of these constructs was not determined, its TMD moved Ufe1p through the secretory pathway in two steps, first from the ER to the vacuolar/endosomal system and then to the plasma membrane. It seems that a TMD of 24 or more residues is sufficient to target proteins to the plasma membrane. However, a striking feature of these results is that U22 was found in the endosome, in contrast to the Ufe1p-Sso1p chimera (UO) which is found at the plasma membrane. This suggests that the outcome Table I .",
            "cite_spans": [
                {
                    "start": 371,
                    "end": 390,
                    "text": "(Sato et al., 1996)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 808,
                    "end": 827,
                    "text": "(Sato et al., 1996)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 450,
                    "end": 457,
                    "text": "Table I",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 677,
                    "end": 685,
                    "text": "Figure 4",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1059,
                    "end": 1068,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1601,
                    "end": 1609,
                    "text": "Figure 4",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1617,
                    "end": 1625,
                    "text": "Figure 3",
                    "ref_id": null
                },
                {
                    "start": 2226,
                    "end": 2233,
                    "text": "Table I",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Ufe1p can be mistargeted by altering its TMD"
        },
        {
            "text": "Bar is 5 µm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "the precise sequence"
        },
        {
            "text": "To investigate the nature of the signal in the Sso1p TMD that transports Ufe1p to the plasma membrane, since it is clearly not only length, we reversed the sequence of the but they are likely to be in the pre-vacuolar/endosomal compartment where Pep12p is resident. Thus extension of Sso1p TMD (UORev, see Table I ). This TMD was still able to localize Ufe1p to the plasma membrane, as the Ufe1p TMD to 20 or 22 residues causes the protein to leave the ER, but it is mislocalized to the vacuolar/ shown in Figure 5 : UORev gave peripheral staining indistinguishable from that of the wild-type Sso1p TMD endosomal branch of the late secretory pathway rather than to the plasma membrane.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 306,
                    "end": 313,
                    "text": "Table I",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 506,
                    "end": 514,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "the precise sequence"
        },
        {
            "text": "(UO, see Figure 1B ). Similar staining patterns were observed when the normal and reversed Sso1p TMDs On the other hand, a small amount of the U20 protein must remain in the ER, because this mutant was able to were attached to the Sft1p cytoplasmic domain (data not shown). Thus, unlike the Ufe1p TMD, the plasma sustain slow growth of the ufe1-1 strain at 37°C, the doubling time being 340 min. The greater activity of U20 membrane targeting signal in the Sso1p TMD is not dependent on the order of the residues within the mem-compared with U18 may reflect the fact that the critical C-terminal Asp residue has its normal helical orientation brane. Making chimeras between the Ufe1p TMD and the Sso1p TMD gave further information. Two TMDs both in U20. In any case, the different behaviour of these mutants re-emphasizes the distinction between the ability 22 residues long, one containing 14 residues from Sso1p and the other only seven (UUO1 and UUO2 respectively, of the Ufe1p TMD to stimulate t-SNARE activity and to localize the protein to the ER: neither property is sufficient see Table I ), conferred very different localizations on Ufe1p ( Figure 5 ). UUO1 accumulated on the plasma for the other.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 9,
                    "end": 18,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1089,
                    "end": 1096,
                    "text": "Table I",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1150,
                    "end": 1158,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "the precise sequence"
        },
        {
            "text": "In contrast to U20 and U22, lengthening the TMD even membrane, whereas UUO2 was found in the endosomal pathway (with occasional faint ER staining, as indicated further to 24 or 26 amino acids (U24 and U26) resulted in plasma membrane staining (Figure 4) . Thus, lengthening by the arrow in Figure 5 ). This difference may reflect the staining, but in some cells the pattern was more punctate.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 243,
                    "end": 253,
                    "text": "(Figure 4)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 290,
                    "end": 298,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "the precise sequence"
        },
        {
            "text": "The stained organelles were difficult to identify, but double labelling showed that they were distinct from the prevacuolar compartment defined by Pep12p itself (see Figure  6B , construct PP); they may correspond to a late Golgi compartment. The significant observation is that at least some of the Sso1p reached the cell surface even with a heterologous TMD, a conclusion reinforced by the finding that the OP construct retained the ability to suppress a sec1 ts mutant (data not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 166,
                    "end": 176,
                    "text": "Figure  6B",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "the precise sequence"
        },
        {
            "text": "To address whether the same was true for Pep12p, we first examined the distribution of this t-SNARE. When overexpressed, both N-terminally myc-tagged (data not shown) and N-terminally GFP-tagged Pep12p showed a unique steady-state pattern, often spatially adjacent to but not coincident with the vacuole, and most often consisting of one to three discrete structures within the cell (see Figure 6B , comparison of vacuolar and Pep12p staining highlighted by arrows). This pattern is typical of exaggerated endosomal structures (Raymond et al., 1992) . When the TMD of Pep12p was replaced with that of Sso1p, joined at a naturally occurring KpnI site nine residues N-terminal to the TMD, no change in the distribution of Pep12p was observed, the chimera remaining in the endosome (construct PO; Figure 6B ). We conclude that targeting of these t-SNAREs to the plasma membrane and vacuolar branches of the secretory pathway is not wholly that it alone is capable of directing a protein to the ER. Second, we have shown that when Ufe1p is mislocalized to the late part of the secretory pathway, the choice presence of two Phe residues in UUO2, since these have been shown to disfavour plasma membrane targeting in between the plasma membrane and the vacuole/endosome system is strongly influenced by the length and composi-animal cells (Munro, 1995) . Taken with the results from the gradual extension of the Ufe1p TMD, our data suggest tion of the TMD. Perhaps surprisingly, Ufe1p and Sft1p proved to be that distinction between the plasma membrane and the vacuolar/endosomal system depends on both the length convenient reporter molecules for these experiments. In particular, there was no evidence for the formation of and the amino acid composition of the TMD.",
            "cite_spans": [
                {
                    "start": 527,
                    "end": 549,
                    "text": "(Raymond et al., 1992)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1333,
                    "end": 1346,
                    "text": "(Munro, 1995)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 388,
                    "end": 397,
                    "text": "Figure 6B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 794,
                    "end": 803,
                    "text": "Figure 6B",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "the precise sequence"
        },
        {
            "text": "complexes between the chimeric constructs and the endogenous wild-type SNAREs, which have to be present to Neither Sso1p nor Pep12p requires its own TMDs for correct targeting maintain viability of the yeast strains. The distribution of the Ufe1p chimeras was similar whether they were It has been proposed that the vacuole represents the default destination for membrane proteins in yeast, while specific expressed at low levels or at levels sufficiently higher than normal (up to 14-fold) to preclude the formation of signals are required for targeting to the plasma membrane. However, our investigations of Ufe1p targeting have 1:1 complexes. Furthermore, some forms of Ufe1p were mislocalized dramatically without toxic effect, which sug-clearly established that the nature of the TMD can determine whether a membrane protein is localized to the gests that they neither carried with them the endogenous protein from the ER nor provided fusion activity at an vacuole/endosome or plasma membrane. Is this the way in which the t-SNAREs at these locations are sorted? To inappropriate location. This may be because such constructs were intrinsically inactive, or simply because test this, we exchanged TMDs between Sso1p and Pep12p. Wild-type Sso1p was distributed to the plasma membrane, Ufe1p-mediated fusion depends on another membrane protein, Sec20p, which is restricted to the ER (Lewis and as expected ( Figure 6A , construct OO). Changing its TMD to that of Pep12p (construct OP) resulted in a somewhat . By retaining the overall structure of the SNAREs we variable distribution: there was still clear cell surface also avoided problems of misfolding and aggregation. In phase-also facilitate its recognition, when in a free state, by a sorting receptor that spans the membrane. This fits contrast, attempts to use alternative cytoplasmic domains, composed only of GFP or multimeric myc epitope tags, with observations in animal cells, where unassembled subunits of multimeric cell surface proteins have in several resulted in proteins that either failed to be incorporated stably into membranes or were found in multiple locations.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1411,
                    "end": 1420,
                    "text": "Figure 6A",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "the precise sequence"
        },
        {
            "text": "cases been found to be retained in the ER by a TMDdependent mechanism (e.g. Bonifacino et al., 1991; Reth et al., 1991; Hennecke and Cosson, 1993) .",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 100,
                    "text": "Bonifacino et al., 1991;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 101,
                    "end": 119,
                    "text": "Reth et al., 1991;",
                    "ref_id": null
                },
                {
                    "start": 120,
                    "end": 146,
                    "text": "Hennecke and Cosson, 1993)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "the precise sequence"
        },
        {
            "text": "In yeast, the only other well-characterized TMDdependent ER retention signal is found in Sec12p and, signal within the Ufe1p TMD aids its retention in the ER. Previous work has clearly established that Golgi proteins while this paper was undergoing revision, a detailed study of the Sec12p system was published (Sato et al., 1996 ; in animal cells can be prevented from moving to the plasma membrane by their TMDs, and that Golgi retention see also Boehm et al., 1994) . The Sec12p TMD does not have a polar helical face, but it does contain polar residues is more dependent on the physical properties of the TMD, notably its length, than on any particular sequence. To that are important for ER retention. As with Ufe1p, the requirements for retention are not very stringent, a variety account for this, it has been proposed that sorting is achieved by the partitioning of proteins between domains of amino acid substitutions being tolerated (Sato et al., 1996) . However, the precise mechanism of Sec12p reten-of the lipid bilayer that differ in their composition and hence thickness, the transition from a phospholipid-rich tion appears different from that of Ufe1p, because it is dependent on the RER1 gene, whereas deletion of this did thin membrane to a sterol-and sphingolipid-rich thick membrane occurring somewhere in the Golgi complex not alter the retention activity of the Ufe1p TMD. Yeast cells may, therefore, contain multiple receptors that can (Bretscher and Munro, 1993; Munro, 1995) . In contrast, it is generally assumed that the lipid composition of the recognize particular features of TMDs. Whether retention of Ufe1p, like that of Sec12p, earliest Golgi compartment is similar to that of the ER, and there is no consistent difference in TMD length involves retrieval from the Golgi complex is unclear.",
            "cite_spans": [
                {
                    "start": 311,
                    "end": 329,
                    "text": "(Sato et al., 1996",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 449,
                    "end": 468,
                    "text": "Boehm et al., 1994)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 943,
                    "end": 962,
                    "text": "(Sato et al., 1996)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1460,
                    "end": 1487,
                    "text": "(Bretscher and Munro, 1993;",
                    "ref_id": null
                },
                {
                    "start": 1488,
                    "end": 1500,
                    "text": "Munro, 1995)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "TMD-dependent localization of proteins to the ER A significant conclusion from the present study is that a"
        },
        {
            "text": "Versions of the protein extended at the C-terminus with between ER and Golgi proteins. This argues that sorting of proteins between the ER and the Golgi apparatus is glycosylatable sequences showed little sign of Golgi modification, but we could not rule out the possibility of unlikely to be determined entirely by TMD length, and indeed we find that reversal or randomization of the low levels of modification, or of efficient retrieval prior to modification (unpublished observations). Insights into sequence of the Ufe1p TMD, without changing its length or composition, is sufficient to disrupt ER targeting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TMD-dependent localization of proteins to the ER A significant conclusion from the present study is that a"
        },
        {
            "text": "the mechanisms involved may follow from a genetic analysis of the requirements for Ufe1p targeting. This issue is complicated by the observation that lengthening the Ufe1p TMD does result in release from the ER, and a similar phenomenon has been reported for TMD-dependent sorting between the plasma membrane and vacuolar pathways cytochrome b 5 in animal cells (Pedrazzini et al., 1996) . It seems likely, however, that such length changes affect the Our work also shows that forms of Ufe1p that leave the ER are sorted between the endosome/vacuolar pathway sequence-specific signal indirectly, for example a long TMD would allow movement of individual residues and the plasma membrane by a mechanism that is again dependent on the TMD. Length clearly plays a major role relative to the boundaries of the lipid bilayer and may also allow the protein to move to a compartment which in this sorting step, as TMDs of 24 or 26 residues target Ufe1p effectively to the plasma membrane. However, for lacks the machinery necessary for retrieval to the ER. A particular length may thus be required for the retention shorter TMDs (22 residues), some less easily definable physical property becomes important, such as hydro-signal to function, rather than itself being the signal.",
            "cite_spans": [
                {
                    "start": 362,
                    "end": 387,
                    "text": "(Pedrazzini et al., 1996)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "TMD-dependent localization of proteins to the ER A significant conclusion from the present study is that a"
        },
        {
            "text": "Why should the Ufe1p TMD be used as a sorting phobicity and the nature of the amino acid side chains. The clearest demonstration of this is the construction of signal? It may be significant that the TMD is also important for t-SNARE function, quite apart from its targeting role.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TMD-dependent localization of proteins to the ER A significant conclusion from the present study is that a"
        },
        {
            "text": "two Ufe1p-based chimeras (UUO2 and UUO1) whose TMDs are identical in length and differ at only six One helical face of this domain is relatively polar, and residues along this face are crucial for activity. This positions within the hydrophobic portion: one chimera is targeted to the vacuole and the other to the plasma suggests that Ufe1p interacts with another membrane protein via its TMD, and recently we have obtained good membrane. The presence of two bulky phenylalanines in the centre of the TMD may explain the fate of the vacuole-evidence that this protein is Sec20p (Lewis et al., 1997) . It is unlikely that Sec20p is responsible for sorting Ufe1p, targeted construct; such residues are under-represented in mammalian plasma membrane TMDs and they have been however. Only a small proportion of Ufe1p is associated with Sec20p at any one time, and although the abundance shown to reduce transport to the cell surface (Munro, 1995) . In contrast to the ER sorting signal, plasma mem-of Sec20p is quite low, ER retention of Ufe1p is not easily saturated. More importantly, several TMD mutations that brane localization does not seem to require a specific amino acid sequence or an asymmetrical distribution of we tested abolished Ufe1p activity completely without disrupting the ER localization signal, and one Ufe1p residues across the membrane, since reversal of the Sso1p TMD had no effect on its targeting properties. mutant (U20) was almost completely mislocalized despite retaining some function. It seems that functional interaction These results are entirely consistent with the lipid-based sorting model proposed for animal cells, but there are with Sec20p is neither necessary nor sufficient for ER localization. Nevertheless, it could be that the physical some significant differences. First, the TMD length needed to ensure transport to the cell surface (24 residues) is properties of the Ufe1p TMD that promote its interaction with Sec20p-effectively a poor solubility in the lipid longer than that required in animal cells (21 residues), and indeed the known yeast plasma membrane proteins ants of location; as has been observed with other proteins (e.g. Ponnambalam et al., 1994; Sato et al., 1996) , Ufe1p have TMDs of at least 25 residues (S.Munro, personal communication). This probably reflects the lipid composi-and the other t-SNAREs use a combination of TMDdependent and cytosolic signals to find their places in tion and hence thickness of yeast plasma membranes, and it may have important implications for experiments in the cell. which expression of mammalian cell surface proteins is attempted in yeast.",
            "cite_spans": [
                {
                    "start": 929,
                    "end": 942,
                    "text": "(Munro, 1995)",
                    "ref_id": null
                },
                {
                    "start": 2179,
                    "end": 2204,
                    "text": "Ponnambalam et al., 1994;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2205,
                    "end": 2223,
                    "text": "Sato et al., 1996)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 578,
                    "end": 598,
                    "text": "(Lewis et al., 1997)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "TMD-dependent localization of proteins to the ER A significant conclusion from the present study is that a"
        },
        {
            "text": "Second, proteins with shorter TMDs do not appear to",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TMD-dependent localization of proteins to the ER A significant conclusion from the present study is that a"
        },
        {
            "text": "be retained in the Golgi apparatus, but move to the (Zinser et al., 1991 (Zinser et al., , 1993 et al., 1992) . In a subsequent study, D.Banfield). GFP-tagged constructs were made by replacing the c-myc epitope with a modified form of GFP kindly provided by K.Siemering Nothwehr et al. (1993) tested the role of the dipeptidyl and J.Haseloff. SNARE coding regions were obtained from previous aminopeptidase A TMD in this relocalization by replacing studies for SED5 (Hardwick and Pelham, 1992) and UFE1 (Lewis and it with the synthetic sequence L(LALV) 5 , and found that . The PEP12 coding region was a kind gift from Tom the construct still reached the vacuole. They concluded Stevens, and the SSO1 coding region was cloned by PCR amplification that no particular TMD sequence is required for transport from yeast genomic DNA. SNAREs were cloned into JS209R as an EcoRI-BamHI fragment to N-terminally tag all constructs with either to the vacuole, and that some special signal is required to GFP or the c-myc epitope. Sites were added by PCR mutagenesis and reach the cell surface. Our interpretation is that the TMDs all constructs checked by DNA sequencing. All Sft1p constructs were of the vacuolar and Golgi proteins tested, and the 21 expressed from pRS416 (CEN6, URA3) under the control of the TPI residue synthetic sequence, lack the length or other features promoter. The SFT1 coding region was obtained from earlier studies (Banfield et al., 1995) and cloned in the same manner to the t-SNAREs needed for transport to the plasma membrane.",
            "cite_spans": [
                {
                    "start": 52,
                    "end": 72,
                    "text": "(Zinser et al., 1991",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 73,
                    "end": 95,
                    "text": "(Zinser et al., , 1993",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 96,
                    "end": 109,
                    "text": "et al., 1992)",
                    "ref_id": null
                },
                {
                    "start": 270,
                    "end": 292,
                    "text": "Nothwehr et al. (1993)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 466,
                    "end": 493,
                    "text": "(Hardwick and Pelham, 1992)",
                    "ref_id": null
                },
                {
                    "start": 1435,
                    "end": 1458,
                    "text": "(Banfield et al., 1995)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "described above. Sft1p constructs were N-terminally tagged with three It seems that in yeast the major role of the TMD is not consecutive copies of the c-myc epitope.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "to determine whether a protein is targeted to the later Pelham (1992) . Antibody incubations were carried out in phosphatebuffered saline (PBS) ϩ 2% dried milk, primary antibodies were and dipeptidyl aminopeptidase A (Wilcox et al., 1992;  incubated overnight at 4°C and secondary antibodies for 2 h at room Nothwehr et al., 1993) . MRC-600 confocal laser scanning microscope (Bio-Rad). In all cases, ER targeting is sequence dependent and probably involves dual images were taken using separate excitation at the appropriate wavelengths to avoid bleed through.",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 69,
                    "text": "Pelham (1992)",
                    "ref_id": null
                },
                {
                    "start": 217,
                    "end": 238,
                    "text": "(Wilcox et al., 1992;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 239,
                    "end": 239,
                    "text": "",
                    "ref_id": null
                },
                {
                    "start": 308,
                    "end": 330,
                    "text": "Nothwehr et al., 1993)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "a novel protein receptor. TMDs are not the only determin- Bowser,R. and Novick,P. (1991) Sec15 protein, an essential component To separate the plasma membrane from the ER, fractionation was carried of the exocytic apparatus, is associated with the plasma membrane out essentially as in Bowser and Novick (1991 Chalfie,M., Tu,Y., Euskirchen,G., Ward,W.W. and Prasher,D.C. (1994) pH 7.2, 1 mM EDTA containing a protease inhibitor cocktail of Green fluorescent protein as a marker for gene expression. Science, 1 mM phenylmethylsulfonyl fluoride (PMSF), 3 µg/ml leupeptin, 2 mM 263, 802-805. benzamidine, 3 µg/ml pepstatin] and pelleted at 450 g. The resuspension",
            "cite_spans": [
                {
                    "start": 58,
                    "end": 88,
                    "text": "Bowser,R. and Novick,P. (1991)",
                    "ref_id": null
                },
                {
                    "start": 286,
                    "end": 309,
                    "text": "Bowser and Novick (1991",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "Chapman,R.E. and Munro,S. (1994) The functioning of the yeast Golgi and spin were repeated, and the two supernatants pooled, made 50 mM apparatus requires an ER protein encoded by ANP1, a member of a MES pH 6.5 and spun at 10 000 g for 10 min. This 10 000 g pellet was new family of genes affecting the secretory pathway. EMBO J., 13, resuspended in 2.5 ml of 55% sucrose in 10 mM MES pH 6.5, placed 4896-4907. at the bottom of a 14ϫ95 mm centrifuge tube (Beckman Instruments, Evan,G.I., Lewis,G.K., Ramsay,G. and Bishop,J.M. (1985) Isolation of Inc.) and overlaid with the following sucrose solutions: 1 ml 50%, 1 ml monoclonal antibodies specific for human c-myc proto-oncogene 47.5%, 1.5 ml 45%, 1.5 ml 40%, 1 ml 37.5%, 1 ml 35%, 1.5 ml 30%, product. Mol. Cell. Biol., 5, 3610-3616. all containing 10 mM MES pH 6.5. The gradients were spun at 170 000 g Graham,T.R. and Krasnov,V.A. (1995) Sorting of yeast α1,3 for 16 h in a SW40Ti rotor (Beckman Instruments, Inc.). Twelve 1 ml mannosyltransferase is mediated by a lumenal domain interaction, and fractions were collected from the top. One hundred µl of each sample a transmembrane domain signal that can confer clathrin-dependent was spun at 100 000 g for 30 min in a TLA100.2 rotor (Beckman Golgi localization to a secreted protein. Mol. Biol. Cell, 6, 809-824. Instruments, Inc.) to collect membranes for immunoblotting. ER-Golgi Hardwick,K.G. and Pelham,H.R.B. (1992) SED5 encodes a 39-kD separation was carried out by differential centrifugation of log-phase integral membrane protein required for vesicular transport between yeast lysates, at 13 000 g and then at 100 000 g, as described by Lewis the ER and the Golgi complex. J. Cell Biol., 119, 513-521. and Pelham (1996) .",
            "cite_spans": [
                {
                    "start": 17,
                    "end": 32,
                    "text": "Munro,S. (1994)",
                    "ref_id": null
                },
                {
                    "start": 500,
                    "end": 532,
                    "text": "Ramsay,G. and Bishop,J.M. (1985)",
                    "ref_id": null
                },
                {
                    "start": 1707,
                    "end": 1733,
                    "text": "513-521. and Pelham (1996)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Membrane fractionation"
        },
        {
            "text": "Hennecke,S. and Cosson,P. (1993) Role of transmembrane domains in assembly and transport of the CD8 molecule. J. Biol. Chem., 268, Immunoblotting 26607-26612. Membrane pellets isolated from both fractionation procedures were Kee,Y., Lin,R.C., Hsu,S. and Scheller,R.H. (1995) Distinct domains of resuspended in SDS sample buffer (80 mM Tris-HCl pH 6.8, 8%",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Membrane fractionation"
        },
        {
            "text": "syntaxin are required for synaptic vesicle fusion complex formation glycerol, 2% SDS, 5% β-mercaptoethanol, bromophenol blue, protease and dissociation. Neuron, 14, 991-998. inhibitors as above) and run on a 12.5 or 15% polyacrylamide gel.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Membrane fractionation"
        },
        {
            "text": "Lewis ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Membrane fractionation"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Membrane protein",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Nothwehr",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Stevens",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Yeast syntaxins Sso1p and retention in the yeast Golgi apparatus: dipeptidyl aminopeptidase A Sso2p belong to a family of related membrane proteins that function is retained by a cytoplasmic signal containing aromatic residues. in vesicular transport",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Aalto",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ronne",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Keränen",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Cell Biol",
            "volume": "12",
            "issn": "",
            "pages": "1197--1209",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A mutant cytochrome b 5 (1994) Localization of Sed5, a putative vesicle targeting molecule, to with a lengthened membrane anchor escapes from the endoplasmic the cis-Golgi network involves both its transmembrane and cytoplasmic reticulum and reaches the plasma membrane",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Banfield",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rabouille",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Warren",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R B"
                    ],
                    "last": "Pelham",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Pedrazzini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Villa",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Borgese",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Proc. Natl Acad. Sci. domains. J. Cell Biol",
            "volume": "127",
            "issn": "",
            "pages": "4207--4212",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The TGN38 glycoprotein contains two non-overlapping signals 806-809. that mediate localization to the trans-Golgi network",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Banfield",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R B"
                    ],
                    "last": "Pelham",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Snare-Like Ponnambalam",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rabouille",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Luzio",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nilsson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Warren",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Becherer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Rieder",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Emr",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J. Cell Biol",
            "volume": "375",
            "issn": "",
            "pages": "253--268",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Justement, transmembrane proteins which are involved in ER to Golgi transport L.B. and Cambier,J.C. (1991) The B-cell antigen receptor complex. in yeast",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Lumenal Raymond",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Howald-Stevenson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Vater",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Stevens",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Boehm",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Ulrich",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "R"
                    ],
                    "last": "Ossig",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D. ; M"
                    ],
                    "last": "Schmitt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hombach",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wienands",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chien",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Pep12p, required for the sorting of",
            "volume": "7",
            "issn": "",
            "pages": "196--201",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Membrane protein potentially charged transmembrane residues in targeting proteins for sorting in the yeast secretory pathway: evidence that the vacuole may retention and degradation within the endoplasmic reticulum",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Bonifacino",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cosson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Klausner",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Role Of Roberts",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Nothwehr",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Stevens",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Cell Biol",
            "volume": "10",
            "issn": "",
            "pages": "69--83",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Endoplasmic reticulum localization of Sec12p is achieved by two mechanisms: Rer1p-dependent retrieval that requires the transmembrane domain and Rer1p-independent retention that involves the cytoplasmic domain",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sato",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sato",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nakano",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J. Cell Biol",
            "volume": "134",
            "issn": "",
            "pages": "279--293",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "ERD2, a yeast gene required for the receptor-mediated retrieval of luminal ER proteins from the secretory pathway",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Semenza",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Hardwick",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dean",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R B"
                    ],
                    "last": "Pelham",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Cell",
            "volume": "61",
            "issn": "",
            "pages": "1349--1357",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A protein assembly-disassembly pathway in vitro that may correspond to sequential steps of synaptic vesicle docking, activation, and fusion",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Söllner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Bennett",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Whiteheart",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Scheller",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Rothman",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Cell",
            "volume": "75",
            "issn": "",
            "pages": "409--418",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "SNAP receptors implicated in vesicle targeting and fusion",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Söllner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Whiteheart",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brunner",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Erdjument-Bromage",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Geromanos",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tempst",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Rothman",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Nature",
            "volume": "362",
            "issn": "",
            "pages": "318--324",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A Golgi retention signal in a membrane-spanning domain of Coronavirus E1 protein",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Swift",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Machamer",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Cell Biol",
            "volume": "115",
            "issn": "",
            "pages": "19--30",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Mutation of a tyrosine localization signal in the cytosolic tail of yeast Kex2 protease disrupts Golgi retention and results in default transport to the vacuole",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Wilcox",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Redding",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wright",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Fuller",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Mol. Biol. Cell",
            "volume": "3",
            "issn": "",
            "pages": "1353--1371",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Phospholipid synthesis and lipid composition of subcellular membranes in the unicellular eukaryote Saccharomyces cerevisiae",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Zinser",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D M"
                    ],
                    "last": "Sperka-Gottlieb",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fasch",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "P"
                    ],
                    "last": "Kohlwein",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Daum",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Bacteriol",
            "volume": "173",
            "issn": "",
            "pages": "2026--2034",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Sterol composition of yeast organelle membranes and subcellular distribution of enzymes involved in sterol metabolism",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Zinser",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Paltauf",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Daum",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Bacteriol",
            "volume": "175",
            "issn": "",
            "pages": "2853--2858",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Note added in proof",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "This confirms that no single residue in the cytoplasmic half of the TMD is crucial for sorting. Furthermore, changing the residues TTYG to AAAA (rather than LLLL) did not prevent ER retention",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The Sso1p TMD is sufficient to direct the ER t-SNARE, were introduced near the TMDs of Ufe1p, Sft1p, Sso1p",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "An ER targeting signal in the Ufe1p TMD. The late Golgi to be the primary determinant in sorting decisions between v-SNARE, Sft1p, was fused to the Ufe1p TMD or mutated versions of the Golgi and the plasma membrane (Munro, 1995). Such it. (A) Myc-tagged Sft1p has a punctate distribution, previously shown to be coincident with the Golgi enzyme Mnt1p (Banfield et al., 1995). a model cannot be applied to this case, however, as the When the Sft1p TMD is exchanged for that of Ufe1p (Sft1p-Ufe1p), Sft1p and Ufe1p TMDs are the same length (see Figure its distribution is shifted to the ER. Bar is 5 µm. (B) Various TMD",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Effects of lengthening the TMD of Ufe1p. Ufe1p with its does not depend solely on the length of the TMD, since normal 16 residue TMD (UUK) or an 18 residue TMD shows typical this is the same in the U22 and UO constructs. ER staining, while extension to 24 or 26 residues results in plasma membrane staining. The intermediate lengths (U20, U22) show staining of presumptive endosomes and/or vacuoles, the latter being Plasma membrane targeting depends on both the revealed by double labelling with antibodies to the vacuolar ATPase length and composition of the TMD, but not on subunit Vma1p. The TMD sequences are shown in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Sso1p and Pep12p contain cytoplasmic sorting signals. (A) Immunofluorescence is shown of myc-tagged Sso1p with its own dependent on their TMDs; signals in their cytosolic TMD (OO) or that of the endosomal t-SNARE, Pep12p (OP). Both portions also have a strong influence. constructs show plasma membrane staining, although OP also shows some internal punctate staining. (B) GFP-tagged Pep12p with its own TMD (PP), or the TMD of Sso1p (PO) co-stained with a mouse Discussion monoclonal antibody recognizing the 69 kDa vacuolar ATPase subunit, Vma1p. Both constructs stain a discrete structure often adjacent to, but Our studies of the localization of Ufe1p have revealed distinct from, the vacuole (arrows emphasize the comparison of that TMDs can provide two different kinds of sorting Pep12p staining and Vma1p staining in individual cells; two areas of information in yeast. First, the Ufe1p TMD is important the same slide are shown in each panel). In many cases, some faint for keeping the protein in the ER. Although some targeting Pep12p staining can be seen around the rim of the vacuole, although the majority of Pep12p does not co-stain with Vma1p. Identical information is also contributed by the cytoplasmic domain, staining was seen with N-terminally myc-tagged Pep12p constructs.transfer of the TMD to a Golgi protein, Sft1p, showed Bar is 5 µm.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "temperature. A tissue culture supernatant of the mouse monoclonal anti-In conclusion, our studies indicate that t-SNAREs(and   myc, 9E10 (Evan et al. 1985), rabbit anti-c-myc (Santa Cruz), rabbit antipresumably other membrane proteins) can be sorted by BiP antiserum (a kind gift from M.Rose), rabbit anti-plasma membrane their TMDs at at least two distinct steps in the yeast ATPase (a kind gift from R.Serano) and mouse anti-vacuolar ATPase 69 kDa subunit (Molecular Probes Inc.) were all used as primary secretory pathway. Sorting to the plasma membrane is antibodies. Fluorescein-and Cy3-conjugated secondary antibodies determined largely by TMD length, as in animal cells, (Amersham) were used for visualization and images obtained using an and the data are consistent with a lipid-based mechanism.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": ",M. and Pelham,H.R.B. (1996) SNARE-mediated retrograde traffic Proteins were transferred to nitrocellulose (0.45 µm, Schleicher and from the Golgi complex to the endoplasmic reticulum. Cell, 85, Schuell) using a TE70 semi-dry blotting unit (Hoefer) according to the 205-215. manufacturer's instructions. Blocking and antibody incubations were Lewis,M.J., Rayner,J.C. and Pelham,H.R.B. (1997) A novel SNARE carried out in PBS ϩ 2% dried skimmed milk, with primary antibodies complex implicated in vesicle fusion with the endoplasmic reticulum. as described. Immunoreactive bands were identified using peroxidase-EMBO J., in press. conjugated anti-rabbit and anti-mouse (Amersham) and detection was Lussier,M., Sdicu,A.-M., Ketela,T. and Bussey,H. (1995) Localization carried out using chemiluminescence (ECL kit, Amersham). Bands were and targeting of the Saccharomyces cerevisiae Kre2p/Mnt1p α1,2quantified using a Molecular Dynamics densitometer. mannosyltransferase to a medial-Golgi compartment. J. Cell Biol., 131, 913-927. Munro,S. (1991) Sequences within and adjacent to the transmembrane",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Sequences of constructs used inFigures 4-6Fig. 3. RER1 is not required for the Ufe1p TMD to act as an ER targeting signal. The Sft1p-Ufe1p chimera containing the Ufe1p TMD was localized in a rer1∆ strain and an isogenic RER1 control. Both strains gave typical ER staining.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Fig. 5. Requirements for plasma membrane targeting. Ufe1p derivatives with a sequence-reversed version of the Sso1p TMD (UORev) or hybrid Ufe1p-Sso1p TMDs (UUO1, UUO2), each 22 residues long, were localized by immunofluorescence. UORev and UUO1 show plasma membrane staining, while UUO2 shows a typical endosomal/vacuolar pattern, as shown by double labelling with anti-Vma1p. In addition, faint ER staining was sometimes seen (arrow). Sequences of the TMDs are given inTable I. Bar is 5 µm.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "To alter TMDs, HindIII or KpnI sites were introduced adjacent to the regions of the Golgi apparatus or to the vacuole, but TMD by site-directed mutagenesis and checked by DNA sequencing, to distinguish both of these locations from the plasma facilitating simple TMD swaps. The HindIII site introduces the amino acids KL, and the KpnI site introduces RYQ. For the constructs extending membrane. Retention in the Golgi apparatus or the endothe wild-type Ufe1 TMD, an MluI site, encoding the residues KTR, was some would then depend largely on other signals. It has introduced downstream of the TMD, as shown inTable I. Some TMD been reported that the TMDs of the Golgi enzymes Mnt1p regions with appropriate sites were obtained by PCR mutagenesis. and Mnn1p influence their retention in the Golgi apparatus Annealing of complementary oligonucleotides was used to create the reversed Sso1p TMD, both reversed and randomized Ufe1p TMDs and(Chapman and Munro, 1994; Graham and Krasnov, 1995), the chimeric Ufe1p-Sso1p TMDs. Site-directed mutagenesis was used although others have found that retention of Mnt1p is to create the majority of modified Ufe1p TMDs. In all cases, changes more strongly dependent upon cytoplasmic sequences were confirmed by DNA sequencing.(Lussier et al., 1995). Our results show that Pep12p contains a strong endosome targeting signal that is independent of its TMD, and cytoplasmic signals are well Cells were fixed and mounted on slides as described by Hardwick and documented in the sorting of TGN proteins such as Kex2p",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "). Briefly, SEY6210 and with a soluble 19.5S particle. J. Cell Biol., 112, 1117-1131. expressing the relevant plasmid was grown to an OD 600 of 1.0 at 30°C. Bretscher,M.S. and Munro,S. (1993) Cholesterol and the Golgi apparatus. Cells were pelleted, washed once in 10 mM NaN 3, resuspended in Science, 261, 1280-1281. spheroplast medium (50 mM Tris-HCl pH 7.5, 10 mM NaN 3, 1.4 M Calakos,N., Bennett,M.K. and Scheller,R.H. (1994) Protein-protein sorbitol, 40 mM β-mercaptoethanol, 0.125 mg/ml Zymolyase-100T) and interactions contributing to the specificity of intracellular vesicular incubated for 45 min at 30°C. Spheroplasts were pelleted, cooled on trafficking. Science, 263, 831-844. ice, resuspended in lysis buffer [0.8 M sorbitol, 20 mM triethanolamine",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}