{
    "paper_id": "3af4ec33c00a04b6ae6d24747fa190b563dd9aa6",
    "metadata": {
        "title": "Ethics for pandemics beyond influenza: Ebola, drug- resistant tuberculosis, and anticipating future ethical challenges in pandemic preparedness and response",
        "authors": [
            {
                "first": "Maxwell",
                "middle": [
                    "J"
                ],
                "last": "Smith",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Toronto",
                    "location": {
                        "addrLine": "155 College Street, Suite 549",
                        "postCode": "M5T 3M7",
                        "settlement": "Toronto",
                        "region": "ON",
                        "country": "Canada"
                    }
                },
                "email": "max.smith@utoronto.ca"
            },
            {
                "first": "Diego",
                "middle": [
                    "S"
                ],
                "last": "Silva",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Simon Fraser University",
                    "location": {
                        "addrLine": "8888 University Drive, Bulsson Hall, Room 11008",
                        "postCode": "V5A 1S6",
                        "settlement": "Burnaby",
                        "region": "BC",
                        "country": "Canada"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The unprecedented outbreak of Ebola virus disease (EVD) in West Africa has raised several novel ethical issues for global outbreak preparedness. It has also illustrated that familiar ethical issues in infectious disease management endure despite considerable efforts to understand and mitigate such issues in the wake of past outbreaks. To improve future global outbreak preparedness and response, we must examine these shortcomings and reflect upon the current state of ethical preparedness. To this end, we focus our efforts in this article on the examination of one substantial area: ethical guidance in pandemic plans. We argue that, due in part to their focus on considerations arising specifically in relation to pandemics of influenza origin, pandemic plans and their existing ethical guidance are ill-equipped to anticipate and facilitate the navigation of unique ethical challenges that may arise in other infectious disease pandemics. We proceed by outlining three reasons why this is so, and situate our analysis in the context of the EVD outbreak and the threat posed by drug-resistant tuberculosis: (1) different infectious diseases have distinct characteristics that challenge anticipated or existing modes of pandemic prevention, preparedness, response, and recovery, (2) clear, transparent, context-specific ethical reasoning and justification within current influenza pandemic plans are lacking, and (3) current plans neglect the context of how other significant pandemics may manifest. We conclude the article with several options",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "corresponds to a key area for improvement recently identified by numerous stakeholders and commentators in response to the EVD outbreak, which is the need to strengthen the WHO's role in, and capacity for, emergency preparedness and response (World Health Organization 2015a). In particular, this involves strengthening the WHO's role in coordinating and supporting Member States with respect to their pandemic preparedness (World Health Organization 2015b). Central to the existing resources that Member States can utilize for preparedness and response are pandemic plans, which have been developed and installed at the WHO and by nearly every Member State (World Health Organization 2011). Given the substantial investments that have been made in the development and installation of these plans, in addition to their significance in guiding international and national preparedness and response, an important avenue for reflection on how we can improve our approach to addressing ethical issues in global outbreaks is to assess the aptitude of existing pandemic plans to anticipate and guide the resolution of both familiar and novel ethical issues in pandemic preparedness and response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this article we argue that, due in part to their focus on considerations arising specifically in relation to pandemics of influenza origin, pandemic plans and their existing ethical guidance are ill-equipped to anticipate and facilitate the navigation of unique ethical challenges arising in other infectious disease pandemics. In turn, we argue that the applicability and transferability of pandemic plans to other infectious disease contexts should not be taken for granted. This shortcoming, we argue, challenges our ethical imperative to anticipate and plan for pandemic threats. We begin this paper by briefly describing the current state of pandemic plans. We then proceed to outline three reasons why current pandemic plans are ethically problematic in providing guidance for infectious disease pandemics beyond influenza, and explore the case examples of Ebola and drug resistant tuberculosis (TB) in order to situate the analysis. We conclude the paper with several options for reflecting upon and ultimately addressing ethical issues that may emerge with different infectious disease pandemics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "2 Planning for pandemics: influenza or all-hazards?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Despite relatively recent pandemic outbreaks of cholera, small pox, measles, human immunodeficiency virus (HIV), TB, and influenza, in addition to smaller outbreaks of numerous other pathogens, it was not until the threat of H5N1 avian influenza in the late 1990s and the subsequent outbreak of the SARS coronavirus (coV) in 2002-2003 that significant national investments were made in pandemic planning (Iskander et al. 2013) . This is exemplified by the fact that over half of all national pandemic plans identified and analyzed by the WHO in 2011 'were developed for a pandemic of avian influenza A(H5N1) origin' (an examination of many of the remaining plans depicts a focus on influenza more broadly) (World Health Organization 2011, p. 1). As such, it is not uncommon for pandemic plans, including those of Canada, the US, Australia, and the WHO, to be specifically titled ''Influenza Pandemic Plans'', reflecting their influenza-specific focus (US Department of Health and Human Services 2005; World Health Organization 2005a , 2009  Public Health Agency of Canada 2011; Australian Government Department of Health 2014). These plans were in place and tested during the 2009-2010 H1N1 influenza pandemic. Despite being characterized as a ''mild'' pandemic that did not generate the tough ethical challenges anticipated in the preceding years of preparation, analyses suggest that the ethical response to this pandemic was still 'lacking' (Berkman 2009, p. 18) . The current EVD outbreak should therefore attune our attention to the question of whether the ethical guidance in existing influenza pandemic plans would be adequate for a more severe pandemic, and in particular, whether it will be transferable and applicable to pandemics of other infectious diseases.",
            "cite_spans": [
                {
                    "start": 404,
                    "end": 426,
                    "text": "(Iskander et al. 2013)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 969,
                    "end": 1000,
                    "text": "Health and Human Services 2005;",
                    "ref_id": null
                },
                {
                    "start": 1001,
                    "end": 1032,
                    "text": "World Health Organization 2005a",
                    "ref_id": null
                },
                {
                    "start": 1033,
                    "end": 1039,
                    "text": ", 2009",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1040,
                    "end": 1040,
                    "text": "",
                    "ref_id": null
                },
                {
                    "start": 1444,
                    "end": 1465,
                    "text": "(Berkman 2009, p. 18)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A considerable challenge of planning for a pandemic is uncertainty, i.e., which infectious disease to prepare for, what level of severity should be expected, and so forth. As such, many assumptions must be made in order to appropriately, yet feasibly, plan for a pandemic. Due to the persistent threat of variant influenza viruses and the historical frequency of influenza pandemics, it is prudent that national pandemic plans attend to considerations specifically related to the threat of an influenza pandemic. Moreover, a number of considerations, both operational and ethical, should ostensibly be applicable irrespective of the particular pandemic threat. However, other infectious diseases, despite being historically controlled or contained, remain as pandemic threats, may raise distinct challenges for preparedness and response, and should therefore not be neglected in pandemic planning (World Health Organization 2015b). The current EVD outbreak serves as a prime cautionary tale. The emergence of Middle East respiratory syndrome-coV (MERS-coV) and its recent spread beyond the Arabian Peninsula further exemplifies the need to think about novel operational and ethical issues that would be associated with a more wide-spread outbreak of similar pathogens (World Health Organization 2015c).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Another important example is the emergence of strains of multi drug-resistant TB (MDR-TB), extensively drug-resistant TB (XDR-TB), and totally drug-resistant TB (TDR-TB), as well as other pathogens developing antimicrobial resistance. 1 While the current incidence of TB in many high-income countries may not warrant pandemic planning in those regions, it is notable that there were an estimated 480,000 incident cases of MDR-TB in 2013, which represented approximately 5.3 % of all active TB cases and resulted in approximately 210,000 deaths globally. Approximately 9 % of MDR-TB cases are XDR (World Health Organization 2014b). One study places the morality rate for XDR-TB at 48 % (Jeon et al. 2009 ), which is not far off the 60 % mortality rate of H5N1 influenza (World Health Organization 2015d). Despite decreases of over 40 % in the prevalence and incidence of drug-sensitive strains of TB since its highpoint in the early 1990s (World Health Organization 2014b), some have warned that, if not adequately addressed, a global pandemic of ''untreatable'' strains of TB may occur (Singh et al. 2007; Klopper et al. 2013; Dheda et al. 2014) . These threats illustrate the need to reconsider challenges associated with the spread of infectious diseases that have historically been controlled but that may have limited options for treatment in the future (Selgelid 2008) .",
            "cite_spans": [
                {
                    "start": 685,
                    "end": 702,
                    "text": "(Jeon et al. 2009",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1086,
                    "end": 1105,
                    "text": "(Singh et al. 2007;",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1106,
                    "end": 1126,
                    "text": "Klopper et al. 2013;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1127,
                    "end": 1145,
                    "text": "Dheda et al. 2014)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1358,
                    "end": 1373,
                    "text": "(Selgelid 2008)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Despite recent criticisms prompted by the EVD outbreak, there is of course significant international capacity to monitor and address emerging infectious diseases that extends beyond each nation's pandemic plans. For instance, the WHO's Global Outbreak Alert and Response Network (GOARN) aims to provide rapid identification, confirmation, and response to outbreaks of international importance through a technical collaboration of existing institutions and networks (World Health Organization 2015e). However, despite such networks and mechanisms, the preparedness of individual nations (both operational and ethical) will continue to rely significantly on their own national pandemic plans. This is problematic, as GOARN's mission is to support Member States for the implementation of national capacities for epidemic preparedness and response in the context of the IHR, which were 'designed to prevent the international spread of disease' (World Health Organization 2005b, p. 1). The IHR are unique in that their application are not meant to be limited to specific diseases in order to 'maintain their relevance and applicability for many years to come even in the face of the continued evolution of diseases and of the factors determining their emergence and transmission' (World Health Organization 2005b, p. 2). This, we believe, is an appropriate and laudable goal, but is one that is not necessarily reflected in the preparedness of Member States vis-à-vis their pandemic plans. Member States are called upon by the IHR to implement its regulations (in accordance with the purpose and scope set out in Article 2 and the principles embodied in Article 3), so the fact that pandemic planning efforts at the national level have focused almost entirely on influenza pandemic preparedness points to an important area for improvement in global outbreak preparedness both in regards to traditional concerns that take on new points of emphasis (e.g., restrictions on freedom of movements and the use of novel public health measures) and altogether new ethical issues (e.g., testing investigational agents in vaccine trials).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Despite this widespread installation of pandemic plans, a move beyond pandemic planning to ''all-hazards'' planning has occurred in many jurisdictions (though, to our knowledge no national pandemic plans have been altogether replaced by allhazards plans). As the name suggests, all-hazards planning seeks to prepare for many different types of hazards, including infectious disease pandemics, hurricanes, bioterrorist attacks, and myriad other threats to public health and safety. This shift from hazard-specific planning reflects a recognition that public health emergency preparedness and response can, at least to some extent, be installed and implemented in a uniform, yet adaptable, manner by establishing baseline capabilities (e.g., sheltering, evacuation) that must exist to effectively prepare for and respond to a multitude of hazards (United States Centers for Disease Control and Prevention 2013). Thus, it seems that the focus on pandemic (influenza) planning has in some respects been expanded in scope through all-hazards planning. While this is a praiseworthy innovation for public health emergency preparedness and response, the all-hazards approach may prove too broad to adequately anticipate and critically evaluate the nuanced ethical considerations that will be required for robust ethical preparedness for pandemics beyond influenza. That is, while some baseline capabilities, like the capability of communities to shelter populations from all kinds of hazards, can plausibly be established due to the isomorphic relationship between the mitigation strategy (i.e., sheltering) and the common threat posed by many different hazards (i.e., the risk of harm if not sheltered), it seems less plausible that ethical considerations will function in the same manner. For instance, ethical justifications for setting priorities for the allocation of health care resources during a surge in health care need following an earthquake could differ dramatically from a surge stemming from an infectious disease pandemic due to the imperative to curb the spread of disease that exists in the latter but not the former. This necessitates careful analysis and deliberation about the appropriate ethical values and principles, in addition to the ethical reasons, justifications, and context for permissible application that should guide different preparedness and response activities. Some have argued that 'different types of hazards-epidemic, weather related, environmental, radiologic-present special circumstances for ethical decision making and reflection, but they do not require tailor-made ethical principles or goals' (Jennings and Arras 2008, pp. 8-9) ; however, as will be demonstrated in the next section, it is precisely the neglect of special circumstances for ethical decision-making and reflection that renders current pandemic plans, and also all-hazards approaches, illequipped to anticipate and facilitate the navigation of ethical issues in non-influenza pandemics.",
            "cite_spans": [
                {
                    "start": 2633,
                    "end": 2667,
                    "text": "(Jennings and Arras 2008, pp. 8-9)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Perhaps the most obvious reason why pandemic plans that have been developed out of concern for a pandemic of influenza origin may be ill-equipped to anticipate and address ethical considerations for other infectious disease pandemics is because different infectious diseases vary dramatically in many important respects, which can challenge anticipated or existing modes of pandemic prevention, preparedness, response, and recovery. In turn, this variation should expect to create unique ethical challenges and will therefore require novel ethical consideration. For instance, microbiological or immunological variations across infectious diseases with pandemic potential have distinct implications for an infectious disease's epidemiology and how the disease can and should be addressed through clinical medicine, public health surveillance and intervention, legal provisions, and so forth. Indeed, microbiological variations between infectious diseases can mean the difference between planning for a virus or bacterium, which has significant implications for transmissibility, pathogenicity, and immunity. An obvious example is the difference between airborne, waterborne, or direct-contact pathogens, which can each have considerable implications for which restrictive public health measures can and should be used to isolate and curb the spread of disease, in addition to the measures that should be considered necessary to protect the health and safety of health care practitioners such that they are not put at undue risk. Ethical issues and considerations associated with a pandemic involving directcontact transmission, for example, will not necessarily be adequately anticipated or addressed if the range of ethical issues considered in pandemic plans are circumscribed to those associated with an airborne influenza pandemic. Indeed, different ethical issues should be expected to arise between airborne (e.g., influenza) and direct-contact (e.g., HIV) pathogens, such as the amount of responsibility one must assume as both a potential transmitter and potential subject of transmission (Battin et al. 2008 ). Failing to anticipate potential ethical issues will render ethical guidance incomplete, which could mean the neglect of other important ethical values in decision-making.",
            "cite_spans": [
                {
                    "start": 2097,
                    "end": 2116,
                    "text": "(Battin et al. 2008",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Variations in the many characteristics of infectious diseases have unique and significant ethical implications for prevention, preparedness, response, and recovery"
        },
        {
            "text": "Beyond microbiological variations, infectious diseases differ in many other ethically significant respects. Different infectious diseases have different pathways of zoological transmission, which may have considerable implications for those who handle or cultivate livestock. Various social, economic, and environmental determinants, such as access to healthy foods and housing, may have differential impacts among different infectious diseases for rates of infection and illness among different population groups, which may render different populations at 'high risk' depending on the disease (Jones et al. 2008; Littman 2014) . Legally, there may be significant differences in the obligations to intervene depending on the infectious disease in question, which will likely vary across jurisdictions. Indeed, while some infectious diseases (e.g., TB, sexually transmitted infections) likely have existing explicit legal provisions, others will not. Infectious diseases might also differ in terms of psychological impacts and geographical distribution. All of these areas for potential diversity and the corresponding implications for policy and practice across many domains introduce ethical differences in preparedness, not just in terms of the unique ethical questions that arise with each disease, but also in terms of the deployment of particular public health measures, like isolation and contact tracing. An ethical element therefore exists in mapping variations across infectious diseases' numerous characteristics (e.g., biological, epidemiological, clinical, legal, etc.) to the possible actions to be taken in curbing spread and treating those who are infected. For example, using public health measures like isolation and quarantine in the context of one infectious disease with a particular profile of transmissibility and pathogenicity may be considered ethically justifiable, yet not ethically justified for an infectious disease with a similar profile but with a much lower rate of mortality and morbidity.",
            "cite_spans": [
                {
                    "start": 594,
                    "end": 613,
                    "text": "(Jones et al. 2008;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 614,
                    "end": 627,
                    "text": "Littman 2014)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1523,
                    "end": 1581,
                    "text": "(e.g., biological, epidemiological, clinical, legal, etc.)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Variations in the many characteristics of infectious diseases have unique and significant ethical implications for prevention, preparedness, response, and recovery"
        },
        {
            "text": "Contrasting influenza with other infectious diseases illustrates how variations in infectious disease characteristics can lead to unique ethical questions and challenges. For instance, influenza typically has an incubation period of 1-4 days where individuals may not be aware of their infection, and is typically shed from before the onset of symptoms through 5-7 days (United Centers for Disease Control and Prevention 2015). Laboratory confirmed diagnosis for influenza is often unnecessary (even for pandemic influenza), as it typically resolves with no intervention after 3-7 days. An understanding of these factors is pivotal for setting parameters for public health measures like quarantine, isolation, and contact tracing. These factors also have a range of relatively predictable implications for health services utilization and health care resource allocation. MDR-and XDR-TB, on the other hand, can take several weeks for laboratory diagnosis, clinical disease can emerge years after infection, and treatment may require over 6 months of antitubercular medication that carry serious adverse side effects (United States Centers for Disease Control and Prevention 2012; World Health Organization 2012). As such, considerations regarding the ethically appropriate treatment of individuals suspected of being infected and how to address treatment non-adherence will differ markedly in the contexts of influenza and TB. Moreover, pandemic plans are ill-equipped to address ethical questions arising in instances where infectious diseases have no effective treatment and where individuals may remain infectious for extended periods of time (e.g., TDR-TB), such as questions regarding the permissibility of implementing long-term isolation measures (e.g., multiple months or years) (Lange et al. 2014) .",
            "cite_spans": [
                {
                    "start": 1786,
                    "end": 1805,
                    "text": "(Lange et al. 2014)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Variations in the many characteristics of infectious diseases have unique and significant ethical implications for prevention, preparedness, response, and recovery"
        },
        {
            "text": "Even when the same public health intervention is to be deployed in the contexts of many infectious diseases, variations in infectious diseases will introduce different ethical challenges in its deployment. Take isolation for example: given the speed at which people with influenza get sick, spread the infection, and then recover, it may be enough for public health officials to recommend those with symptoms to stay home so as to not infect others, even in cases of pandemic influenza. In the case of drug-sensitive TB, but even more so in cases of M/X/TDR-TB, where one can potentially transmit the infection for longer and where the consequences are potentially more severe at the individual level, isolation is not merely recommended but may often be mandated by the state. With regards to EVD, the rate of transmission along with the severity and few treatment options available meant that whole communities were isolated. Restrictive public health measures like isolation not only bring with them different kinds and degrees of restrictions to basic freedoms of movement, of both individuals and communities for example, but can also raise questions about what ought to be done with those who break orders accompanying such measures and what individuals are owed by the state for adhering to such orders (Viens et al. 2009; Silva and Smith 2015) . The nuance necessary in planning and preparing for how isolation will be deployed in an ethical manner depending on the type of infectious disease and potential pandemic makes it difficult to plan for such differences unless one explicitly considers them in advance.",
            "cite_spans": [
                {
                    "start": 1310,
                    "end": 1329,
                    "text": "(Viens et al. 2009;",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1330,
                    "end": 1351,
                    "text": "Silva and Smith 2015)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Variations in the many characteristics of infectious diseases have unique and significant ethical implications for prevention, preparedness, response, and recovery"
        },
        {
            "text": "3.2 Pandemic plans lack transparent reasoning and justification in their ethical guidance, hindering transferability and adaptability",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Variations in the many characteristics of infectious diseases have unique and significant ethical implications for prevention, preparedness, response, and recovery"
        },
        {
            "text": "Even if influenza pandemic plans could, in principle, guide preparedness and response efforts for other infectious disease pandemics, there remains cause to be sceptical about the prospects of transferring, adapting, or otherwise applying the values, principles, or ethical guidance found in existing pandemic plans to the context of other infectious disease pandemics. This scepticism stems from several recent analyses of pandemic plans, which have demonstrated that, while ethical considerations and guidance have been incorporated into many pandemic plans, underlying ethical reasoning and justifications remain largely absent. Pandemic planning requires numerous assumptions to be made regarding, among other things, the severity of the pandemic, the supply and availability of health care resources, and the availability of information regarding who is at risk and who can benefit (Prehn and Vawter 2008) . Variations in these underlying assumptions can have profound implications for ethical reasoning and justification, which may ultimately affect the nature and scope of ethics guidance included in a plan. As such, it is not surprising that considerable variety exists among plans in the attention paid to guidance for ethical decision-making (Prehn and Vawter 2008; McDougall 2010) . Indeed, many pandemic plans do not contain any ethical guidance at all (Prehn and Vawter 2008) . Of course, this is problematic not only for ethics preparedness for infectious disease pandemics beyond influenza, but for influenza pandemics as well. And while numerous ethics guidance documents and a substantial scholarly literature exist that can be drawn upon in the event of a pandemic (e.g., University of Toronto Joint Centre for Bioethics 2005; Kinlaw and Levine 2007; National Ethics Advisory Committee 2007; World Health Organization 2007 , 2008b Jennings and Arras 2008) , this should not be seen as a replacement for the integration of robust ethics guidance within pandemic plans themselves, as many of the decisions governments and health practitioners will make in preparing for and responding to pandemics will ostensibly be derived from their own jurisdiction's pandemic plan and the ethical guidance therein.",
            "cite_spans": [
                {
                    "start": 887,
                    "end": 910,
                    "text": "(Prehn and Vawter 2008)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1253,
                    "end": 1276,
                    "text": "(Prehn and Vawter 2008;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1277,
                    "end": 1292,
                    "text": "McDougall 2010)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1366,
                    "end": 1389,
                    "text": "(Prehn and Vawter 2008)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1746,
                    "end": 1769,
                    "text": "Kinlaw and Levine 2007;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1770,
                    "end": 1810,
                    "text": "National Ethics Advisory Committee 2007;",
                    "ref_id": null
                },
                {
                    "start": 1811,
                    "end": 1841,
                    "text": "World Health Organization 2007",
                    "ref_id": null
                },
                {
                    "start": 1842,
                    "end": 1849,
                    "text": ", 2008b",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1850,
                    "end": 1874,
                    "text": "Jennings and Arras 2008)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Variations in the many characteristics of infectious diseases have unique and significant ethical implications for prevention, preparedness, response, and recovery"
        },
        {
            "text": "With that said, many pandemic plans do include some degree of ethics guidance. However, several studies have demonstrated that this guidance suffers from considerable deficiencies. For instance, an analysis of ethical language in federal and state pandemic plans in the US found that, 'more often than not, the documents were opaque in their ethical reasoning. The implied messages were a combination of ''trust us and do as we say'' and ''ethics are self-evident, just do what is needed to preserve lives'' ' (Thomas et al. 2007, p. S29) . The pandemic plan developed by the US Department of Health and Human Services, for example, recommends priorities for the allocation of scarce resources like vaccines and antivirals, but does not describe the underlying ethical values or principles that would enable decisionmakers to refine or reinterpret those priorities under different circumstances (Thomas et al. 2007) . A similar analysis involving the review of 29 (influenza) pandemic plans from 25 European Union (EU) countries, 2 acceding countries, and 3 non-EU countries, found that the plans 'usually stated that their goal was to decrease morbidity and mortality and ensure that society still functions', but that there was a 'lack of ethical reasoning' justifying these goals (Mounier-Jack et al. 2007, p. 926) . Another review exploring the degree to which the inclusion of ethical terms were treated as sufficient in their reflection on underlying ethical issues concluded that the 'majority of pandemic preparedness plans do not contain the terms that were identified as central to ethical reasoning' (Derpmann 2011, p. 448) , and that 'ethical issues remain unobserved or treated with insufficient transparency' (p. 449). With respect to priorities for allocating resources during a pandemic, one author suggests that, while all plans reviewed mentioned priorities, most were 'not supported by a justification and/or there is no mention of the principles that priorities are based upon' (Derpmann 2011, p. 449) . For instance, 'occurrences of the term ''priority'' [were] difficult to interpret, since there are different kinds of justification for priorities in pandemic planning' (Derpmann 2011, p. 449) .",
            "cite_spans": [
                {
                    "start": 510,
                    "end": 538,
                    "text": "(Thomas et al. 2007, p. S29)",
                    "ref_id": null
                },
                {
                    "start": 895,
                    "end": 915,
                    "text": "(Thomas et al. 2007)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1283,
                    "end": 1317,
                    "text": "(Mounier-Jack et al. 2007, p. 926)",
                    "ref_id": null
                },
                {
                    "start": 1611,
                    "end": 1634,
                    "text": "(Derpmann 2011, p. 448)",
                    "ref_id": null
                },
                {
                    "start": 1998,
                    "end": 2021,
                    "text": "(Derpmann 2011, p. 449)",
                    "ref_id": null
                },
                {
                    "start": 2193,
                    "end": 2216,
                    "text": "(Derpmann 2011, p. 449)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Variations in the many characteristics of infectious diseases have unique and significant ethical implications for prevention, preparedness, response, and recovery"
        },
        {
            "text": "Established priority criteria or priority groups for the allocation of particular health care resources may not be transferable to other contexts if we are not also told the ethical reasons for choosing such criteria or groups for prioritization. For instance, if the ethical justification for prioritizing population x for treatment in an influenza pandemic plan stems from an unarticulated, if not tacit, value like 'fairness', then prioritizing that same population in the context of a non-influenza pandemic might actually run counter to this ethical justification (i.e., where the ethical reasoning underlying the value of 'fairness' might require the prioritization of population y in the context of a non-influenza pandemic). That is, without a robust understanding of the ethical reasoning that interprets and applies ethical values to particular guidance in pandemic plans, it is possible that the dictates of the guidance will be transferred and applied (e.g., prioritize population x) rather than the underlying ethical reasoning and justification (e.g., prioritize those who will benefit the most from treatment [a possible interpretation of 'fairness']). Moreover, while vaccines and antiviral medications have been singled out for considerations of priority setting in many pandemic plans (Uscher-Pines et al. 2006) , little is said about the applicability of those priority setting considerations for other resources like hospital beds, ventilators, and so forth. In the context of both EVD and drugresistant TB, ethical guidance for vaccine and antiviral priority setting may be far less relevant than are priority setting considerations for other health care and public health resources, which may elicit, and require, distinct ethical reasoning. As Thomas et al. (2007, p. S29) conclude in their analysis, '[f]or documents prescribing so many ethically laden actions and choices, the absence of ethical language and transparency in ethical reasoning in the state plans is striking…. The documents that were reviewed reflect a belief that ethics are self-evident or of little practical relevance'.",
            "cite_spans": [
                {
                    "start": 1303,
                    "end": 1329,
                    "text": "(Uscher-Pines et al. 2006)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1767,
                    "end": 1795,
                    "text": "Thomas et al. (2007, p. S29)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Variations in the many characteristics of infectious diseases have unique and significant ethical implications for prevention, preparedness, response, and recovery"
        },
        {
            "text": "Beyond the provision of substantive ethical guidance, many plans also do not prescribe a process for identifying and addressing ethical issues (Thomas et al. 2007) . At best, the translation, transference, or application of ethical guidance found in existing pandemic plans will be inhibited by the absence of ethical reasoning and justification. At worst, the absence of robust ethical reasoning and justification will lead to the outright misapplication of ethical values and principles in novel contexts.",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 163,
                    "text": "(Thomas et al. 2007)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Variations in the many characteristics of infectious diseases have unique and significant ethical implications for prevention, preparedness, response, and recovery"
        },
        {
            "text": "Even when ethical frameworks are included in pandemic plans, references to ethical values or principles like reciprocity, trust, or distributive justice often go without much discussion of how they ought to guide pandemic response activities, like when implementing quarantine measures. In other words, plans 'provide only minimal specific guidance on how to actually realize [ethical] requirements' (McDougall 2010, p. 2) . This is problematic, as the application (or applicability) of particular ethical values or principles may depend on many contextual factors. For example, the identification of reciprocity as an important ethical principle in pandemic planning and in the justified use of restrictive measures in particular, requires significant context-specific analysis in order to elucidate the parameters in which reciprocity is warranted and in what way the value of reciprocity should be realized (Viens et al. 2009; Silva and Smith 2015) . While examination of the principle of reciprocity has occurred in the context of using isolation and quarantine measures for influenza, SARS, and TB, novel ethical considerations still emerged in the context of the EVD outbreak in response to the implementation of substantially unique measures like cordon sanitaire (Silva and Smith 2015) . Thomas et al. (2007, p . S29) put it eloquently when they argued that the 'allusion to a concept cannot replace disciplined, well-informed, deliberation'. Without significant investments to facilitate these (context-sensitive) deliberations, as has occurred in some cases for influenza pandemic planning, a substantial risk exists that ethical values and principles found in existing pandemic plans will provide little practical guidance for other infectious disease pandemics. It may also be altogether unclear when to incorporate ethical values into decision-making. 2 Thus, while particular ethical values and principles may be outlined in pandemic plans (perhaps as overarching ''guiding principles''), the extent to which it is made clear when and how those values and principles apply to concrete activities in pandemic preparedness and response appears to be very limited. This ultimately limits the adaptability and applicability of this ethical guidance. This is all not to say that the ethical guidance provided in pandemic plans is of no benefit. At a minimum, it provides a point of departure for discussion of the ethical issues and considerations that may be associated with other infectious disease pandemics (Upshur 2014) . Acknowledging this is crucial, as the impression should not be that the due diligence required to think about ethics has been met simply because ethical values and principles have been identified in current pandemic plans. Rather, it should signal the need to rigorously examine ethical preparedness for infectious disease pandemics beyond influenza if we are to improve the moral quality of future global outbreak preparedness and response. In sum, it will suffice to quote the conclusions of McDougall's (2010, p. 2) survey of ethical principles and recommendations in pandemic plans: 'more practical guidance is needed about how to implement the ethical commitments and principles endorsed in ethical frameworks, which are not algorithms that mandate particular approaches or decisions, but decision-making tools that need to be adjusted to reflect both the specific biological characteristics of any actual or potential pandemic, and the specific social circumstances in which they are used as part of a coordinated response'.",
            "cite_spans": [
                {
                    "start": 400,
                    "end": 422,
                    "text": "(McDougall 2010, p. 2)",
                    "ref_id": null
                },
                {
                    "start": 910,
                    "end": 929,
                    "text": "(Viens et al. 2009;",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 930,
                    "end": 951,
                    "text": "Silva and Smith 2015)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1271,
                    "end": 1293,
                    "text": "(Silva and Smith 2015)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1296,
                    "end": 1318,
                    "text": "Thomas et al. (2007, p",
                    "ref_id": null
                },
                {
                    "start": 2520,
                    "end": 2533,
                    "text": "(Upshur 2014)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 3030,
                    "end": 3051,
                    "text": "McDougall's (2010, p.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Variations in the many characteristics of infectious diseases have unique and significant ethical implications for prevention, preparedness, response, and recovery"
        },
        {
            "text": "In its final report to the WHO, the Ebola Interim Assessment Panel recommended that the IHR Review Committee consider the possibility of introducing an intermediate level alert that would engage the global health community prior to the declaration of a public health emergency of international concern (PHEIC) (World Health Organization 2015a). In part, this would enable the initiation of important global mitigation strategies at an earlier state of a health crisis. Given the motivation to curb emerging outbreaks before they reach the status of a PHEIC, there is reason to believe that such an alert could catalyze the implementation of aggressive public health measures that risk being disproportionate and therefore ethically problematic, particularly if the global health community descends upon a single country or region to address a local health crisis. Indeed, some countries were quick to institute travel bans and border closures in response to the EVD outbreak, which were considered by some to be unwarranted and in contravention of the IHR (World Health Organization 2015a). On the other hand, given the delayed initial response by the WHO to the EVD outbreak and the arguably belated declaration of a PHEIC, there is also reason to believe that too little might be done to curb emerging outbreaks even with an intermediate level alert, which is also ethically problematic. In either case it is crucial that decision-making at this earlier stage of global outbreak management is guided by robust ethical analysis. The recognition that the global health community should concern itself with epidemic and pandemic threats before they manifest as PHEICs suggests that a global responsibility exists to mitigate these emerging outbreaks even if they do not currently pose a substantial threat to global health. This may require modification of the temporal and geographic scope of pandemic planning, preparedness, and response. While there are certainly processes that could be instituted to facilitate the ethical analysis and guidance accompanying earlier global responses to emerging threats, it is clear that pandemic plans and their existing ethical guidance will not play a significant role, at least in their current form. This is because the scope of pandemic planning has largely concerned itself with how to prepare for and respond to acute surges on health care systems, and not the public health ethics issues that precede, and that might precipitate, such a surge. So, while pandemic planning and pandemic Ethics for pandemics beyond influenza: Ebola… 141 plans themselves are well-situated to provide guidance for how countries can contribute to the prevention and mitigation of pandemics, this objective is largely overlooked in favour of addressing concerns related to the acute surge of health care needs. Pandemic plans could also constitute widely established instruments that aim to guide the mitigation and spread of pandemic threats. This point is especially important when it is acknowledged that pandemics manifest in different manners. An influenza pandemic, for instance, may emerge quickly and present a significant strain on health systems globally. Other infectious disease pandemics might manifest as slowly emerging disasters, circulating first for long periods of time in the global south, and thus might fail to trigger global mitigation strategies (Viens and Litmman 2015) . The EVD outbreak, for example, illustrates that, despite global awareness of the Ebola virus since the mid-1970s, few steps were taken to prevent or mitigate its manifestation as a severe outbreak in West Africa. HIV is another example of a pandemic that did not necessarily create an acute surge in health care utilization like what is expected from an influenza pandemic, but nonetheless has had profound, yet protracted, implications for health systems. Rather, the HIV pandemic has been characterized as a 'worldwide epidemic of chronic or persistent infection, quite unlike recent epidemics such as SARS and bird flu, common ones like yellow fever, meningitis and cholera, or notable ones like smallpox, plague and influenza' (Ezeome and Simon 2010, p. 3) . The protracted nature of the HIV pandemic therefore lacks many of the issues and priorities that are discussed in pandemic plans due to the acuity of an influenza pandemic, but nonetheless raises many unique ethical questions (Bayer 1991; Bayer et al. 1993; Benatar 2002; Ahn et al. 2003; World Health Organization 2004 ). Yet, pandemic plans in their current state would likely be ill-equipped to provide guidance for the protracted social and ethical challenges associated with the HIV pandemic. In order to prevent, mitigate, and recover from pandemics beyond influenza it is imperative that pandemic plans critically evaluate their scope by taking into account differences in how pandemics can manifest; they must carefully analyze ethical issues associated with differences in the proportion and acuteness of different infectious disease pandemics. Variations in how pandemics could manifest 'constrain the generalization of ethical decision-making' (Ezeome and Simon 2010, p. 2) and render influenza pandemic plans less useful beyond considerations stemming from the acute overwhelming of health systems.",
            "cite_spans": [
                {
                    "start": 3394,
                    "end": 3418,
                    "text": "(Viens and Litmman 2015)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 4152,
                    "end": 4181,
                    "text": "(Ezeome and Simon 2010, p. 3)",
                    "ref_id": null
                },
                {
                    "start": 4410,
                    "end": 4422,
                    "text": "(Bayer 1991;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 4423,
                    "end": 4441,
                    "text": "Bayer et al. 1993;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 4442,
                    "end": 4455,
                    "text": "Benatar 2002;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 4456,
                    "end": 4472,
                    "text": "Ahn et al. 2003;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 4473,
                    "end": 4503,
                    "text": "World Health Organization 2004",
                    "ref_id": null
                },
                {
                    "start": 5139,
                    "end": 5165,
                    "text": "(Ezeome and Simon 2010, p.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The scope of influenza pandemic plans neglects the context of how other pandemics might manifest"
        },
        {
            "text": "If the outlook of countries on ethics preparedness for pandemics is largely circumscribed to concerns related to the overwhelming of health systems within their own borders, then the fundamental ethical issues involved in mitigating pandemics (beyond the implementation of travel bans and border closures) will receive little attention. Given that Ebola, TB, and other infectious diseases have been on the global scene for decades, with some even developing drug-resistance during that time, it seems reasonable to surmise that these problems are seen as those of 'the other' (Selgelid 2005) . On the other hand, the threat of an influenza pandemic is a threat to nearly every country, and it seems that the widespread buy-in and scope of pandemic planning reflects an acknowledgement of this fact. Yet, if we are to improve our approach to global outbreak preparedness, then this scope has to be expanded considerably to direct the attention of all countries to the shared vulnerability and shared responsibility that exists for all infectious diseases, including those that might predominantly impact the global south. Ethics preparedness in pandemic plans must be expanded beyond the consideration of ethical issues that may emerge in the face of an acute surge on one's own health system to reflect an attitude of solidarity that guides the redress of injustice stemming from the devastation caused by infectious disease epidemics and pandemics around the world.",
            "cite_spans": [
                {
                    "start": 576,
                    "end": 591,
                    "text": "(Selgelid 2005)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "The scope of influenza pandemic plans neglects the context of how other pandemics might manifest"
        },
        {
            "text": "In this paper we have attempted to illustrate that national pandemic plans are largely ill-equipped to anticipate, prevent, and mitigate ethical issues that may be associated with future pandemics due in part to their common focus on considerations arising specifically in relation to pandemics of influenza origin. This should be considered a significant shortfall of meeting our ethical imperative to anticipate and plan for pandemic threats. The EVD outbreak serves as yet another reminder that, despite the establishment of pandemic plans at the WHO and in nearly every nation, we must continue to update our ethical preparedness such that we enumerate anticipated ethical issues that may arise in the context of non-influenza pandemics, devise and install structures that encourage and facilitate inclusive and sustained ethical deliberation on these matters, and begin to address predictable ethical issues that may emerge with future pandemics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "To this end, efforts could be undertaken to develop disease-specific plans that begin to think about the ethical issues and considerations associated with other infectious diseases that have future pandemic potential, prioritized based on potential severity and the probability of occurrence. Even defining terms such as ''severity'' and ''probability'', and establishing their relevant thresholds, is itself, in part, an ethical endeavour. Certainly, further ethical analysis of the considerations and issues arising in relation to MERS-coV, drug-resistant TB, and other pathogens developing antimicrobial resistance should be prioritized. Coordinated efforts could generate significant ethical insights that could be incorporated into existing pandemic plans. The challenge of developing ethical guidance given the many assumptions that must be made in planning for these different threats could be offset, in part, by establishing and emphasizing ethical processes for identifying and addressing ethical issues, thereby enabling an iterative process for thinking about the ethics of various infectious disease threats.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Alternatively, we should begin to think about what the ethics of pandemic preparedness and response might look like if it were to transcend consideration of a particular disease but at the same time remain adaptable and responsive to unique infectious disease characteristics. This could look less like 'influenza pandemic ethics' and more like 'infectious disease pandemic ethics'-a middle ground between influenza pandemic planning and all-hazards planning, where the ethical foundations and implications involved in pandemic preparedness and response are considered across different infectious disease characteristics (e.g., epidemiological, microbiological, legal, clinical, etc.) . For instance, consideration of the ethical parameters and justifications for intervention that directly stem from, or correspond to, particular characteristics of infectious diseases, like a low or high rate of mortality, degree of virulence, or mode of transmission, could lead to the development of adaptable ethical guidance that is responsive to important variations in these characteristics, but is also broadly applicable.",
            "cite_spans": [
                {
                    "start": 621,
                    "end": 684,
                    "text": "(e.g., epidemiological, microbiological, legal, clinical, etc.)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Reflections on the state of global outbreak preparedness will hopefully continue well after the EVD outbreak ends. We believe this provides a window of opportunity to examine and emphasize the need to improve ethical preparedness in global pandemic planning. Pledges to strengthen the IHR, and in particular the international and national capacity to assess, plan, and implement preparedness and surveillance measures, further points to the importance of highlighting the specific opportunity to improve ethical preparedness in pandemic plans. We hope that this occurs, and that it proceeds by considering the ethical issues that may exist in infectious disease pandemics beyond influenza.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Ethics and the AIDS pandemic in the developing world",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Ahn",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Grimwood",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Schwarzwald",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Herman",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of the International Association of Physicians in AIDS Care",
            "volume": "2",
            "issn": "",
            "pages": "81--87",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Australian health management plan for pandemic influenza",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "257D47001B9948/$File/AHMPPI.pdf. Accessed 6",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The patient as victim and vector: Ethics and infectious disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Battin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Francis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Jacobson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Public health policy and the AIDS epidemic. An end to HIV exceptionalism?",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bayer",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "New England Journal of Medicine",
            "volume": "324",
            "issn": "",
            "pages": "1500--1504",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The dual epidemics of tuberculosis and AIDS: Ethical and policy issues in screening and treatment",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bayer",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "N"
                    ],
                    "last": "Dubler",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Landesman",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "American Journal of Public Health",
            "volume": "83",
            "issn": "",
            "pages": "649--654",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The HIV/AIDS pandemic: A sign of instability in a complex global system",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Benatar",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Journal of Medicine and Philosophy",
            "volume": "27",
            "issn": "",
            "pages": "163--177",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Incorporating explicit ethical reasoning into pandemic influenza policies",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Berkman",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of Contemporary Health Law and Policy",
            "volume": "26",
            "issn": "",
            "pages": "1--19",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Selecting the right tool for the job",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Caplan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Plunkett",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Levin",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "American Journal of Bioethics",
            "volume": "15",
            "issn": "",
            "pages": "4--10",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Practical, legal, and ethical issues in expanded access to investigational drugs",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Darrow",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sarpatwari",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Avorn",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Kesselheim",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "New England Journal of Medicine",
            "volume": "372",
            "issn": "",
            "pages": "279--286",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Ethical reasoning in pandemic preparedness plans: Southeast Asia and the Western Pacific",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Derpmann",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Bioethics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1467-8519.2011.01922.x"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Global control of tuberculosis: From extensively drug-resistant to untreatable tuberculosis",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dheda",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gumbo",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Gandhi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Theron",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Uwadia",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "B"
                    ],
                    "last": "Migliori",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Warren",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "The Lancet Respiratory Medicine",
            "volume": "2",
            "issn": "",
            "pages": "321--338",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Ebola, epidemics, and ethics-What we have learned",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "Donovan",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Philosophy, Ethics, and Humanities in Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1747-5341-9-15"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Ethical problems in conducting research in acute epidemics: The Pfizer meningitis study in Nigeria as an illustration",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Ezeome",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Simon",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Developing World Bioethics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1471-8847.2008.00239.x"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The next epidemic-Lessons from Ebola",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gates",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "New England Journal of Medicine",
            "volume": "372",
            "issn": "",
            "pages": "1381--1384",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Studying ''secret serums''-Toward safe, effective Ebola treatments",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Goodman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "New England Journal of Medicine",
            "volume": "371",
            "issn": "",
            "pages": "1086--1089",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Pandemic influenza planning",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Iskander",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Strikas",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "Gensheimer",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Cox",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Redd",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Emerging Infectious Diseases",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1906.121478"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Ethical guidance for public health emergency preparedness and response: Highlighting ethics and values in a vital public health service",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Jennings",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Arras",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Survival and predictors of outcomes in non-HIV-infected patients with extensively drugresistant tuberculosis",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Jeon",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Hwang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Min",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Sung",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Carroll",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "International Journal of Tuberculosis and Lung Disease",
            "volume": "13",
            "issn": "",
            "pages": "594--600",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Evaluating novel therapies during the Ebola epidemic",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Joffe",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of the American Medical Association",
            "volume": "312",
            "issn": "",
            "pages": "1299--1300",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Global trends in emerging infectious diseases",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Storeygard",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Balk",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Gittleman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Daszak",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "451",
            "issn": "",
            "pages": "990--994",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Ebola, ethics, and public health: What next?",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kass",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Annals of Internal Medicine",
            "volume": "161",
            "issn": "",
            "pages": "744--745",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Ethical guidelines in pandemic influenza",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kinlaw",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Levine",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Emergence and spread of extensively and totally drug-resistant tuberculosis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Klopper",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Warren",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hayes",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "C G"
                    ],
                    "last": "Van Pittius",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Steicher",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Müller",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Sirgel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chabula-Nxiweni",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hoosain",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Coetzee",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Van Helden",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Victor",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Trollip",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "South Africa. Emerging Infectious Diseases",
            "volume": "19",
            "issn": "",
            "pages": "449--455",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Management of patients with multidrug-resistant/extensively drug-resistant tuberculosis in Europe: A TBNET consensus statement",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lange",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Abubakar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Alffenaar",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bothamley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Caminero",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C C"
                    ],
                    "last": "Carvalho",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "European Respiratory Journal",
            "volume": "44",
            "issn": "",
            "pages": "23--63",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "How high is a high risk? Prioritizing high-risk individuals in an influenza pandemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Littman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Vaccine",
            "volume": "32",
            "issn": "",
            "pages": "7167--7170",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "A survey of ethical principles and guidance within selected pandemic plans",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Mcdougall",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Pushed to the limit and beyond: A year into the largest ever Ebola outbreak",
            "authors": [],
            "year": 2015,
            "venue": "Médecins Sans Frontières",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Progress and shortcomings in European national strategic plans for pandemic influenza",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mounier-Jack",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jas",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Coker",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Bulletin of the World Health Organization",
            "volume": "85",
            "issn": "",
            "pages": "923--929",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Ethical guidance for rationing scarce health-related resources in a severe influenza pandemic: Literature and plan review",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Prehn",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Vawter",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Ethics and Ebola: Public health planning and response",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The Canadian pandemic influenza plan for the health sector",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Ethical considerations of experimental interventions in the Ebola outbreak",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rid",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Emanuel",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "The Lancet",
            "volume": "384",
            "issn": "",
            "pages": "1896--1899",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "A wake-up call: Lessons from Ebola for the world's health systems",
            "authors": [],
            "year": 2015,
            "venue": "PDF. Accessed",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Bioethics and the Ebola outbreak in West Africa",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Schuklenk",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Developing World Bioethics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/dewb.12073"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Ethics, tuberculosis and globalization",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Selgelid",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Public Health Ethics",
            "volume": "1",
            "issn": "",
            "pages": "10--20",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1467-8519.2005.00441.x"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Limiting rights and freedoms in the context of Ebola and other public health emergencies: How the principle of reciprocity can enrich the application of the Siracusa Principles",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Silva",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Health and Human Rights Journal",
            "volume": "17",
            "issn": "",
            "pages": "52--57",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "XDR-TB in South Africa: No time for denial or complacency",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Upshur",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Padayatchi",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "PLOS Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pmed.0040050"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Ebola and learning lessons from moral failures: Who cares about ethics?",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Upshur",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Public Health Ethics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/phe/phv028"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Ethics in a pandemic: A survey of the state pandemic influenza plans",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dasgupta",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Marinot",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "American Journal of Public Health",
            "volume": "97",
            "issn": "",
            "pages": "26--31",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "United Nations Development Programme",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "United States Centers for Disease Control and Prevention",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "United States Centers for Disease Control and Prevention",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "United States Centers for Disease Control and Prevention",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "United States Department of Health and Human Services",
            "authors": [],
            "year": 2005,
            "venue": "from United States Department of Health and Human Services Flu.gov Web site. University of Toronto Joint Centre for Bioethics. 2005. Stand on guard for thee: Ethical considerations in preparedness planning for pandemic influenza",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Ebola virus in West Africa: Waiting for the owl of Minerva",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E G"
                    ],
                    "last": "Upshur",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of Bioethical Inquiry",
            "volume": "11",
            "issn": "",
            "pages": "421--423",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Priority setting for pandemic influenza: An analysis of national preparedness plans",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Uscher-Pines",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Omer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Barnett",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Burke",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Balicer",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "PLOS Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pmed.0030436"
                ]
            }
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Emergence of new forms of totally drug-resistant tuberculosis bacilli: Super extensively drugresistant tuberculosis or totally drug-resistant strains in iran",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Velayati",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Masjedi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Farnia",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tabarsi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ghanavi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Ziazarifi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Hoffner",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Chest",
            "volume": "136",
            "issn": "",
            "pages": "420--425",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Is antimicrobial resistance a slowly emerging disaster? Public Health Ethics",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Viens",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Litmman",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/phe/phv015"
                ]
            }
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Your liberty or your life: Reciprocity in the use of restrictive measures in contexts of contagion",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Viens",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Bensimon",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E G"
                    ],
                    "last": "Upshur",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of Bioethical Inquiry",
            "volume": "6",
            "issn": "",
            "pages": "207--217",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Guidance on ethics and equitable access to HIV treatment and care",
            "authors": [],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "WHO global influenza preparedness plan: The role of WHO and recommendations for national measure before and during pandemics",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "International health regulations",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Ethical considerations in developing a public health response to pandemic influenza",
            "authors": [],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Anti-tuberculosis drug resistance in the world",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Addressing ethical issues in pandemic influenza planning: Discussion papers",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Pandemic influenza preparedness and response: A WHO guidance document",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Comparative analysis of national pandemic influenza preparedness plans",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Drug-resistant tuberculosis",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Ethical considerations for the use of unregistered interventions for Ebola viral disease",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "World Health Organization",
            "authors": [],
            "year": 2014,
            "venue": "Global tuberculosis report",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Report of the Ebola interim assessment panel",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "MERS-CoV outbreak largest outside Kingdom of Saudi Arabia",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "World Health Organization. 2015d. FAQs: H5N1 influenza",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Global outbreak alert and response network (GOARN)",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "The Ebola outbreak in western Africa: Ethical obligations for care",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yakubu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "O"
                    ],
                    "last": "Folayan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sani-Gwarzo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Nguku",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Peterson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of Medical Ethics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/medethics-2014-102434"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Acknowledgments The authors would like to thank Fondation Brocher for the opportunity to develop this article during a stay as visiting researchers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Conflict of interest No conflicts of interest to declare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        }
    ]
}