{
    "paper_id": "3b09b55cd26c30e59ef1371019c4e27aa09fce4f",
    "metadata": {
        "title": "The characteristics and clinical value of chest CT images of novel coronavirus pneumonia",
        "authors": [
            {
                "first": "X",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The First Affiliated Hospital of Anhui Medical University",
                    "location": {
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "B",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The First Affiliated Hospital of Anhui Medical University",
                    "location": {
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Y",
                "middle": [],
                "last": "Yu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The First Affiliated Hospital of Anhui Medical University",
                    "location": {
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "X",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The First Affiliated Hospital of Anhui Medical University",
                    "location": {
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Y",
                "middle": [],
                "last": "Du",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fuyang Second People's Hospital",
                    "location": {
                        "country": "China, China"
                    }
                },
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Gu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fuyang Second People's Hospital",
                    "location": {
                        "country": "China, China"
                    }
                },
                "email": ""
            },
            {
                "first": "X",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The First Affiliated Hospital of Anhui Medical University",
                    "location": {
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "AIM: To investigate the characteristics and clinical value of chest computed tomography (CT) images of novel coronavirus pneumonia (NCP).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "MATERIALS AND METHODS: Clinical data and CT images of 80 cases of NCP were collected. The clinical manifestations and laboratory test results of the patients were analysed. The lesions in each lung segment of the patient's chest CT images were characterised. Lesions were scored according to length and diffusivity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "RESULTS: The main clinical manifestations were fever, dry cough, fatigue, a little white sputum, or diarrhoea. A total of 1,702 scored lesions were found in the first chest CT images of 80 patients. The lesions were located mainly in the subpleural area of the lungs (92.4%). Most of the lesions were ground-glass opacity, and subsequent fusions could increase in range and spread mainly in the subpleural area. Pulmonary consolidation accounted for 44.1% of all of the lesions. Of the 80 cases, 76 patients (95%) had bilateral lung disease, four (5%) patients had unilateral lung disease, and eight (10%) patients had cord shadow.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "CONCLUSION: The chest CT of NCP patients is characterised by the onset of bilateral groundglass lesions located in the subpleural area of the lung, and progressive lesions that result in consolidation with no migratory lesions. Pleural effusions and mediastinal lymphadenopathy are rare. As patients can have inflammatory changes in the lungs alongside a negative early nucleic acid test, chest CT, in combination with epidemiological and laboratory tests, is a useful examination to evaluate the disease and curative effect.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In December 2019, a viral pneumonia caused by severe acute respiratory syndrome coronavirus2 (SARS-CoV-2) infection swept across Wuhan City, China, followed by further spread in China. The virus was named SARS-CoV-2 by the International Committee on Taxonomy of Viruses (ICTV) on 11 February 2020. 5 There have now been cases of infection elsewhere in the world, and as of 12 February 2020, >40,000 patients in China have been diagnosed with this coronavirus disease (COVID- 19) , with more than 1,000 deaths, and the number of infections has exceeded that of the severe acute respiratory syndrome (SARS) coronavirus, which first infected humans in Guangdong Province of southern China in 2003. 1 On 31 January 2020, the World Health Organization (WHO) characterised COVID-19 as an epidemic and international public health emergency. 2 SARS-CoV-2 nucleic acid is a single positive-stranded RNA with a diameter of approximately 80e120 nm. It can use itself as a template to guide the synthesis of virusrelated proteins. 6 The diagnosis of COVID-19 depends on quantitative polymerase chain reaction (qPCR) for quantitative detection of nucleic acid. 3 COVID-19 causes inflammatory lesions in the lungs denoted novel coronavirus pneumonia. Chest computed tomography (CT) is the main examination for lung lesions and plays a vital role in the clinical diagnosis, observation of curative effect, and prognostic evaluation of this disease. The present study was undertaken to analyse the chest CT images of 80 patients retrospectively, including highresolution CT (HRCT) or thin-layer CT images, combined with clinical data and related literature, to further our understanding of NCP.",
            "cite_spans": [
                {
                    "start": 298,
                    "end": 299,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 475,
                    "end": 478,
                    "text": "19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 695,
                    "end": 696,
                    "text": "1",
                    "ref_id": null
                },
                {
                    "start": 834,
                    "end": 835,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1019,
                    "end": 1020,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1148,
                    "end": 1149,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Eighty patients (43 male and 37 female patients; age 17e72 years; average age, 44AE11.7 years) with confirmed disease were diagnosed at provincial and municipal hospitals from January 2020 to February 2020. Real-time fluorescence PCR of the patient's sputum was positive for 2019-nCOV nucleic acid. The research ethics board at each participating hospital approved the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical data"
        },
        {
            "text": "The diagnosis of COVID-19 is based on qPCR detection of SARS-CoV-2 nucleic acid or viral gene sequencing of respiratory specimens or blood specimens, and positive detection of coronavirus highly homologous nucleic acids. 4 The epidemiological history includes its origin in Wuhan, China, travel history, contact with people with fever or respiratory symptoms from Wuhan or other areas with local cases of continuous transmission within 14 days before onset. There is an epidemiological link to viral infection. Laboratory tests have shown normal or decreased white blood cell counts, reduced lymphocyte counts, and some with elevated Creactive protein (CRP) and D-dimer.",
            "cite_spans": [
                {
                    "start": 221,
                    "end": 222,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Diagnostic criteria"
        },
        {
            "text": "HRCT or thin-layer CT examinations were undertaken at various hospitals in Anhui Province, China. The number of spiral CT detectors exceeded 16 rows. Two experienced radiologists evaluated the CT images visually and recorded image manifestations, lesion distribution and extent, and image characteristics. Differences between the two radiologists were resolved in consensus to achieve consistent results. The lesions were divided into ground-glass opacification and consolidation. Subpleural lesions were defined as those lesions where the margin of the lesion was within 1 cm of the edge of the lung pleura (e.g., visceral pleura and interlobular pleura).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Image inspection method"
        },
        {
            "text": "Continuous variables are represented bymeans AE standard deviation (SD). Percentages were used for categorical variables. Two researchers independently reviewed the data for each inspection indicator.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "All of the patients had a fever with a body temperature of 37.4e39.5 C. Most patients had weakness and dry cough, and a few patients coughed white sputum or had diarrhoea. Symptoms of upper respiratory infection, such as headache, stuffy nose, and runny nose, were rare (Table 1) . Sixty-nine patients had a history of residence, travel, or contact with respiratory infections in the affected area.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 270,
                    "end": 279,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Clinical manifestations"
        },
        {
            "text": "Leukocyte counts were decreased in 41 patients, lymphocyte counts were decreased in 55 patients, CRP was increased in 33 patients, erythrocyte sedimentation rate was increased in seven patients, myocardial enzymes were increased in one patient, and leukocytes and neutrophils were increased in one patient ( Table 1) . All of the cases tested positive on nucleic acid amplification tests, and five patients tested positive after the nucleic acid test was negative for the first time.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 308,
                    "end": 316,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Laboratory inspections"
        },
        {
            "text": "All of the patients underwent HRCT or thin-slice CT of the lungs, and 50 patients underwent follow-up CT within 2 weeks. The CT characteristics of the lesions are shown in Table 1 , and the specific distribution of the lung lesions is shown in Fig 1. A total of 1,702 scored lesions were found in the first chest CT of the 80 patients. The lesions were located mainly in the subpleural area (90.3%, 1,537/1,702), and 64.5% were located in the subpleural area of the lower lobe of both lungs. The lesions were mainly ground-glass opacities scattered in the subpleural area (71.2%, 1,208/1,702) in the first CT examinations. Lesions were confined to the centre of the secondary lung lobules or patches, and gradually increased in scope at later stages. The ground-glass shadow was accompanied by thickening of the interlobular septum, showing a \"paving stone-like\" change (Figs 2 and 3). Pulmonary consolidation (27.8%, 473/1,702) was nodular or exudative in the ground-glass lesions. The boundary between the lesion and the pulmonary vessels was unclear, but the \"air bronchus sign\" was visible. Bilateral lung disease occurred in four (5%, 4/80) patients, single-lobe disease in three patients (3.8%, 3/80), and cord shadow in eight patients (10%, 8/80 patients). Inflammation of the lungs ceased to spread at the interpleural pleura and the realm was clear (Fig 4) . One patient had pleural effusion. One patient had enlarged mediastinal lymph nodes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 172,
                    "end": 179,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 244,
                    "end": 250,
                    "text": "Fig 1.",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1358,
                    "end": 1365,
                    "text": "(Fig 4)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Imaging examination"
        },
        {
            "text": "Fifty patients underwent follow-up chest CT. Twentyseven patients progressed, showing increased groundglass lesions, increased range, or consolidation within the ground-glass lesions. Coexistence of lesion progression and absorption occurred in nine cases. In 14 cases of lesions absorption, the CT images showed reduction in groundglass lesions or consolidation, reduced lesion density, and some lesions began to be absorbed from the inside showing a \"reverse halo sign\" (Fig 5) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 472,
                    "end": 479,
                    "text": "(Fig 5)",
                    "ref_id": null
                }
            ],
            "section": "Imaging examination"
        },
        {
            "text": "NCP is a new infectious disease of the lungs. The pathological mechanism of NCP is not fully understood. In this article, the pathological principles of viral pneumonia and the study of SARS and MERS literature were used to explore the CT imaging manifestations of NCP. Coronaviruses have high variability. Both SARS, which occurred in 2003, and Middle East Respiratory Syndrome (MERS), which occurred in 2012, are caused by coronaviruses. 7, 8 Regarding pathological changes, the virus enters the human respiratory system through the respiratory tract or mucous membrane, and enters the alveolar stroma along the bronchi and bronchioles. Because the bronchi and bronchiolar cilia have a filtering and cleaning effect, particles >2 mm in diameter can be removed; however, particles or microorganisms <2 mm in diameter cannot be removed. 9 The subpleural area is the structure of respiratory bronchioles, alveolar ducts, alveolar sacs, and alveoli. There is no ciliated tissue in this area, and the virus cannot be removed. Therefore, the subpleural area is the most easily colonised area. The basic lesion of viral pneumonia is interstitial pneumonia. 10 Virus invasion into the body initially causes alveolar septal capillaries to dilate and congest, and a small amount of fluid is seen in the alveolar cavity. The lesion is centred on the secondary lung lobules with lobular septal oedema. As the virus multiplies in the body, the alveolar interstitial phase of pneumonia occurs caused by further expansion of the blood vessels and increasing exudate in the alveolar cavity, cellulose exudation is seen in the lungs, and the lesion area increases. During the dissipative period, there is reduction in the oedema of the alveolar capillaries and lobular septum, alveolar exudation and absorption, the remaining lobular septum is thickened, and the bronchial wall is thickened or appears twisted into a cord. Regarding imaging findings, when the disease is in the early stage, alveolar wall oedema causes little exudation in the alveoli, and the alveolar cavity body is not completely replaced by the exudate. On HRCT or thin-layer CT, a patchy ground glass with a secondary pulmonary lobular lesion of approximately 8e12 mm was seen. CT lung window density increased slightly, and a pulmonary vascular shadow was clearly seen in the lesion, but it was not visible on the mediastinal window.",
            "cite_spans": [
                {
                    "start": 440,
                    "end": 442,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 443,
                    "end": 444,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 837,
                    "end": 838,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1152,
                    "end": 1154,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "SARS pneumonia occurred in 2003. At that time, the main examination method for lung lesions was chest radiography. 11, 12 Liu et al. 13 analysed the chest radiographs of 260 SARS patients and found that they were able to show and diagnose infection. Atypical pneumonia should be used as a routine test for infectious atypical pneumonia. Some researchers have conducted preliminary investigations on the CT manifestations of SARS, and the results have shown that CT is helpful for the detection of early-stage pneumonia under the pleura, whereas chest radiography is less sensitive to ground glass. 14, 15 Since the outbreak of MERS in 2012, the awareness of clinical and imaging physicians of the capabilities of chest CT has significantly improved, and chest CT has been recommended for the early diagnosis of the disease. 16 Early CT manifestations of SARS and MERS are single or sporadic ground glass opacities in the subpleural area. 17 As the disease progresses, inflammatory exudations spread through the alveolar foramen. CT has shown that the extent of the lesion is enlarged and patchy; this is unlike some SARS lesions, which are migratory, 18 NCP is enlarged in the original lesions or new lesions occur elsewhere. At the same time, in this study, the lobular interval of the lesion area was thickened, and the HRCT showed a \"gridlike\" (Fig 2) or a \"paving stone-like\" change. This is because the degree of pulmonary interstitial lesions was greater than that of alveolar parenchymal lesions, and the extent of lesions on the mediastinal window was smaller than that of lesions on the lung window. Exudation was obvious in some areas, and the lungs showed patchy consolidation and increased density. Pulmonary blood vessels and lesions could not be distinguished, but the \"air bronchus sign\" remained visible. From the lesion to the interlobular fissure, the spread across the lung lobe ceased, and clear interlobular fissures were visible, because the interlobular pleura prevented the spread of inflammation. Strand shadows were visible in the lungs when exudation was distributed along the bronchioles based on gravity. In severe cases, large ground glass or consolidation shadows can be seen in both lungs, showing \"white-lung-like\" changes.",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 118,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 119,
                    "end": 121,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 133,
                    "end": 135,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 598,
                    "end": 601,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 602,
                    "end": 604,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 824,
                    "end": 826,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 938,
                    "end": 940,
                    "text": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1151,
                    "end": 1153,
                    "text": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 1347,
                    "end": 1354,
                    "text": "(Fig 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The main CT manifestations of NCP in this group were pulmonary interstitial changes, whereas the CT manifestations of SARS were mostly interstitial changes with parenchymal lesions, 19 which may be related to the more aggressive virulence of the SARS virus.",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 184,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "After symptomatic treatment is effective or the patient's immunity to the virus improves, the lesions can enter the dissipative or absorption phase. At this stage, the lesions show a reduction in the scope of the lesion, a decrease in the density of ground glass or consolidation, and a decrease in CT attenuation. Hsieh et al. 20 suggested that SARS lesions in the lungs may vary depending on the patient's physique, treatment, and condition. Some patients absorbed lesions within 3 months, and long-term, patients still had a shadow within 1 year. The CT manifestations of the recovery period are related to the extent of the lesions. In patients with minor lesions, these can be clearly absorbed within 2 weeks. Residual patchy consolidation, thickened leaflet intervals, or twisted and thick bronchioles can be seen in moderately affected patients, suggesting the recovery of interstitial changes, which takes time. After 1 year of followup of severe patients, subpleural cord shadows can still be seen in the lungs, which are considered fibrotic lesions.",
            "cite_spans": [
                {
                    "start": 328,
                    "end": 330,
                    "text": "20",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "At the time of submission, five patients were cured and discharged. Follow-up studies are awaited to assess longterm pulmonary CT characteristics. In the present study of 80 cases, there was only one case of pleural effusion and one case of lymphadenopathy. Some patients showed mild pleural hypertrophy. This may be a characteristic manifestation of NCP, but it may also be related to the small number of cases or the stage of the disease. It is worth mentioning Figure 5 Male, 27 years old, with fever and fatigue for 5 days. a) chest CT obtained 5 days after the onset of symptoms. CT images shows consolidation of the right lobe and lower lobe of the lung. The lesions were close to the pleura. b). Follow-up CT obtained on 13 days after the onset of symptoms. The lesions were absorbed and the range was reduced. Lesions in the lower lobe of the left lung were absorbed from the center and showed a \"reverse halo sign\" (arrow). that in the present cohort, five patients had positive lung lesions, but the nucleic acid test was negative at that time. Patients are generally in good condition. Another patient had bacterial infection of the lung and a large patch of consolidation was seen in the lung, which was different from typical viral pneumonia. This suggests that there is the possibility of viral pneumonia with concomitant bacterial infections.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 464,
                    "end": 472,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Because the disease is highly contagious, the available data should be summarised and shared rapidly. The limitations of this study were the small number of cases and short observation time; thus, the disease outcome needs to be studied in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, the performance of NCP on CT has certain characteristics, and the clinical diagnosis should be made in combination with clinical and laboratory tests. Although the nucleic acid test can confirm the diagnosis, according to current clinical experience, some patients may still have a negative nucleic acid test after inflammatory lesions are seen at lung CT. Therefore, chest CT and follow-up have a clear role in assessing the severity of disease and curative effect.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "World Health Organization. WHO handbook for guideline development",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "507--520",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Office of State Administration of Traditional Chinese Medicine. Notice on the issuance of a programme for the diagnosis and treatment of novel coronavirus (2019-nCoV) infected pneumonia (trial",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "2020--0128",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Outbreak of pneumonia of unknown etiology in Wuhan, China: the mystery and the miracle",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Stratton",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "W"
                    ],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Virol",
            "volume": "92",
            "issn": "4",
            "pages": "401--403",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Expression, purification, and characterization of SARS coronavirus RNA polymerase",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Virology",
            "volume": "335",
            "issn": "2",
            "pages": "165--76",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Middle East respiratory syndrome coronavirus (MERS-CoV) RNA and neutralising antibodies in milk collected according to local customs from dromedary camels",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Reusken",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Farag",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jonges",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Eurosurveillance",
            "volume": "19",
            "issn": "23",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "immunohistochemical, and ultrastructural findings of a fatal case of Middle East respiratory syndrome coronavirus infection in the United Arab Emirates",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Al Hosani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Keating",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Am J Pathol",
            "volume": "186",
            "issn": "3",
            "pages": "652--660",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Viral pneumonias in adults: radiologic and pathologic findings",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Primack",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "RadioGraphics",
            "volume": "22",
            "issn": "",
            "pages": "137--186",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Superspreading SARS events",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ning",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Emerg Infect Dis",
            "volume": "10",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Analysis of the chest X-ray manifestations in SARS patients treated with compound glycyrrhizin",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "China Pharm",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Image appearances of severe acute respiratory syndrome (a preliminary study of 260 cases)",
            "authors": [
                {
                    "first": "J-X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "S-F",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "B-H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Chin J Med Imaging Technol",
            "volume": "19",
            "issn": "7",
            "pages": "790--792",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "SARS: imaging of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nicolaou",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Al-Nakshabandi",
                    "suffix": ""
                },
                {
                    "first": "M € Uller",
                    "middle": [],
                    "last": "Nl",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "AJR Am J Roentgenol",
            "volume": "180",
            "issn": "5",
            "pages": "1247--1256",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Persistence of lung inflammation and lung cytokines with high-resolution CT abnormalities during recovery from SARS",
            "authors": [
                {
                    "first": "C-H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "C-Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y-L",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Resp Res",
            "volume": "6",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Middle East respiratory syndrome coronavirus (MERS-CoV) infection: chest CT findings",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Ajlan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Ahyad",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Jamjoom",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "AJR Am J Roentgenol",
            "volume": "203",
            "issn": "4",
            "pages": "782--789",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Radiographic and CT features of viral pneumonia",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Koo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Choe",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "RadioGraphics",
            "volume": "38",
            "issn": "3",
            "pages": "719--758",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Chest X-ray appearances in SARS: analysis of 72 cases",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Daqing",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Chin J Radiol",
            "volume": "37",
            "issn": "9",
            "pages": "784--792",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "High-resolution CT findings of severe acute respiratory syndrome at presentation and after admission",
            "authors": [
                {
                    "first": "M €",
                    "middle": [],
                    "last": "Uller",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Ooi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Khong",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "AJR Am J Roentgenol",
            "volume": "182",
            "issn": "1",
            "pages": "39--44",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Radiographic appearance and clinical outcome correlates in 26 patients with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "S-C",
                    "middle": [],
                    "last": "Hsieh",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "Jc-W",
                    "middle": [],
                    "last": "Chien",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "AJR Am J Roentgenol",
            "volume": "182",
            "issn": "5",
            "pages": "1119--1141",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "First time CT distribution of lung segment lesions in 80 patients. AnRU:Anterior of Right Upper Lobe; ApRU:Apical of Right Upper Lobe; PRU:Apical of Right Upper Lobe; MRM:Medial of Right Middle Lobe; LRM:Lateral of Right Middle Lobe; SRL:Superior of Right Lower Lobe; MRL:Medial basal of Right Lower Lobe; ARL:Anterior basal of Right Lower Lobe; LRL:Lateral basal of Right Lower Lobe; PRL:Posterior basal of Right Lower Lobe; AnLU:Anterior of Left Upper Lobe; ApLU:Apical posterior of Left Upper Lobe; SlLU:Superior lingula of Left Upper Lobe; IlLU: Inferior lingula of Left Upper Lobe; SLL: Superior of Left Lower Lobe; MaLL: Medial anterior basal of Left Lower Lobe; LLL: Lateral basal of Left Lower Lobe; PLL: Posterior basal of Left Lower Lobe.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Male, 56 years old, with fever and cough for 3 days. a) multiple ground glass opacities in lungs, scattered (arrows), and the texture of the inner lungs are clear. b) Follow-up CT obtained 5 days after the onset of symptoms. The density of lung lesions increased, partly fused into patches (arrows), and part of the ground glass showed consolidation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Male, 30 years old, with fever, cough, and white phlegm for 2 days. a) the ground glass opacity was accompanied by a thickening of the interlobular septum, showing \"Crazy paving stone\" sign in the subpleural of the right lung upper lobe (arrow). b)Figure 3bis partial enlarged view of the lesion ofFigure 3a.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Male, 52 years old, with fever for 7 days. a), b) and c) were three-dimensional reconstructed images of chest CT examination. The lesions were mostly located in the subpleural area and stopped at the interpleural with clear margin (arrows).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Patient clinical data, laboratory tests, and computed tomography (CT) results.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        }
    ]
}