{
    "paper_id": "3b49e3fd968dd0838acd26e90a750e1b3e7e6938",
    "metadata": {
        "title": "Journal Pre-proof Recommendations and guidance for providing pharmaceutical care services during COVID-19 pandemic: A China perspective Recommendations and Guidance for Providing Pharmaceutical Care Services during COVID-19 Pandemic: The Role of Community Pharmacists",
        "authors": [
            {
                "first": "Si-Qian",
                "middle": [],
                "last": "Zheng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Li",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Peking University Third Hospital",
                    "location": {
                        "postCode": "100191",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Peng-Xiang",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Peking University Third Hospital",
                    "location": {
                        "postCode": "100191",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Hui-Bo",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Peking University Third Hospital",
                    "location": {
                        "postCode": "100191",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Fang",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Peking University Third Hospital",
                    "location": {
                        "postCode": "100191",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Rong-Sheng",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Peking University Third Hospital",
                    "location": {
                        "postCode": "100191",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "departments located in primary care institutions only, such as community health service centers 62 and community outpatient clinics. They follow the regulations of local and national government, 63 and provide prescription medications dispensing service and other pharmacy-related services. 64",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Retail pharmacies in China provide some prescription medications, over-the-counter medications, 65 supplements, and health-related products and devices for sale. They are not considered part of 66 the healthcare system as they practice follow different companies' regulations. The professional 67 skills of pharmacy staff and pharmacists work in these retail pharmacies varies significantly, and 68 are generally not considered as healthcare professionals [4] . 69",
            "cite_spans": [
                {
                    "start": 456,
                    "end": 459,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "During the COVID-19 pandemic, the need of PC services is beyond the scope of traditional 71 practice of community pharmacists, which can be divided into two parts: the need of pandemic 72 prevention and control and the need from patients of pharmacy-related issues. To promote the 73 pandemic control, community patients need to be screened properly and suspected patients shall 74 be referred to designated medical institutions in a timely manner [5] . The public also need to 75 master effective personal protection skills to control the community transmission of COVID-19 76 [2, [6] [7] . Patients on medical isolated observation or patients with mild COVID-19 on treatment at 77 home are lacking guidance on home care strategies [8] . 78",
            "cite_spans": [
                {
                    "start": 448,
                    "end": 451,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 578,
                    "end": 581,
                    "text": "[2,",
                    "ref_id": null
                },
                {
                    "start": 582,
                    "end": 585,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 586,
                    "end": 589,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 733,
                    "end": 736,
                    "text": "[8]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Special needs of PC services during the COVID-19 pandemic 70"
        },
        {
            "text": "The pharmacy-related needs of community patients have similarities with the traditional patient 79 population, but with different emphasis. For example, when providing consulting services to 80 community patients, instead of focusing on medications as usual, their questions are mainly on 81 the scientific prevention knowledge and basic information about COVID-19, such as mask 82 selection and typical signs and symptoms of COVID-19. For chronic disease patients, especially 83 those in communities under quarantine, drug supply and patients' compliance are facing a greater 84 challenge, though the safety and effectiveness of treatment is also important for this patient 85 population. Thus, community pharmacists shall learn to switch gears when needed from 86 providing professional knowledge on medication use only to fulfilling community patients' 87 various needs. 88",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Special needs of PC services during the COVID-19 pandemic 70"
        },
        {
            "text": "control 90",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Community PC services and the value of Chinese experience in COVID-19 pandemic 89"
        },
        {
            "text": "Since the concept of PC being defined in the 1990s, the scope of pharmacy practice has 91 expanded from medication dispensing to a variety of clinical services [9] . Community infection control and prevention, promoting cardiovascular disease control, prevention and 97 management of drug abuse, misuse and addiction [10] . 98",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 163,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 317,
                    "end": 321,
                    "text": "[10]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Community PC services and the value of Chinese experience in COVID-19 pandemic 89"
        },
        {
            "text": "The community pharmacy practice in China has developed rapidly since the 21 st century with the 99 progress of national healthcare reformation. Pharmaceutical services including chronic disease 100 management, patient education and consulting, scientific knowledge popularization in 101 communities are provided in most of the community pharmacies in China in addition to drug 102 dispensing. Although gap still exists between the PC services being provided in China and some 103 developed countries, the experience Chinese community pharmacists gained during the 104 COVID-19 outbreak is of great value for community pharmacies around the world for the 105 following three reasons. 106",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Community PC services and the value of Chinese experience in COVID-19 pandemic 89"
        },
        {
            "text": "First, the current model of PC practice in China is similar to the model in foreign countries, from 107 the services being provided to the content and actual procedure of each service. So the Chinese 108 experience shall also be applicable to other countries. Secondly, the need of pharmaceutical care 109",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Community PC services and the value of Chinese experience in COVID-19 pandemic 89"
        },
        {
            "text": "is different from what's been provided in traditional pharmacy practice, as discussed in section 110 1.2, and learning the experience Chinese community pharmacists gained through real practice is 111 crucial for those who will be facing this pandemic. Last but not the least, during this pandemic, 112 pharmacists in China used a variety of approaches, such as mobile APPs and collaborating with 113 neighborhood committees and drug companies, to provide consulting services online and ensure 114 patients' drug supply at home. These approaches can also be applied in other countries as new 115 strategies to provide PC and can potentially create new forms of pharmacy service in the future. 116",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Community PC services and the value of Chinese experience in COVID-19 pandemic 89"
        },
        {
            "text": "In this section, we aim to provide reference for pharmacy management teams from an 118 administrative perspective and for community pharmacists from a clinical perspective based on 119 the previous analysis. 120",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendations and guidance on providing PC 117"
        },
        {
            "text": "The community pharmacy management team shall actively adjust their operation process 122 according to the characteristics of COVID-19 pandemic and related patients' need during home 123 quarantine. In this section, we aim to provide guidance on how to get prepared for providing PC 124 services from a pharmacy administration perspective. 125",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pharmacy management 121"
        },
        {
            "text": "During the pandemic, the public mostly rely on community pharmacies to get adequate supply of supply the demand\", as suggested in FIP's \"Information and interim guidelines for pharmacists 130 and the pharmacy workforce\" for COVID-19 outbreak [2] . Medications and COVID-19 131 preventative products are essential for community patients' chronic disease management and 132 control of the pandemic. Thus, pharmacy management teams shall make ensuring their supply a 133 priority when getting prepared for and during the pandemic. workflows in face of the COVID-19 pandemic and create emergency plans or protocols on the populations, such as patient screening and referral criteria, methods for effective self-protection 165 [15] , counseling points of related medications, chronic disease management of the elderly [16] , 166 home care [8] , psychological support [17] , and so on. Adequate training of pharmacists is essential 167 for the successful delivery of PC services. with key words. In this section, we will discuss the content that needs to be included in these six 195 domains in detail.",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 245,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 722,
                    "end": 726,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 813,
                    "end": 817,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 834,
                    "end": 837,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 862,
                    "end": 866,
                    "text": "[17]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Ensure adequate supply of medications and products for COVID-19 prevention 126"
        },
        {
            "text": "pharmacists shall pay extra attention to patient's self-protection and emotional situation 199 (discussed in (6)). For example, pharmacists can check if the patient is wearing mask or 200 performing respiratory hygiene properly. Pharmacists shall be readily available to provide 201 consultation on proper self-protection skills or psychological support for these identified patients 202 as discussed in (4) for COVID-19 patients discharged from medical institutions as they still have compromised 215 immunity [3] . Pharmacists can offer medication reconciliation, consultation and home care 216 guidance (as discussed in (5)) for these patients to support their recovery at home. 217",
            "cite_spans": [
                {
                    "start": 511,
                    "end": 514,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Ensure adequate supply of medications and products for COVID-19 prevention 126"
        },
        {
            "text": "Refer to CDC website for criteria on patient evaluation and the FIP interim guideline for more 218 guidance on isolation and referral practice when suspected patients are identified at the pharmacy 219 [2, 5] . 220",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 205,
                    "text": "[2,",
                    "ref_id": null
                },
                {
                    "start": 206,
                    "end": 208,
                    "text": "5]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Ensure adequate supply of medications and products for COVID-19 prevention 126"
        },
        {
            "text": "(2) Chronic disease management [16] including the suspected patients' tableware and articles for daily use (see Appendix 1 for a 288 sample checklist of environmental conditions [18] ). Ensure that all isolated patients and related 289 family members are aware of the significance of scientific prevention, and are able to master 290 such skills. 291 (6) Psychological support [17] 292",
            "cite_spans": [
                {
                    "start": 31,
                    "end": 35,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 178,
                    "end": 182,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 377,
                    "end": 381,
                    "text": "[17]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Ensure adequate supply of medications and products for COVID-19 prevention 126"
        },
        {
            "text": "The outbreak of COVID-19 and the sudden change of routine daily life, together with the fear or 293 concern of being infected by the SARS-CoV-2 from anyone at anytime may lead to emotional 294 problems in some community patients. During the interaction and communication with patients, 295 pharmacy staff shall pay attention to their emotional or psychological conditions, and identify 296 patients with excessive anxiety, concern, fear or blind optimism. For such patients, psychological 297 or emotional support shall be provided. If the patient is considered having a psychological problem that needs assessment or treatment, referral to psychiatrist shall be made. Additionally, 299 to promote patient's mental health during the pandemic, pharmacists shall aid the community 300 patient population to understand the COVID-19 pandemic situation properly, and adjust their 301 psychological state and recognition to view things from positive perspectives. Encourage the 302 public to maintain regular work and rest schedule with adequate exercise to enhance the 303 immunity system and relieve negative emotions at the same time. 304",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ensure adequate supply of medications and products for COVID-19 prevention 126"
        },
        {
            "text": "Community pharmaceutical care services during the COVID-19 outbreak shall possess different 306",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion 305"
        },
        {
            "text": "properties due to disease characteristics and related change in patients' need. Community 307 pharmacies shall work as a strong supporter of patient's medication and protective equipment 308",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion 305"
        },
        {
            "text": "supply. Community pharmacists shall be prepared to provide skilled and effective PC services 309",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion 305"
        },
        {
            "text": "for community patient population to ensure medication safety and promote the overall 310 COVID-19 pandemic control. 311 312 support to this article. During this special period of time, we express sincere thanks to all the 315 healthcare professionals, particularly the pharmacists and pharmacy workforce, volunteers and 316 staff from other professions who are fighting or have served to fight this COVID-19 pandemic in 317 the front line. In this smokeless war, heroes who sacrificed their lives to save others will be 318 engraved in people's mind. The sample checklists below can be used to assess environmental conditions for home care of patients with ARIs of potential concern. Circle \"Y\" (yes) or \"N\" (no) for each option. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion 305"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "330 [2] International Pharmaceutical Federation. CORONAVIRUS SARS-CoV-2 OUTBREAK: 331 Information and interim guidelines for pharmacists and the pharmacy workforce",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Diagnosis and treatment plan for patients with novel coronavirus pneumonia (6 th trial 336 version",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The development of pharmaceutical care in domestic and 340 foreign communities and its enlightenment on establishing pharmacy major in China",
            "authors": [
                {
                    "first": "Chen",
                    "middle": [
                        "Q"
                    ],
                    "last": "Wei M",
                    "suffix": ""
                },
                {
                    "first": "Yu D M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "World Health Organization. Coronavirus disease (COVID-19) advice for the public: When 346 and how to use masks",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The role of community pharmacists in public health: a scoping review of the literature",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Agomo C O",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Use of simulated patients to assess the clinical and 362 communication skills of community pharmacists",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Booth",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Pharm World Sci",
            "volume": "32",
            "issn": "3",
            "pages": "353--361",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Self-Care in the twenty first century: A vital 364 role for the pharmacist",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bell J",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dziekan",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Pollack C",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "From \"retailers\" to health care providers: 366 Transforming the role of community pharmacists in chronic disease management",
            "authors": [
                {
                    "first": "Courtin",
                    "middle": [
                        "E"
                    ],
                    "last": "Mossialos E",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Naci H",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Pharmacy in the 21st century: Enhancing the 369 impact of the profession of pharmacy on people's lives in the context of health care trends, 370 evidence and policies",
            "authors": [
                {
                    "first": "Austin",
                    "middle": [
                        "Z"
                    ],
                    "last": "Dolovich L",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Waite N",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "UNION MEDICAL 372 COLLEGE. Peking Union Medical College novel coronavirus infection prevention Q&A 373 for the public",
            "authors": [
                {
                    "first": "Chinese",
                    "middle": [],
                    "last": "Acadamy",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Medical",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Peking",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Self-management strategies for home-living elderly 378 patients on multiple drugs for treating chronic disease",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Special Committee For",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Drug",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Diseases",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Chinese",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "377 PHARMACOLOGY SOCIETY",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Mental health case manual for the public during novel coronavirus 381 pneumonia epidemic",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "G H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "134 Based on the Chinese experience, community pharmacies can support the drug supply of chronic 135 disease patients through real-time information sharing on drug purchase and drug delivery 136 services. Pharmacies can share the information of drug availabilities and its store locations online 137 or through mobile APPs to guide patients when they need to buy medications. For patients not 138 able to visit the pharmacy, mail order or home delivery service can be offered by working with 139 social works, volunteers, care coordinators, or drug companies. Through close collaboration with 140 such personnels and organizations, Chinese community pharmacies have made great 141 achievement in ensuring adequate drug supply for community patients. For example, in 142 quarantined communities where residents are not allowed to go outside, pharmacies worked with 143 neighborhood committee staff to provide drug delivery services. For patients with special 144 diseases, such as cancer, hepatitis and irritable bowel disease, pharmacies worked with drug 145 companies to ensure their drug supply during the pandemic. 146 2.1.2 Ensure safe and efficient operation 147 Community pharmacies shall take measures to ensure safe and efficient operation during the 148 pandemic, such as appropriate environment control, staff protection and emergency plan 149 establishment. Pharmacies can refer to the \"CORONAVIRUS SARS-CoV-2 INFECTION: 150 Expert Consensus on Guidance and Prevention Strategies for Hospital Pharmacists and the 151 Pharmacy Workforce (2 nd Edition)\" published by Chinese Pharmaceutical Association for 152 environment control strategies and staff protection wearing recommendations based on the risk 153 level [1] . Pharmacies shall follow national or local regulations to clean and disinfect pharmacy 154 environment properly. All pharmacy staff shall be provided with effective and sufficient personal 155 protection equipment (PPEs) for self-protection. Additionally, pharmacy shall establish new 156",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "outbreak, patient-centered PC shall be provided by community pharmacists, with the 171 ultimate goal of promoting COVID-19 prevention and control and ensuring safe medication use 172 in the community patient population. When providing services, pharmacies shall work their best 173 to reduce the need of patient visits to the pharmacy or other medical institutions to control the 174 risk of infection. Additionally, each pharmacy may offer targeting PC services based on the 175 patient population characteristics of its surrounding communities. 176 2.2.2 Approaches to provide PC 177 During the COVID-19 pandemic, community pharmacies shall actively provide patient 178 consulting services through a variety of approaches in addition to regular drug dispensing and 179 patient education at the counter to reduce patients' unnecessary visits to the pharmacy. Remote 180 access to pharmacists can be provided through phones, mobile APPs and the internet. In China, 181 physicians and pharmacists have been using mobile APPs to provide online consulting services. 182 This approach saves patients' trip to medical institutions and is safer to both healthcare providers 183 and patients comparing to traditional on-site visits. 184 The method to access pharmacists remotely can be publicized through posters or flyers in the 185 pharmacy and the surrounding communities, notifications on the internet, text messages or 186 emails. These routes can also be used to popularize strategies for scientific prevention and 187 control of the COVID-19. In addition, mail order or drug delivery services shall be provided if 188 possible to ensure patient's home supply of medications and reduce patients' needs for outdoor 189 pharmacy visits (as discussed in 2.1.1). 190 2.2.3 The model of community pharmacy services during the COVID-19 pandemic 191 See Figure 1 for the recommended model of community pharmacy service during the COVID-19 192 pandemic. As shown, the left side of community pharmacy listed three approaches through 193 which pharmacy service can be provided. On the right side, six domains of PC services are listed 194",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "and (6). If the pharmacy is short on a prescription medication, a therapeutic 203 equivalent substitution shall be considered for dispensing under patient's agreement to avoid 204 additional traveling to other pharmacies. 205 Community pharmacy shall also establish a collaborate relationship with its surrounding fever 206 clinics and designated COVID-19 medical institutions for mutual patient information sharing 207 during transitions of care. It can happen both ways. At the pharmacy, patients shall be screened 208 with body temperature measurement. Pharmacists shall make extra efforts to identify suspected 209 patients based on clinical symptoms such as coughing and fatigue, and epidemiological history 210 such as travel history to Wuhan city or its surrounding areas in the past fourteen days. If such 211 patient is identified, immediate isolation in a single room shall be performed if possible and 212 pharmacist shall encourage and support the patient in seeking immediate medical treatment in 213 designated institutions. On the other side, a 14-day isolated observation at home is recommended 214",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "221During the COVID-19 pandemic, pharmacists shall actively provide guidance to community 222 patient population on chronic disease management to improve patients' medication adherence 223 and support their self-monitoring of the effectiveness and safety of current therapy. Pharmacists 224 shall instruct patients to take home medications on time with the same dosage as usual, and 225 emphasize the importance of adherence in chronic disease control and in avoiding unnecessary 226 hospital visits during the pandemic. Patients shall make sure the medication is within the period 227 of validity before taking. Do not take expired medications due to drug shortage or to avoid 228 pharmacy visits. Inform patients on the availability of drug delivery or mail order services 229 provided in the pharmacy and encourage patients to use such services during the pandemic if needed. 231In addition, chronic disease patients shall be educated to perform self-monitoring on disease 232 control and adverse drug reactions at home. For example, patients with stable hypertension shall 233 measure blood pressure 1-2 times a week at home. If the result is above systolic pressure of 180 234 mmHg and/or diastolic pressure of 110 mmHg, patient shall seek immediate medical assessment.235 Pharmacists shall also make sure patients are aware of the common adverse reactions of their 236 current medications and reinforce what side effects they shall monitor for during a long-term of 237 home stay. Help patients to understand the concept of adverse drug reactions appropriately, and 238 know how to distinguish minor side effects and severe drug reactions that needs medical 239 intervention. 240 For community patients with cancer, irritable bowel disease or other special chronic diseases or 241 patients taking high risk medications chronically, additional guidance shall be provided based on 242 the characteristics of the diseases or medications. For example, warfarin patients are at a high 243 risk of drug adverse reactions as they may not able to check INRs regularly and their diets are 244 susceptible to change during the pandemic. Pharmacists shall educate patients to monitor signs 245 and symptoms of bleeding and clotting. Patients with stable INR results can reasonably extend 246 the monitoring cycle. Community pharmacists in China have also been using mobile APPs to 247 organize such patient groups to provide consulting services and pharmacy drug supply 248 information online. 249 (3) Safe use of infusions 250 Due to the increased risk of cross infection among patients and healthcare providers, unnecessary 251 infusions shall be avoided during the COVID-19 pandemic. For medical institutions providing 252 infusion service, community pharmacists shall assist the care team in establishing a specific 253 safety operation process during patients' visits, in addition to providing regular pharmacy 254 services on medication safety. The safety operation process shall include a set of strategies, such 255 as environment cleaning and disinfection, patient screening at the gate, limiting patient numbers， 256 and separating patients with safe distance when lining up and infusing drugs, to prevent cross 257 infection in the medical institution and during the drug infusion. 258 (4) Patient education 259 Based on the need of community patients during the COVID-19 outbreak, patient education or 260 consulting services shall be provided by community pharmacists on disease prevention, 261 COVID-19 early identification, and proper medication use. Scientific prevention and control 262 knowledge of the COVID-19 shall be provided to community patients through a variety of Additionally, basic knowledge on COVID-19 and SARS-CoV-2, particularly the onset symptoms 267 and transmission routes, shall be provided to help community population understand the 268 pandemic situation properly and promote early identification of suspected individuals. Educate 269 patients on how to distinguish common cold, flu and COVID-19, and make sure they know when 270 to seek medical help. For patients only have upper respiratory symptoms such as sneezing, runny 271 nose and sore throat, and are relatively young with no baseline chronic disease, home care with 272 isolation and observation shall be performed with symptomatic treatment (if needed) first to 273 avoid unnecessary visits to medical institutions. Seek medical assistance if disease continue to 274progress or if the patient developed COVID-19-related symptoms[15]  . 275Pharmacists shall make it clear to patients that there is no effective vaccine or targeting 276 therapeutic agent for COVID-19 prevention or treatment at present. In case of suspected 277 symptoms such as fever, cough and fatigue, patients shall seek timely medical support and 278 follow physicians' treatment plan. Avoid blind use of medications or so-called \"wonder drugs\". 279When dispensing new medications, assess patients' current medication list to identify duplicate 280 therapy and provide medication education to ensure safe use of dispensed medications. 281 (5) Home care[8]   282Pharmacists can refer to the\"Home care for patients with suspected novel coronavirus infection 283 presenting with mild symptoms and management of contacts (Interim guidance)\"published by 284 WHO to provide guidance for families with patients isolated at home for medical observation, 285 and families with mild stage patients on treatment at home. Make sure that the home 286 environment is well-prepared, properly cleaned and disinfected according to the above guideline, 287",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "An overview of the recommended content of community pharmaceutical care services during the COVID-19 outbreak Appendix 1. WHO Sample checklist assessment of environmental conditions for home care of patients with acute respiratory infections (ARIs) of potential concern [18]",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Any at-risk people at home (e.g. children < 2 years of age, elderly > 65 years of age, immunocompromised people)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}