{
    "paper_id": "3b95ebb2584bfb99e2a0fa769d951da716c00589",
    "metadata": {
        "title": "Why and When Should We Use Public Deliberation? When Is a Policy Issue Most Suited for Public Deliberation?",
        "authors": [
            {
                "first": "Stephanie",
                "middle": [],
                "last": "Solomon",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Julia",
                "middle": [],
                "last": "Abelson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Public deliberation is an approach policy-makers can use to tackle public policy problems that require the consideration of both values and evidence. However, there is much uncertainty about why and when to choose it rather than more familiar approaches, such as public opinion polls or expert panels. With guidance on the why and when of public deliberation, policy-makers can use it appropriately to inform public policy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "But for an increasing number of public policy problems, neither of these approaches is adequate. For these issues, public deliberation can contribute to more legitimate policy decisions than other approaches; it can yield recommendations that are more feasible, better framed, more accountable, more inclusive, more just, and more balanced. Public deliberation may also have intrinsic value, increasing public-spiritedness, buy-in, and trust in governing institutions and their decisions, which are also central goals for policy-makers. 1 The \"when\" question has two parts: When is a policy question most suited for public deliberation, and when in the policy-making process should the public deliberate? Both questions are important.",
            "cite_spans": [
                {
                    "start": 537,
                    "end": 538,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Policy issues that are well suited to public deliberation have one or more of the following characteristics: conflicting public values, high controversy, combined expert and real-world knowledge, and low trust in government. The deliberation process can help members of the public work through the complexity of the issues and build trust in the policy-making process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "When Is a Policy Issue Most Suited for Public Deliberation?"
        },
        {
            "text": "Most, if not all, public policy decisions involve competing values about what is good for individuals. But those that also involve competing values about what is good for a community, country, or society stand to benefit most from public deliberation. For example, setting policies for population biobanking requires weighing \"privacy and consent against ease of research and outputs; and individual control over biobanks against benefits and risks to communities and unconsenting individuals.\" 2 The value of moving the science of population genetics forward efficiently and effectively, as well as the value of using this knowledge to develop improved medical treatments, must be weighed against the values of genetic privacy and security and of limiting controversial genetic research that is at odds with religious, cultural, or other belief systems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Decisions reflecting conflicting values about the public good"
        },
        {
            "text": "More obviously, in health care and public health, where resources are limited and rationing may be necessary, policy-makers must weigh difficult trade-offs among funding for preventive care, emergency care, specialty care, mental health services, and myriad other options. While there are reasons to prioritize some of these options over others, there is no absolute hierarchy of their importance. The answer depends on what the public values or finds relevant to its collective health and well-being. While medical and economic data can illuminate the implications of different choices, the choices themselves require normative evaluation of priorities and acceptable compromises. 3 The kinds of value judgments required for policy decisions must also be considered. The aggregation of individual preferences toward specific public policies provides a limited perspective. Rather, we are interested in an aggregate of the values that individuals hold about a public good. One strength of public deliberation is its ability to shift participants from the \"what would/should I do?\" response often elicited by surveys to the \"what would/ should we do?\" reasoning more appropriate to many policy decisions. When citizens with various perspectives gather to ask these questions, the diverse impacts of public policy decisions are explicitly addressed in public decision-making.",
            "cite_spans": [
                {
                    "start": 682,
                    "end": 683,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Decisions reflecting conflicting values about the public good"
        },
        {
            "text": "While public values are relevant to many public policy decisions, not all of these values are highly controversial and divisive. Policy-makers are often cautious about consulting the public about controversial topics, such as genetically modified foods, stem cell research, gene therapy, and public health coverage. These types of issues are likely to produce standoffs if they are posed to the public without appropriate background information, framing, and facilitated discussion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Controversial and divisive topics"
        },
        {
            "text": "There has been considerable debate among public deliberation theorists over whether deliberation processes tend to generate more agreement on controversial issues 4 or lead instead to more heterogeneous and diverse positions. 5 While public deliberation need not produce a consensus, it has the unique capability to bring divergent views to the table and into conversation with the goal of collectively addressing thorny problems. In our view, well-designed and moderated public deliberation that respects divergent views and seeks to articulate the values underlying them is more likely than other methods of public consultation to yield a set of collective policy responses, even if individuals do not agree on the particular issues. Even in cases where consensus cannot be reached, the positions that result from public deliberation are better articulated and justified than those that participants began with, since all participants must acknowledge and engage with opposing views and provide reasons to support their own positions.",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 227,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Controversial and divisive topics"
        },
        {
            "text": "As such, public deliberation is particularly useful in domains where individuals must reflect on highly divisive and controversial issues that impact broad populations and communities, such as priority-setting in health reform where professional turf is at stake and the outcomes are perceived to produce winners and losers. While most people agree that the uninsured should have some level of basic coverage, there is much disagreement about where to draw the line between essential and nonessential health care needs, as well as the moral valence to some aspects of health care, such as mental health and addiction services, reproductive health, and cosmetic medicine. A model public deliberation exercise called CHAT (Choosing Healthplans All Together), which has been implemented throughout the United States and abroad, found that citizens tended to draw a strong line between services that are needed to survive and those that improve quality of life. The activity showed much less division between socioeconomic groups than between individuals. Moreover, while public rhetoric often revolves around the importance of freedom of choice in health care (of doctors, providers, hospitals, and so on), when faced with a discussion of the trade-off between less restricted networks and more access to particular health services, more than half of the participants reluctantly sacrificed their freedoms. 6",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Controversial and divisive topics"
        },
        {
            "text": "Unlike purely technical decisions that require consultation with experts, hybrid topics require a more general reflection on cultural and practical knowledge and on how particular decisions would impact people's lives. Decisions about health insurance coverage, vaccination mandates, clinical trial design, and biobanking policies are examples of hybrid topics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hybrid topics: Combining technical and real-world knowledge"
        },
        {
            "text": "The consequences of neglecting to account for cultural knowledge in decision-making are difficult to ignore. Had University of Arizona researchers held a public deliberation to ascertain the knowledge of social risks and harms posed by pursuing ancestry, mental health, and addiction research on the Havasupai tribe, they might have avoided years of lawsuits, bad publicity, and loss of trust in the research enterprise. 7 Similarly, a recent public deliberation to inform recommendations for colorectal cancer screening in Ontario, Canada, revealed real-world knowledge that an expert panel had not considered. While expert panelists focused on the clinical benefits and cost-effectiveness of different screening modalities, public deliberation widened the lens to show that citizens had broader concerns about the lack of information provided to the public about the full range of screening options and the vulnerability they would expose themselves to within their patient-provider relationships if they were to resist the screening option. 8 These concerns were incorporated into the expert panel's final recommendation, demonstrating that without the lived experience of relevant members of the public, technically informed decisions on hybrid topics are likely to lack relevance and efficacy. In addition, public exposure to the technical knowledge associated with complex topics yields a richer and more informed set of views that are likely to result in more viable policy recommendations. In this way, public deliberation is uniquely suited to hybrid topics.",
            "cite_spans": [
                {
                    "start": 421,
                    "end": 422,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1044,
                    "end": 1045,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Hybrid topics: Combining technical and real-world knowledge"
        },
        {
            "text": "Public deliberation can also be useful for issues over which the public and the government are at odds. Public health crises-such as mad cow disease, severe acute respiratory syndrome (SARS), and influenza pandemics-are situations in which governments, depending on their response, can earn, retain, or lose the public's trust and counter challenges to scientific or governmental legitimacy. 9 Public trust is complex, however, and the result of multiple factors, both local (do we trust the decision-makers in this particular context?) and global (do we trust our government?). 10 As such, public deliberation on lowtrust issues should not be perceived as a solution to the multiple causes of low trust, but rather, if conducted appropriately, as a means to increase transparency and accountability between policy-makers and the public. This can, in turn, promote increased trust.",
            "cite_spans": [
                {
                    "start": 392,
                    "end": 393,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 579,
                    "end": 581,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Low-trust issues"
        },
        {
            "text": "Moreover, public deliberation that is geared toward improving trust must walk a fine line. If performed with the intention of honestly involving the public, it can contribute to increased public trust. If deliberation is not implemented carefully, however, or if the public sees the exercise as being only for show, it can backfire and even lead to decreased trust. For example, the public deliberations carried out in the United Kingdom on the issue of genetically modified crops were intended to increase trust in the government policies. Yet, as a result of a poorly implemented process, they were coopted by interest groups that were against genetically modified crops, and the fallout from the deliberations ultimately increased the polarity of the public's positions and the severity of policy, rather than leading to fruitful and trusting solutions. 11",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Low-trust issues"
        },
        {
            "text": "Many argue that public deliberation is most likely to have a direct impact on policy decisions when it is undertaken in close proximity to the decision being made. At that point, because policy-makers know which options are available, participants are only given choices that are legitimately on the table. Thus, those who argue that public deliberation should only be undertaken when it can have a concrete impact on policy are committed to public deliberation taking place only downstream.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "When in the Policy Process?"
        },
        {
            "text": "However, some argue that deliberation held just prior to a policy decision has already been framed by dominant groups, which limits the opportunity for the public to entertain and provide truly alternative views and options. 12 In other words, the practical policy choices provided to deliberators downstream may not accurately reflect the spectrum of the public's views on the issues. While participants may not have a direct voice in the final decision if engaged upstream, they may feel their participation is more significant because it shaped the policy questions themselves. Critics of upstream deliberation worry that participants will expect that their voices will be heeded, and when they do not see any direct results of their time and energy, they will be less likely to engage in the future.",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 227,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "When in the Policy Process?"
        },
        {
            "text": "Our view is that both upstream and downstream public deliberation is crucial, but that their effectiveness depends on the clarity with which expectations are established from the start. If people are engaged only downstream, they can never challenge the fundamental questions and options of policy decisions; they can only choose among preestablished options. If people are only engaged upstream, they have the chance to express their views, but they are less likely to directly influence real policy choices. Groups considering public deliberation should weigh these trade-offs. If possible, both upstream and downstream engagement should be utilized. If not, the implications of either choice should be made clear to participants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "When in the Policy Process?"
        },
        {
            "text": "Those who want to make the best public policy recommendations and decisions are faced with a multitude of approaches, from public polls, expert panels, surveys, and, increasingly, public deliberation. The choice of when to use which strategy should reflect the types of policy issues at hand, the state of the public's trust at the time, and the timing and pace of the policy-making process associated with the given issues.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "When in the Policy Process?"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Deliberating about Bioethics",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gutmann",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Hastings Center Report",
            "volume": "27",
            "issn": "3",
            "pages": "38--41",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "the Public Interest: Assessing Expert and Stakeholder Influence in Public Deliberation about Biobanks",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Maclean",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Burgess",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Researching Public Deliberation on Health Care, Environmental, and Bioethical Issues: A Primer",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Muhlberger",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The Theory of Communicative Action: Reason and the Rationalization of Society",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Habermas",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mccarthy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rawls",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Deliberative Democracy: Essays on Reason and Politics",
            "volume": "",
            "issn": "",
            "pages": "93--139",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The Law of Group Polarization",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Sunstein",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Journal of Political Philosophy",
            "volume": "10",
            "issn": "2",
            "pages": "175--95",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "De)constructing 'Basic' Benefits: Citizens Define the Limits of Coverage",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ginsburg",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Goold",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Danis",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Health Affairs",
            "volume": "25",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The Havasupai Indian Tribe Case-Lessons for Research Involving Stored Biologic Samples",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Mello",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Wolf",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "New England Journal of Medicine",
            "volume": "363",
            "issn": "",
            "pages": "204--211",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Eliciting Ethical and Social Values in Health Technology Assessment: A Participatory Approach",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bombard",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Social Science and Medicine",
            "volume": "73",
            "issn": "1",
            "pages": "135--179",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "An Innovative Participatory Method for Newly Democratic Societies: The \"Civic Groups Forum' on National Health Insurance Reform in Taiwan",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Muhlberger",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Cox",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kazubowski-Houston",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nisker",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Social Science and Medicine",
            "volume": "68",
            "issn": "8",
            "pages": "896--903",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Public Engagement to Build Trust: False Hopes?",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pett",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of Risk Research",
            "volume": "11",
            "issn": "6",
            "pages": "821--856",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The GM Debate: Risk, Politics and Public Engagement",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Horlick-Jones",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Activist Challenges to Deliberative Democracy",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Young",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Political Theory",
            "volume": "29",
            "issn": "5",
            "pages": "670--90",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Biographies Stephanie Solomon is assistant professor at the Albert Gnaegi Center for Healthcare Ethics at Saint Louis University with a secondary appointment at the Center for Clinical Research Ethics at Washington University's Institute for Clinical and Translational Science. She has done extensive theoretical and practical work on research ethics and community-engaged research",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Julia Abelson's biographical information appears at the end of the first essay",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Stephanie Solomon's work on this essay was supported by federal grant UL1RR024992 from the National Center for Research Resources, National Institutes of Health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}