{
    "paper_id": "3ba26283438f3eb371b9d1367c4bef9a848d8092",
    "metadata": {
        "title": "Biting back against rabies",
        "authors": []
    },
    "abstract": [
        {
            "text": "World Rabies Day, on 28 September, focuses our attention on a horrific, preventable disease that still kills tens of thousands of people each year.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "According to official estimates, rabies kills 55,000 people each year, primarily in India, Southeast Asia and Africa. However, the death toll is probably much higher; one report estimates that the number of deaths in some areas is possibly 100 times that reported 1 . As rabies cases do not need to be reported to the authorities in many countries, and many people do not seek treatment or are misdiagnosed, obtaining an accurate estimate of the overall prevalence is difficult. Even the official death toll is higher than that for diseases such as human African trypanosomiasis, leishmaniasis and Chagas disease. Moreover, the disease affects children disproportionally, and so there are more disability-adjusted life years (DALYs; a measure of the total impact of a disease through mortality and morbidity) due to rabies than due to schistosomiasis and the much publicized SARS (severe acute respiratory syndrome) and dengue fever 1 . Thus, rabies is a widespread problem that leads to high levels of mortality, primarily among the poor, but it receives much less attention from health agencies than a problem of this magnitude deserves.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rabies is completely preventable both before and after infection"
        },
        {
            "text": "Rabies is a devastating disease with a fatality rate of almost 100% after symptoms appear (there are fewer than ten known survivors). These symptoms include aggression, paralysis and fear of water (hydrophobia). The disease is caused by a lyssavirus that is spread through the bite or scratch of an infected animal; in nearly all cases this is a rabid, usually domestic dog, although other carnivores and bats can also transmit the disease. The virus initially infects the nerves of the host and then travels to the brain, where it causes encephalitis and kills the host, usually owing to respiratory insufficiency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rabies is completely preventable both before and after infection"
        },
        {
            "text": "Rabies is completely preventable both before and after infection through the use of immunization and postexposure prophylaxis, respectively. The story of the first successful treatment of an individual who was bitten by a rabid dog -by Louis Pasteur, 125 years ago -is well known, and treatment has since spared many people from an agonizing death.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rabies is completely preventable both before and after infection"
        },
        {
            "text": "So why are there still so many fatalities, if rabies is preventable and treatable? In part, this is due to the underestimation of its prevalence, which makes targeting rabies a low priority. Furthermore, the vaccine is too expensive for routine coverage and requires three separate injections, and post-exposure prophylaxis requires four doses; for many living in rural areas, this means multiple long trips to a clinic, leading to expenses for travel and lost income.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rabies is completely preventable both before and after infection"
        },
        {
            "text": "There are several approaches that can reduce and possibly eliminate the burden of rabies. Education of those at risk is important, so that they can avoid exposure where possible and, following exposure, can seek proper treatment and avoid ineffective remedies. Furthermore, the governments of countries with high rabies burdens must become more aware of the extent of the problem -not only is the burden of mortality high, but postexposure prophylaxis is also very expensive -so that additional resources are allocated to reducing rabies incidence. Another important approach is to decrease viral presence in the dog population through vaccination of domestic dogs. This has been successful in the Americas, and investigation of dog ownership in Tanzania indicates that it may also be a feasible approach there 2 . Vaccination of dogs is inexpensive, although 60-70% of the dog population must be vaccinated to affect disease spread; this requires a long-term strategy and continued commitment to such a programme. New cheaper, single-dose, oral vaccines for humans would make widespread vaccination of the population possible; several new vaccines have shown promise, but none is close to being put into general use. The development of recombinant technology for rabies virus 3,4 will facilitate the production of new vaccines, and developments in adjuvants may reduce the number of treatments required for immunity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rabies is completely preventable both before and after infection"
        },
        {
            "text": "As with other diseases that are preventable and treatable, such as pneumonia, it seems unthinkable that rabies still claims so many lives. Successful control of rabies in the United Kingdom and the Americas shows that rabies can be controlled and possibly eliminated. Further research will bring us closer to this goal, but it will require funding agencies and governments to better understand the scope of the problem. Until then, important events like World Rabies Day will remain vital to shed light on this neglected problem.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rabies is completely preventable both before and after infection"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Estimating human rabies mortality in the United Republic of Tanzania from dog bite injuries",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cleaveland",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Fèvre",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kaare",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Coleman",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Bull. World Health Organ",
            "volume": "80",
            "issn": "",
            "pages": "304--310",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The feasibility of canine rabies elimination in Africa: dispelling doubts with data",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lembo",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS Negl. Trop. Dis",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Infectious rabies viruses from cloned cDNA",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Schnell",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mebatsion",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Conzelmann",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "EMBO J",
            "volume": "13",
            "issn": "",
            "pages": "4195--4203",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The cell biology of rabies virus: using stealth to reach the brain",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Schnell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Mcgettigan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wirblich",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Papaneri",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nature Rev. Microbiol",
            "volume": "8",
            "issn": "",
            "pages": "51--61",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "EDitoRial 676 | oCTobER 2010 | VoLUME 8 www.nature.com/reviews/micro",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}