{
    "paper_id": "3bb349ba49c7fd23cee3cd955dcbc5c30db95351",
    "metadata": {
        "title": "Structural Biology and Crystallization Communications Expression, crystallization and preliminary crystallographic study of human coronavirus HKU1 nonstructural protein 9",
        "authors": [
            {
                "first": "Wei",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lei",
                "middle": [],
                "last": "Wei",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Anqi",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Teng",
                "middle": [],
                "last": "He",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "K",
                "middle": [
                    "Y"
                ],
                "last": "Yuen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Cheng",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": "chench@mail.xtal.tsinghua.edu.cn"
            },
            {
                "first": "Zihe",
                "middle": [],
                "last": "Rao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Human coronavirus HKU1 (HCoV-HKU1) belongs to coronavirus group II and encodes 16 nonstructural proteins (nsps) which mediate genome replication and transcription. Among these nsps, nsp9 has been shown to possess singlestranded DNA/RNA-binding properties. The gene that encodes HCoV-HKU1 nsp9 was cloned and expressed in Escherichia coli and the protein was subjected to crystallization trials. The crystals diffracted to 2.7 Å resolution and belonged to space group P2 1 2 1 2, with unit-cell parameters a = 83.5, b = 88.4, c = 31.2 Å , = = = 90 and two molecules per asymmetric unit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Since the global outbreak of SARS coronavirus in 2003, which caused 750 deaths in over 8000 patients, several novel human coronaviruses (HCoVs) have been discovered, one of which is human coronavirus HKU1 (HCoV-HKU1; . HKU1 is a member of the genus Coronavirus, which can be classified into three distinct groups (Spaan & Cavanagh, 2004) . Like SARS, HKU1 also belongs to coronavirus group II and infects humans (Gerna et al., 2007) . Patients infected by HKU1 have been reported worldwide, including in Korea (Choi et al., 2006) , North America (Esper et al., 2006) , Australia (Sloots et al., 2006) and Europe (Bosis et al., 2007) and often exhibit self-limiting syndromes in the lower respiratory tract (Zhao et al., 2008) . Genome-sequencing research showed that HKU1 shares high sequence homology with mouse hepatitis virus (MHV; , another group II coronavirus.",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 337,
                    "text": "(Spaan & Cavanagh, 2004)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 412,
                    "end": 432,
                    "text": "(Gerna et al., 2007)",
                    "ref_id": null
                },
                {
                    "start": 510,
                    "end": 529,
                    "text": "(Choi et al., 2006)",
                    "ref_id": null
                },
                {
                    "start": 546,
                    "end": 566,
                    "text": "(Esper et al., 2006)",
                    "ref_id": null
                },
                {
                    "start": 579,
                    "end": 600,
                    "text": "(Sloots et al., 2006)",
                    "ref_id": null
                },
                {
                    "start": 612,
                    "end": 632,
                    "text": "(Bosis et al., 2007)",
                    "ref_id": null
                },
                {
                    "start": 706,
                    "end": 725,
                    "text": "(Zhao et al., 2008)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The HKU1 genome is a single-stranded positive-sense polyadenylated RNA of 29 926 nucleotides. In common with other coronaviruses, this genome contains two large ORFs (ORFs 1a and 1b) that are required for RNA transcription and genome replication and that are processed into 16 nonstructural proteins by virusencoded proteinases Prentice et al., 2004; . Nsp9 has been shown to be essential for viral RNA synthesis and replication based on deletion experiments in MHV (Deming et al., 2007) . The presence of two molecules of nsp9 per asymmetric unit may indicate that the protein functions as a dimer, as is the case for SARS-CoV nsp9 (Campanacci et al., 2003) . Based on available structural data, nsp9 has been proposed to possess the function of stabilizing nascent nucleic acids during RNA synthesis and participating in such base-pairing-driven processes based on its single-stranded RNA-binding properties (Egloff et al., 2004) .",
            "cite_spans": [
                {
                    "start": 328,
                    "end": 350,
                    "text": "Prentice et al., 2004;",
                    "ref_id": null
                },
                {
                    "start": 466,
                    "end": 487,
                    "text": "(Deming et al., 2007)",
                    "ref_id": null
                },
                {
                    "start": 633,
                    "end": 658,
                    "text": "(Campanacci et al., 2003)",
                    "ref_id": null
                },
                {
                    "start": 910,
                    "end": 931,
                    "text": "(Egloff et al., 2004)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The cDNA encoding HCoV-HKU1 nsp9 was provided by Professor K. Y. Yuen (Department of Microbiology, Hong Kong University, HKSAR, China). The gene encoding HKU1 nsp9 (corresponding to Asn4211-Gln4320, where the numbering is that of the entire polyprotein) was amplified by the PCR method using forward and reverse primers 5 0 -CGGGATCCAATAATGAGTTGATGCCT-3 0 and 5 0 -C-CGCTCGAGTTACTGCAATCTAATTGTTG-3 0 , respectively, and then inserted between the BamHI and XhoI sites of the pGEX-6p-1 plasmid. After verifying the sequence, the recombinant plasmid was # 2009 International Union of Crystallography All rights reserved transformed into Escherichia coli BL21 (DE3). Cultures were grown in LB medium containing 0.1 mg ml À1 ampicillin at 310 K until the optical density at 600 nm (OD 600 ) reached 0.6. 0.5 mM isopropyl -d-1-thiogalactopyranoside (IPTG) was added and the cultures were induced to express HKU1 nsp9 at 289 K for 16 h. Centrifugation was used to harvest the cells and the bacterial pellets were resuspended in PBS (140 mM NaCl, 10 mM Na 2 HPO 4 , 2.7 mM KCl, 1.8 mM KH 2 PO 4 pH 7.3) supplemented with 1 mM DTT. After sonication at 277 K, the lysate was centrifuged at 12 000g for 50 min at 277 K and the precipitate was discarded. The supernatant was loaded onto a GSTglutathione affinity column (Pharmacia). The fusion protein was then cleaved on the column by GST-rhinovirus 3C protease at 277 K for 18 h; five additional residues (GPLGS) were left at the N-terminus of HKU1 nsp9. The cleavage buffer of the protease was PBS and the ratio of protease to protein was approximately 1:50. Thermo iCON concentrators were used to concentrate the protein. After concentration using a Thermo Centra-CL3R, a Superdex 75 column (GE Healthcare) was used to purify the HKU1 nsp9 in a buffer containing 20 mM MES, 150 mM NaCl pH 6.0. Typical yields were 3 mg of purified protein per litre of bacterial culture.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Expression and purification"
        },
        {
            "text": "After purification, the HKU1 nsp9 protein was concentrated to 25 mg ml À1 in a buffer containing 150 mM NaCl, 20 mM MES pH 6.0. Crystal Screen reagent kits (Hampton Research) were used to screen for conditions for crystallization. We performed crystal screening using the vapour-diffusion technique at 291 K in 16-well crystallization plates. 1.0 ml protein solution was mixed with 1.0 ml reservoir solution and then left to reach equilibrium while hanging over 400 ml reservoir solution. Initial crystals of HKU1 nsp9 were obtained using condition No. 40 from Hampton Research Crystal Screen 1, which contained 0.1 M sodium citrate tribasic dehydrate pH 5.6, 20%(v/v) 2-propanol, 20%(w/v) polyethylene glycol 4000. The optimized condition contained 0.12 M sodium citrate tribasic dehydrate pH 5.6, 20%(v/v) 2-propanol, 25%(w/v) polyethylene glycol 4000 (Fig. 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 854,
                    "end": 861,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Crystallization"
        },
        {
            "text": "The crystal was directly mounted in a nylon loop and flash-cooled in a nitrogen stream at 100 K using an Oxford Cryosystems cryostream. The diffraction data were collected in-house on a Rigaku Cu K rotating-anode X-ray generator (MM-007) at 40 kV and 20 mA (1.5418 Å ) with a Rigaku R-AXIS IV ++ image-plate detector. Data were processed, integrated, scaled and merged using the HKL-2000 programs DENZO and SCALEPACK (Otwinowski & Minor, 1997) . The crystals diffracted to 2.7 Å resolution (Fig. 2) . They belonged to space group P2 1 2 1 2, with unit-cell parameters a = 83.5, b = 88.4, c = 31.2 Å , = = = 90 . Based on the molecular weight of the monomer, the Matthews coefficient (Matthews, 1968) to be 2.35 Å 3 Da À1 and the solvent content was 47.77%, assuming the presence of two molecules per asymmetric unit. Data-collection statistics are shown in Table 1 . Further structural and functional analysis of HKU1 nsp9 will reveal the conserved structural and functional aspects that are common to the different groups that make up the coronavirus family. ",
            "cite_spans": [
                {
                    "start": 417,
                    "end": 443,
                    "text": "(Otwinowski & Minor, 1997)",
                    "ref_id": null
                },
                {
                    "start": 683,
                    "end": 699,
                    "text": "(Matthews, 1968)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 490,
                    "end": 498,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 857,
                    "end": 864,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Data collection and processing"
        }
    ],
    "bib_entries": {
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Virus Taxonomy. VIIIth Report of the ICTV",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J M"
                    ],
                    "last": "Spaan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cavanagh",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "945--962",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Human coronavirus HKU1 nonstructural protein 9",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "typical diffraction pattern of an HKU1 nsp9 crystal collected on a Rigaku R-AXIS IV ++ image-plate detector.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Typical crystals of HKU1 nsp9 grown by the hanging-drop method in 0.1 M sodium citrate tribasic dehydrate pH 5.6, 20%(v/v) 2-propanol, 20%(w/v) polyethylene glycol 4000. Typical crystal dimensions are 0.3 Â 0.03 Â 0.04 mm.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Data-collection and processing statistics.Values in parentheses are for the highest resolution shell. ðhklÞ, where I i (hkl) is an individual intensity measurement and hI(hkl)i is the average intensity for all the reflections i.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}