{
    "paper_id": "3c2a004c9746cf673b89676b5c08a316d0174cc5",
    "metadata": {
        "title": "Brief Communication",
        "authors": [
            {
                "first": "Jin",
                "middle": [
                    "Yong"
                ],
                "last": "Kim",
                "suffix": "",
                "affiliation": {},
                "email": "kjykey@gmail.com"
            }
        ]
    },
    "abstract": [
        {
            "text": "As the coronavirus disease 2019 outbreak is ongoing, the number of individuals to be tested for COVID-19 is rapidly increasing. For safe and efficient screening for COVID-19, drive-through (DT) screening centers have been designed and implemented in Korea. Herein, we present the overall concept, advantages, and limitations of the COVID-19 DT screening centers. The steps of the DT centers include registration, examination, specimen collection, and instructions. The entire service takes about 10 minutes for one testee without leaving his or her cars. Increased testing capacity over 100 tests per day and prevention of cross-infection between testees in the waiting space are the major advantages, while protection of staff from the outdoor atmosphere is challenging. It could be implemented in other countries to cope with the global COVID-19 outbreak and transformed according to their own situations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "A pandemic of an emerging infectious disease has similarity with bioterrorism in that both are disasters caused by infectious diseases and require safe and efficient use of resources. As of March 2020, the outbreak of coronavirus disease 2019 , caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), is progressing to pandemic level despite global effort for containment, involving 101 countries with more than 100,000 confirmed cases. 1 With an increasing number of suspected and/or symptomatic individuals to be tested for COVID-19, 2 there has been a need for a safe and efficient screening system. For this purpose, drive-through (DT) screening centers have been designed and implemented in Korea, based on the previous concepts of point of dispensing for bioterrorism and DT clinic for pandemic influenza. 3,4 Herein, we introduce DT screening centers for COVID-19 and share our experience with healthcare authorities and providers all over the world.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "A DT screening center should be located in an area remote from a populated area. A large parking lot with enough space is preferred but it can be implemented even in a small parking area if it is operated by a reservation system. The entrance and exit should be strictly guided and movement also should be controlled at every DT step. The brief flow of the DT center is as follows: Entrance -Registration -Examination -Specimen collection -Instructions -Exit (Fig. 1) . The entire service is provided to the testees without leaving their cars. All communication can be made by mobile phone except for the specimen collection. The use of an electronic payment system allows minimal contact between the testees and staff. Either an open tent or temporary building can be used for work booths. While an open tent type has the advantages of low cost and natural ventilation, it is vulnerable to the outdoor environment, including weather conditions. A temporary building type is more secure for healthcare workers (HCWs) and equipment within the facility against outdoor conditions. However, it requires higher initial cost. A temporary building type can be used as either a clean or contaminated zone, depending on the design of the process. Personal protective equipment (PPE) of inner and outer gloves, N95 respirator, eye-shield/face shield/goggles, and hooded coverall/gown is required for the HCWs who may have direct contact with testees. Nitrile or latex gloves are preferred to vinyl or polyethylene gloves by virtue of their better durability. Composition of PPE can be adjusted depending on the level of contact with the testees and/or supply capacities. 5 Continuous work over 4 hours wearing a N95 respirator should be avoided. 5,6",
            "cite_spans": [
                {
                    "start": 1662,
                    "end": 1663,
                    "text": "5",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 459,
                    "end": 467,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "After the entrance, testees answer the questionnaire containing personal information, epidemiologic factors, and related symptoms. At the examination booth, body temperature is measured using a contactless thermometer. The doctor asks additional questions based on the questionnaire. If COVID-19 is strongly suspected at this stage, the testee is transferred to a designated hospital after specimen collection. It is preferred that the examination is done without direct contact with the testee using mobile phone or electronic record system, so the HCWs can do their jobs without wearing a N95 respirator for a relatively longer time. It 2/4 https://jkms.org https://doi.org/10.3346/jkms.2020.35.e123",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Registration & questionnaire Examination",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Drive-Through Screening Center"
        },
        {
            "text": "Specimen collection Drive-through COVID screening center is important since the examination work requires professionalism among all the DT stages, and this manpower pool is sparse during an outbreak situation. The examination step can be omitted for the testees with negligible risk of COVID-19 (e.g. screening for asymptomatic cases). When arriving at the specimen collection booth, the window nearest the testee is to be open a few inches and nasopharyngeal and oropharyngeal swabs are taken by HCWs through this space for an upper respiratory tract specimen. 7 During this process, the car ventilation mode should be kept as internal circulation. Sputum samples are collected in the testees' cars by themselves with the windows closed. To minimize the contact between testee and contaminated PPE of HCWs, HCWs wear an additional disposable apron gown and gloves over their PPE and change them for every testee in addition to hand disinfection with 70% alcohol. At the instruction booth, the testees are informed 1) how to get the test results, 2) of home quarantine until the notification of test results, 3) how to contact the healthcare authorities in case of worsening symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Instructions & information leaflet"
        },
        {
            "text": "The DT screening center for COVID-19 was suggested by one of the authors and first implemented on February 23, 2020 at Kyungpook National University Chilgok Hospital, Daegu, Korea where the huge COVID-19 outbreak occurred. As it proved to be safe and efficient for COVID-19 screening, the DT system was adopted by 68 COVID-19 screening centers among 577 centers in Korea (as of March 12, 2020). It took about 10 minutes per one test, which is one third shorter than the conventional screening process. The main timeconsuming factor in the conventional COVID-19 screening system is the time required for ventilation and cleaning of the specimen collection room. Designed as an airborne infection isolation room with 12 air changes/hour, it takes around 30 minutes to achieve airbornecontaminant removal efficiency over 99%, and even longer if surface disinfection with sodium hypochlorite is performed. 8 However, this time for ventilation and cleaning is not required for the DT screening system because testees' cars are used as specimen collection rooms. At DT screening centers, around 100 tests can be done per day and about four to eight persons are required depending on the design of workflow. The flow can be simplified as two booths of registration/questionnaire/examination/instruction and specimen collection, which requires minimized manpower and PPE consumption. In addition to the improved efficiency, the DT screening system can also exclude the risk of cross-infection between testees at the waiting space of conventional screening centers, for testees' own cars work as isolation units throughout the test course.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Instructions & information leaflet"
        },
        {
            "text": "Based on our experience, the limitations of DT screening centers includes the followings. First, a possibility of specimen contamination by the HCWs' PPE would be a concern because HCWs do not change conventional PPEs for every testee. To avoid such possibility, HCWs wear an additional disposable apron gown and gloves in addition to the alcohol-based hand disinfection for every test. Definitely, conventional PPE should be changed if there is visible contamination in PPE. Second, in case of an outbreak during the winter season, protection of HCWs' from the outdoor atmosphere would be challenging. In this case, we recommend placing a warming source near the HCWs working space. Also, dehydration may matter in the case of long working time wearing PPE. We recommend rotating work every one or two hours, if possible. Third, prompt subsequent management for the medically unstable testees may be limited if the DT screening center is located far from hospitals. This should be fully communicated to the public, that the testees with unstable condition should visit the conventional screening center affiliated with a hospital. Fourth, only testees with their own cars can visit the DT screening center. Fifth, as the barrier is lower than the conventional screening centers, some people may visit different DT screening centers to get unnecessary repeated tests, resulting in waste of resources. This issue should be solved by public education because test history cannot be shared between screening centers due to privacy issues.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Instructions & information leaflet"
        },
        {
            "text": "DT screening centers have been implemented in Korea for safer and more efficient screening for COVID-19. It could be implemented in other countries to cope with the global COVID-19 outbreak and adjusted according to the regional situations. This system may also evolve into a DT respiratory clinic, when rapid diagnostic kit, oral treatment options, and/or vaccines for COVID-19 are available in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Instructions & information leaflet"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization",
            "authors": [],
            "year": 2020,
            "venue": "Coronavirus disease 2019 (COVID-19) Situation Report-48",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "for Antimicrobial TherapyKorean Society for Healthcare-associated Infection Control and PreventionKorea Centers for Disease Control and Prevention",
            "authors": [],
            "year": 2020,
            "venue": "J Korean Med Sci",
            "volume": "35",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Mass prophylaxis dispensing concerns: traffic and public access to PODs",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Baccam",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Willauer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Krometis",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Boechler",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Biosecur Bioterror",
            "volume": "9",
            "issn": "2",
            "pages": "139--51",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Drive-through medicine: a novel proposal for rapid evaluation of patients during an influenza pandemic",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ngo",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Gilbert",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Quinn",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Ann Emerg Med",
            "volume": "55",
            "issn": "3",
            "pages": "268--73",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Rational use of personal protective equipment for coronavirus disease 2019 (COVID-19)",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Respirator tolerance in health care workers",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Radonovich",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "V"
                    ],
                    "last": "Shenal",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hodgson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Bender",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "JAMA",
            "volume": "301",
            "issn": "1",
            "pages": "36--44",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Laboratory testing for 2019 novel coronavirus (2019-nCoV) in suspected human cases",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Guidelines for environmental infection control in health-care facilities. Recommendations of CDC and the Healthcare Infection Control Practices Advisory Committee (HICPAC)",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sehulster",
                    "suffix": ""
                },
                {
                    "first": "Rycdchicpac",
                    "middle": [],
                    "last": "Chinn",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "MMWR Recomm Rep",
            "volume": "52",
            "issn": "10",
            "pages": "1--42",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Illustration of DT COVID-19 screening center provided for the public. For public information, a simplified illustration of the DT COVID-19 screening center should be provided through internet websites or leaflets. DT = drive-through, COVID-19 = coronavirus disease 2019.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We greatly appreciate the members of the Policy Committee for Emerging Infectious Diseases who helped conceptualize the DT screening system, and all the members of the Korean Society of Infectious Diseases (KSID) who are coping with the current global outbreak situation together. We also thank the Korean Centers for Disease Control & Prevention and the Ministry of Health and Welfare for providing the overall number of DT screening centers in Korea.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        }
    ]
}