{
    "paper_id": "3c66d0ad2c7daaf1f6a7a50f994b8c6830297fc3",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Journal Pre-proof : Is a paradigm change to be expected in health care and transfusion medicine?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Olivier Garraud [3] ; however, questions arise, one of them is: Were we prepared and, before hands, could such a viral pandemic be anticipated [4] ? The globalization has called for years attention to emergent and reemergent infections, and the recent years or decades have seen the spread out of SARS-Cov-1, MERS-CoV, West Nile Virus, Chikungunya, H1N1 influenza strain, Zika virus, and the reinforcement of the Dengue viruses [5] ; all killed in affected areas and some threatened public health systems in certain countries. Ebola virus has not trespassed West African countries borders and has disorganized the developing public health management in those areas [6] . Preparedness was called out by medical doctors and scientist, fearing that some additional threat might come [7] . It came.",
            "cite_spans": [
                {
                    "start": 8,
                    "end": 15,
                    "text": "Garraud",
                    "ref_id": null
                },
                {
                    "start": 16,
                    "end": 19,
                    "text": "[3]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 143,
                    "end": 146,
                    "text": "[4]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 428,
                    "end": 431,
                    "text": "[5]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 665,
                    "end": 668,
                    "text": "[6]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 780,
                    "end": 783,
                    "text": "[7]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Regarding transfusion resources, what do those pandemics say? The majority of recent emergent viruses did not widely threaten blood safety as, even theoretically possible or in some cases described (WNV, dengue, Zika), the transmission by blood seems to be less efficient than the natural transmission. Moreover, the majority of infected donors become viremic principally during the symptomatic phase (and are excluded from blood donation), or shortly before it (24h). This is to be tuned down, however, as there are asymptomatic carriers. Apparently, at least according to the current knowledge, SARS-CoV-2 infection is not responsible for asymptomatic viremia; conditions of transmission through blood will have to be verified on a large scale. However, the inventory has been threatened, because of exclusions due to the precaution, to quarantine or confinement applied by many countries to the global population, and fears causing self-exclusions. In the meantime, the needs have been reduced because of the limitation of planed surgery, but patients suffering cancer, hematological disorders of various causes, and injured persons still need that blood components are made available and prescribed. The situation is extremely serious in remote areas depending on metropoles to be shipped blood components in total or part, due to the limitation of flights. To which extent COVID-19 care requires blood transfusion remains to be estimated; at a glance, virus-induced inflammation could lead to severe anemia requiring assistance. A next question which promptly arose was the relevance of accessing convalescent plasma by apheresis and to apply safety means to it (i.e. by pathogen reduction or inactivation technologies) [8] ; same as for previous infectious threats, decisions to collect may anticipate basic immunological data: Does past-infection lead to neutralizing antibodies (NAbs), in which amount, at which time after virus clearance? And do NAbs help, when symptoms clearly evoke cytokine storms; in other words, to which category of patients would NAbs be infused? [9] [10] [11] Further, is it safe (for himself/herself) to collect 600 mL of plasma-or more-in a just recovering patient? Which ethical clearance for so doing in a rush? Clearly, choices are to be made.",
            "cite_spans": [
                {
                    "start": 1725,
                    "end": 1728,
                    "text": "[8]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2080,
                    "end": 2083,
                    "text": "[9]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2084,
                    "end": 2088,
                    "text": "[10]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2089,
                    "end": 2093,
                    "text": "[11]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "What all such epidemics tell is that choices are forefront, despite authorities' denial, probably for political correctness. Which patient to be oriented to intensive care units, and which ones not? Will it be an age limit? The application of ethical principles of beneficence, non-maleficence, autonomy, justice and dignity may be summoned… and questioned. So will the principle of unreasonable obstinacy. It appears obvious that the patient's autonomy is discussed alongside the citizen's one, at a time where authoritarian decisions are made by governors and politicians to e.g. limit freedom to move out (which indeed seems appropriate to limit infection spreading)? Regarding restrictions in peoples' moves to restrict the virus propagation, which actions would be taken to ease blood donations? Will some systems impose blood donation (a message picked up from the \"American Association of Blood Banks\" may be alarming: http://www.aabb.org/press/Pages/pr200312.aspx?PF=1)? It also seems that scientific committees' members are not unanimous regarding prevention, treatment options (including compassionate ones). The main lesson from this pandemic outbreak is that no one is really knowledgeable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There is now evidence that such health crises are to resurge periodically: what about preparedness plans? Plans would address public health issues but also anthropological, sociological, ethical and philosophical questions (and perhaps legal ones). Plans would prepare the question of the collection, process and application of substances of human origin, of which blood and blood components. The \"next one\" may associate stringent viremia at the onset of the contamination and ahead the patient becomes symptomatic, if he/she becomes symptomatic. Pathogen inactivation/reduction technologies have been designed largely on this hypothesis, but run late in terms of clinical trials (for whole blood and red blood cell concentrate) to verify the absence of unacceptable complications, and public decision making to allow budgets and afford expenses. Would expenses be mitigated by the maintenance of blood transfusion as a service to populations in need, provided that the inventory is maintained thanks to sufficient blood donors capable of running to blood establishments?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In aggregate, after we have collectively mourned our dead relatives, our siblings, our elders and perhaps esteemed colleagues of ours, we must urge decision makers to engage preparedness plans that include all needs, of which transfusion and use of plasma derived medicinal products. Scientific societies should raise lobbyist actions towards public health services to make sure that preparedness plans are not moved out second line for many possible reasons. Times will likely change and so will behaviors. What will not change will be the still need of blood components for patients. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A Review of the European Summer Heat Wave of",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "García-Herrera",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Díaz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Trigo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Luterbacher",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fischer",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Crit Rev Envir Sci Technol",
            "volume": "40",
            "issn": "",
            "pages": "267--306",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Preparation for possible sustained transmission of 2019 novel Coronavirus. Lessons from previous epidemics",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Swerdlow",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Finzelli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "",
            "pages": "1129--1130",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Tracking virus outbreaks in the twenty-first century",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Grubaugh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Ladner",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lemey",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nat Microbiol",
            "volume": "4",
            "issn": "",
            "pages": "10--19",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Ebola virus: A global public health menace: A narrative review",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hasan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Ahmad",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Masood",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Saeed",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Family Med Prim Care",
            "volume": "8",
            "issn": "",
            "pages": "2189--2201",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "World Apheresis Association Board. World Apheresis Association letter to the WHO: the World Apheresis Association urges the development of preparedness plans to make specific plasma available when urgently needed",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Garraud",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Transfus Apher Sci",
            "volume": "51",
            "issn": "",
            "pages": "2--3",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Plasma therapy against infectious pathogens, as of yesterday, today and tomorrow",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Garraud",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Heshmati",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pozzetto",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Lefrère",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Girot",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Saillol",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Laperche",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Transfus Clin Biol",
            "volume": "23",
            "issn": "",
            "pages": "39--44",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "LA The convalescent sera option for containing COVID-19",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Casadevall",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Pirofski",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Invest",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1172/JCI138003"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Convalescent plasma as a potential therapy for COVID-19",
            "authors": [
                {
                    "first": "Long",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Jing",
                    "middle": [],
                    "last": "Xiong",
                    "suffix": ""
                },
                {
                    "first": "Lei",
                    "middle": [],
                    "last": "Bao",
                    "suffix": ""
                },
                {
                    "first": "Yuan",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "30141--30150",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Treatment of COVID-19: old tricks for new challenges",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Cunningham",
                    "suffix": ""
                },
                {
                    "first": "Hui",
                    "middle": [
                        "Poh"
                    ],
                    "last": "Go",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Koh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Crit Care",
            "volume": "24",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Please cite this article as:Garraud  O, COVID-19: Is a paradigm change to be expected in health care and transfusion medicine?, Transfusion clinique et biologique (2020), doi: https://doi.org/10.1016/j.tracli.2020.03.005Nearly the entire world has been struck by the SARS-CoV-2 emergent virus that spread from China late in 2019 to all continents, and particularly to Europe on early 2020. This virus causes a disease termed COVID-19 in an enormous number of persons, a large number of whom suffer severe pulmonary lesions (ARDS) and many of them dye. It is far too early at the time of this Editorial to state about the severity of this pandemics compared to previous ones e.g. the 1918",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Olivier Garraud MD PhD Editor in chief of Transfusion Clinique et Biologique Faculty of medicine, university of Lyon-Saint-Etienne, France Palliative Care, the Ruffec Hospital, Ruffec, France Olivier.garraud@univ-st-etienne.fr Disclosure: The author disclosures no conflict of interest. The opinions expressed here represent his own's and not necessarily the one's of the French Society of Blood Transfusion or his employers. The author furthers wishes to thank Dr Syria Laperche (INTS, Paris) for her critical reading and comments.[1] Taubenberger JK, Morens DM. 1918 Influenza: the mother of all pandemics. Emerg Infect Dis 2006;12:15-22 [2] Cobos AJ, Nelson CG, Jehn M. et al. Mortality and transmissibility patterns of the 1957 influenza pandemic in Maricopa County, Arizona. BMC Infect Dis 2016;405 (). https://doi.org/10.1186/s12879-016-1716-7",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}