{
    "paper_id": "3d86cc29b05b3cc70d8d57dd8bdcbd91b88c918d",
    "metadata": {
        "title": "Processing of the SARS-CoV pp1a/ab nsp7-10 region",
        "authors": [
            {
                "first": "Boris",
                "middle": [],
                "last": "Krichel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Leibniz Institute for Experimental Virology",
                    "location": {
                        "addrLine": "Martinistraße 52",
                        "postCode": "20251",
                        "settlement": "Hamburg",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Sven",
                "middle": [],
                "last": "Falke",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Hamburg",
                    "location": {
                        "addrLine": "Martin-Luther-King-Platz 6",
                        "postCode": "20146",
                        "settlement": "Hamburg",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Rolf",
                "middle": [],
                "last": "Hilgenfeld",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Lübeck",
                    "location": {
                        "addrLine": "Ratzeburger Allee 160",
                        "postCode": "23562",
                        "settlement": "Lübeck",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Lars",
                "middle": [],
                "last": "Redecke",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Lübeck",
                    "location": {
                        "addrLine": "Ratzeburger Allee 160",
                        "postCode": "23562",
                        "settlement": "Lübeck",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Charlotte",
                "middle": [],
                "last": "Uetrecht",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Leibniz Institute for Experimental Virology",
                    "location": {
                        "addrLine": "Martinistraße 52",
                        "postCode": "20251",
                        "settlement": "Hamburg",
                        "country": "Germany"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "MF equations MF SARS nsp7 = SR [nsp7 mon. + 2*nsp7 dim. + nsp7+8(1:1) + 2*nsp7+8(2:2)] MF SARS nsp8 = SR [nsp8 mon. + nsp7+8(1:1) + 2*nsp7+8(2:2)] MF SARS nsp9 = SR [nsp9 mon. + 2xnsp9 dim.] MF SARS nsp10 = SR [nsp10 mon.] MF 229e nsp7 = SR [nsp7 + nsp7+nsp7-9] MF 229e nsp7-9 = SR [nsp7-9 + nsp7+nsp7-9] Table S 5: Buried surface areas as an approximation for binding interface. To get an approximation of buried interface, the surface area of single subunits was subtracted by the surface area of T1 or T2 with PyMol and get_area input order. Here, nsp7/nsp8 in T1/2 is the buried surface between a single subunit and the complex. nsp8I:nsp8I/nsp8II:nsp8II is the buried surface by the nsp8 scaffold alone.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SARS-CoV FPS"
        },
        {
            "text": "Buried surface (Å 2 ) Buried surface (%)  T1 total  10281  100  nsp7  2153  21  nsp8I  2988  29  nsp8I:nsp8I  835  8  T2 total  10377  100  nsp7 1988 19 nsp8II 3201 31 nsp8II:nsp8II 1214 12 Compared to the monomeric mass species the signals converted to mass fractions of nsp7, nsp8, nsp9 and nsp10 were found evenly distributed, indicating that they well represent the equimolar presence of nsp's (Equations listed in Table S 4 ). This result shows that a plot of the mass fractions could be used to observe relative concentrations directly from the ratios. Furthermore, instrument parameters and response factors appear to have less influence than expected. However, previously it was shown that with a similar instrument, larger species give more intense signals [1] . Also here, the tested nsp's (~9.5-15 kDa) may have different ion efficiencies than larger species, e.g. nsp7-10 and M pro (~59 kDa and ~69 kDa), and should therefore not be compared directly. The rel. int. ratio of monomers by using the intensities of all charge states assigned to monomers (AVG.±SD, N=3; 10±1%, 19±3%, 30±4% and 41±1%). The ratio of mass fraction (MF) is the SR ratio, corrected for all non-covalent complexes (AVG.±SD, N=3; 23±3%, 26±3%, 24±3% and 28±3%). Figure S 9: Gas-phase dissociation pathways of nsp7+8(2:2). Two alternative dissociation pathways of SARS-CoV tetramer and interaction of subunits within the tetramer as concluded from CID spectra. Main pathway (top): Initially, nsp7+8(2:2) dissociates into nsp7 and nsp7+8(1:2), suggesting a peripheral positioning of nsp7 within the complex. In a follow-up dissociation, nsp7+8(1:1) is detected at elevated collisional energy. Alternative pathway (bottom): At higher collisional energy, dissociation into nsp8 and nsp7+8(2:1) is preferred. nsp8 dimers appear as well. Interaction map: Subunit interactions as concluded from CID-MS results. Symbols illustrate molecular ions from different mass species found as dissociating ions in CID. Black arrows indicate for the ejected ions. Dashed arrows indicate for unobserved dissociations that most likely follow up. Charge states labelled taken from dissociating ions found in CID of SARS-CoV nsp7+8 (2:2) (+14) and when combined match the charge state of the precursor ion.",
            "cite_spans": [
                {
                    "start": 766,
                    "end": 769,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 37,
                    "end": 144,
                    "text": "(%)  T1 total  10281  100  nsp7  2153  21  nsp8I  2988  29  nsp8I:nsp8I  835  8  T2 total  10377  100  nsp7",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 419,
                    "end": 428,
                    "text": "Table S 4",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Interface"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Insight into signal response of protein ions in native ESI-MS from the analysis of model mixtures of covalently linked protein oligomers",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Root",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Journal of The American Society for Mass Spectrometry",
            "volume": "28",
            "issn": "9",
            "pages": "1863--1875",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Determination of specific fluorescence coefficient k sx and inner filter effect. (A) Specific FPS fluorescence determined from the slope of arbitrary fluorescence units at different concentrations of completely cleaved substrate (conc.[S]). The found specific fluorescence was used to relate measured AFU increase in activity assays to concentration of cleaved peptide. (B) Inner filter correction for varying substrate concentrations (conc.[S]). Since no clear trend was apparent the inner filter effect appears not to play a critical role in the used experimental setup and the correction was not applied for data analysis of other measurements.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Influence of NH 4 Oac and NaCl on M pro initial rate. While activity of SARS-CoV M pro was slightly increasing with NH 4 OAc concentration, it was inhibited by increasing NaCl concentration.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "SARS-CoV nsp7-10 processing in native MS: Exemplary spectra. Exemplary native mass spectra illustrate processing from polyprotein to nsp end-products. For in-vitro processing, 1.25 µM SARS-CoV M pro and 12.5 µM SARS-CoV His-nsp7-10 (~1:10 ratio) were incubated at 4°C in 250 mM NH 4 OAc, 1 mM DTT at pH 8.0. After mixing the components, samples were injected into an electrospray capillary and native MS spectra were recorded at indicated time points. (A) Mass spectrum at 1 h showing nsp7-10 (beige). Additionally indicated are peak signals of M pro monomer and dimer (asterisk), as well as low-intensity signals of nsp9 (blue) and nsp10 (pink). (B) Mass spectrum at 6 h with dominant peaks assigned to intermediate products nsp7-8 and nsp7-9. (C) Mass spectrum at 20 h showing dominant peaks assigned to mature cleavage products His-nsp7 (yellow), nsp8 (green), nsp9 and nsp10.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Signal response ratio of SARS-CoV nsp7-10 domains.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "SDS-PAGE of SARS nsp7-9-His processing. To start the reaction, 3.2 µM SARS-CoV M pro was incubated with 13 µM SARS-CoV nsp7-9-His (ratio ~1:4) at 4°C in 20 mM phosphate buffer, 150 mM NaCl, 1 mM DTT at pH 8.0. (A) Lane 1, SARS-CoV M pro ; lane 2, Roti Tricolor marker; lane 3, nsp7-9-His; lane 4-8, in-vitro processing of nsp7-9 with M pro after indicated time points. Frames indicate for band assignment. Black arrows illustrate the cleavage pathway as concluded from band shift. (B) Symbols illustrate sequential cleavage of nsp mass species, as concluded from the nsp7-9-His processing experiments.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Native MS exemplary spectra of SARS-CoV nsp7-9-His processing. Exemplary native MS spectra showing three time-points of sampling. For in in-vitro processing, 2 µM M pro was incubated with 14 µM nsp7-9 (ratio 1:7) at 4°C in 250 mM NH 4 OAC, 1 mM DTT, pH 8.0. Top: Native mass spectrum after 3 min. Middle: Native mass spectrum after 177 min. Bottom: Native mass spectrum after 20 h.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "SARS nsp7-10 processing in native MS: CID of nsp interactions. Product ion spectra (black) of His-nsp7-8/nsp His-7+8 precursor (3250 m/z, 10+, light green) at three time-points of nsp7-10 processing (ESI-MS spectra of processing). Superimposed product ion spectra (grey) magnified at indicated ratio. The ratio of His-nsp7-8 to nsp His-7+8 (1:1) is given, based on the ratio of intensity of precursor ion peak to nsp7 product ion peaks for (A) 1.4 h, (B) 5.3 h, and (C) 5.8 h. After 5.8 h, when the precursor ion is the dominant peak in the ESI-TOF spectrum, only 2.2 % of the molecular ion is dimeric, and 97.8 % is covalently bound.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Homo-dimers of nsp7 and nsp9 identified in SARS-CoV His-nsp7-10 processing. (A) Collisioninduced dissociation to identify ions of monomeric and dimeric mass species of nsp9. Product ion spectra of 2068 m/z (top) precursor shows onset of backbone fragmentation at 80 V CV, while 2481 m/z precursor (bottom) shows dissociation at 50 V CV. (B) Zoom of two charge states of a peak series assigned to nsp7 dimer in ESI-MS spectra of processing. Sodium adducts of experimental m/z exp are well in line with theoretical m/z theo that are expected from a nsp7 dimer. A monomeric nsp7 could not have adducts at the indicated m/z exp . Affiliated native mass spectra in main part (Figure 2).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ": FRET peptide substrates (FPS) purchased to determine kinetic parameters of Mpro.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "2Substrates and their relative efficiency for M pro . Given is the name of the substrate, the amino-acid sequence P6'-P6 at the nsp inter-domain junction cleavage site, relative efficiency,",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": ": Formulas to determine mass fractions:",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}