{
    "paper_id": "3dd060748f02fdf094b4d45da624e219f09d030f",
    "metadata": {
        "title": "Host with the most: Targeting host cells instead of pathogens to fight infectious disease",
        "authors": [
            {
                "first": "Amanda",
                "middle": [
                    "B"
                ],
                "last": "Keener",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "By the time Stephan Ludwig completed his doctoral degree in 1993, he thought his days of researching viruses were behind him. He had worked with influenza during graduate school, studying viral proteins that help the pathogen to survive and replicate inside human cells. He became fascinated by how the virus hijacks its host cells, but found little support within his basic virology department to pursue this biological interaction. \"People in virology in the old days didn't care too much about the host cell's role,\" he says. So, he shifted his research focus and took a postdoc position at the Institute for Medical Radiation and Cell Research at the University of Würzburg in Germany, where he could search for the molecular changes that cause normal lung and skin cells to become cancerous.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Ludwig noticed that many pathways activated in cancer cells are also activated by the flu virus. After a few years, he decided that he couldn't ignore the similarities. In 1998, just a year after transitioning from a postdoc to head of his own research team at the Institute for Medical Radiation and Cell Research, Ludwig followed a hunch, and fished out some influenza virus samples from the back of the freezer in his lab. He then exposed some human lung and kidney epithelial cells growing in dishes in the incubator to the flu virus he'd just defrosted. The next step was the clincher: Ludwig treated the cells with a drug that blocks a major component of a pathway that flu-infected cells and cancer cells have in common, called the mitogenactivated protein kinase (MAPK) pathway. The protein that he wanted to block, called MEK (MAPK/Erk kinase), is best known for its role in propagating growth and survival signals that come from outside of the cell, including those that come from overactive receptors found on many tumor cells. To his satisfaction, the drug-which Pfizer, based in New York, was developing as a chemotherapy agent for breast, colon, pancreatic, and lung cancers-reduced the virus's ability to replicate inside cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Still, Ludwig needed help to confirm that the effect was clinically important. \"To be honest, I wasn't sure about what this inhibition of virus growth really meant,\" he says. \"The compounds may simply be toxic to the cell, and in a harmed cell, the virus cannot replicate.\" At the 1998 meeting of the European Society of Virology, Ludwig spoke about his project with Stephan Pleschka, a virologist at the University of Giessen in Germany, who had started his position at the university while Ludwig was a student there. Ludwig felt that Pleschka would make a good collaborator because, besides his season, acquired a mutation, called H275Y, that made viral isolates at least partially, if not totally, resistant to oseltamivir; by the beginning of the following flu season, some countries were reporting that the drug was useless against nearly 100% of samples tested 3, 4 . Although the strain of influenza currently circulating worldwide, H3N2, is susceptible to oseltamivir and other neuraminidase inhibitors, \"resistance in some of the common strains is something that may happen again,\" Garcia-Sastre says.",
            "cite_spans": [
                {
                    "start": 868,
                    "end": 870,
                    "text": "3,",
                    "ref_id": null
                },
                {
                    "start": 871,
                    "end": 872,
                    "text": "4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Targeting host proteins not only skirts the problem of antiviral drug resistance, but also opens up the possibility of scouring existing drug collections from fields such as cancer. \"The use of existing drugs is a very tempting approach because you are accelerating everything,\" Pleschka says. Pfizer's MEK inhibitor had already passed phase 1 safety trials as a candidate cancer treatment before research into it was discontinued. And chemotherapy drugs, such as the MEK inhibitor, would be even safer as influenza treatments, Planz says, because it would take much lower doses and shorter treatment times to interfere with influenza's activation of normal proteins than those needed to block mutant proteins in cancer. Atriva derived its own formulation of the compound, called ATR001, to increase cellular uptake of the drug. The company plans to test ATR001 in a phase 1b study in the next year and a half. And Planz says 2005, where his group now studies therapies that, similarly to the MEK inhibitor, fight viruses by altering proteins in the cells that the viruses infect. In 2015, along with Pleschka and immunologist Oliver Planz of the University of Tübingen, Germany, Ludwig cofounded Atriva Therapeutics to develop anti-flu derivatives of the original MEK-inhibiting compound, which Pfizer had dropped as a cancer-therapy candidate after a phase 2 trial failed to meet its primary endpoint. \"When we started this in 2001, we had serious opponents,\" says Pleschka. \"People said, 'If you want to inhibit the virus, you have to inhibit the virus-not the host.'\" Now, the influenza field is changing, and Atriva's candidate is just one of many approaches to fight flu with drugs that target human cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ripe for repurposing"
        },
        {
            "text": "Despite the widespread availability of flu vaccines, between 250,000 and 500,000 people worldwide still die each year from influenza 2 . Treating influenza with compounds that work on components of human cells, rather than on viral particles-an approach often called host-directed therapy-is gaining traction in virology. Scientists are enthusiastic about this approach primarily because drug targets in host cells do not rapidly mutate, as viral genes do. Influenza's ability to develop resistance to drugs has left just one class of drugs available to fight the virus. \"For flu right now, there is only one specific family of inhibitors approved for the treatment of severe influenza, which are the neuraminidase inhibitors,\" says Adolfo Garcia-Sastre, a microbiologist at the Mount Sinai School of Medicine in New York City and project leader for FluOMICS, a group of US researchers who are using systems biology to study the interactions between influenza virus and host-cell proteins.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resistance fighters"
        },
        {
            "text": "Neuraminidase inhibitors, which include Relenza (zanamivir) and Tamiflu (oseltamivir), limit the spread of influenza by preventing neuraminidase from cutting the proteins that tether newly produced viral particles to the surface of an infected cell. Because these drugs all work by blocking the same protein-the neuraminidase enzymeeven a single mutation in the protein could potentially render them ineffective. A predominant strain of influenza, H1N1, which circulated during the 2007-08 flu expertise, Pleschka had access to a sample bank of different types of influenza, and \"he was excited about the idea,\" Ludwig says, which went a long way. Together, the two scientists and their teams designed experiments to pinpoint the stage at which the MEK inhibitor interrupts the pathogen's life cycle.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resistance fighters"
        },
        {
            "text": "To complete its life cycle, influenza depends on the normal functions and activities of a living cell, Pleschka says. The virus, he says, borrows cellular tools to enter the cell, release its RNA genome into the cell's cytoplasm, and transport that genome into the nucleus. Inside the nucleus, the influenza genome is replicated and wound up into complexes called ribonucleoproteins. Ribonucleoproteins then need to make the trip back out of the nucleus to become the cargo of new viral particles that bud off from the cell and infect neighboring cells. Using influenza samples supplied by Pleschka, Ludwig's team infected cells and, after treating half of them with the MEK inhibitor, tagged the cells with fluorescent antibodies that would reveal the virus's location. The MEK inhibitor, as it turned out, interrupted the ribonucleoproteins' outbound trip from the nucleus. The group reported in 2001 that, in the presence of the inhibitor, all new viral genomes were trapped in the nucleus, and as a result, the infection could no longer spread from cell to cell 1 . Ludwig, who calls this result his \"wow observation,\" says that it convinced him that they were really on to something. \"This really showed that there was a specific effect,\" he says.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resistance fighters"
        },
        {
            "text": "As the influenza work grew from a side project in his lab to something bigger, Ludwig switched his career focus back to viruses. He left Würzburg and joined the faculty at the University of Münster in Germany in \"When we started this in 2001, we had serious opponents. Now, the influenza field is changing.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resistance fighters"
        },
        {
            "text": "Vanquishing viruses: Stephan Pleschka.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resistance fighters"
        },
        {
            "text": "Host defender: Stephan Ludwig. 530 VOLUME 23 | NUMBER 5 | MAY 2017 NATURE MEDICINE N E W S F E AT U R E that a phase 2 challenge study, in which volunteers will be purposefully infected with the flu before undergoing treatment, will not be far behind.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resistance fighters"
        },
        {
            "text": "Ludwig, Planz, and Pleschka are also consultants for a company that recently finished a phase 2 trial of another antiinfluenza drug, which closely resembles aspirin and inhibits the common cancerdrug target nuclear factor (NF)-κB. In 2007, the three scientists' teams reported that the compound, which blocks the signaling protein's activity, consequently blocks viral replication, in part by preventing ribonucleoproteins from leaving the cell nucleus 5 . The German drug company Ventaleon licensed the idea, which the three had already patented, and, in partnership with the UK-based pharmaceutical company Vectura, Ventaleon conducted the phase 2 trial of hospitalized patients with severe influenza. The results of the trial, which ended in May 2015, have not been published, but Planz presented the data at last year's international influenza meeting in Münster. The findings showed that oseltamivir, when administered in combination with the NF-κB inhibitor and taken three times a day, alleviated flu symptoms more rapidly than treatment with oseltamivir alone. The drug is inhaled, and so its effect is local and transient, which makes it a safe way to inhibit NF-κB.",
            "cite_spans": [
                {
                    "start": 453,
                    "end": 454,
                    "text": "5",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Resistance fighters"
        },
        {
            "text": "Ludwig and his colleagues are not the only ones capitalizing on the potential to exploit cancer drugs and their targets. After screening a library of more than 200 small molecules, virologist Denis Kainov and his group at the University of Helsinki have zeroed in on a chemotherapy drug called gemcitabine, which is used to treat a variety of cancers, including those that affect the bladder, pancreas, and breast. Last year, they demonstrated that gemcitabine can block viral replication in immune cells called macrophages without interfering with the expression of antiviral genes in the cells 6 .",
            "cite_spans": [
                {
                    "start": 596,
                    "end": 597,
                    "text": "6",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Resistance fighters"
        },
        {
            "text": "There is no shortage of potential hostdirected antiviral targets, thanks to largescale screening methods that are uncovering the cellular functions that influenza commandeers to survive. To probe thousands of human genes for roles in the influenza life cycle, FluOMICS researchers use RNA-based screens to halt host protein production and complementary DNA (cDNA)-based screens to ramp it up. In a study published in 2009, the group used short interfering RNAs (siRNAs) to silence 19,000 genes in human lung cells and identified 295 that seemed necessary for the influenza virus to enter cells and reproduce its genome 7 .",
            "cite_spans": [
                {
                    "start": 619,
                    "end": 620,
                    "text": "7",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Resistance fighters"
        },
        {
            "text": "The FluOMICS team has also incorporated data sets that describe known interactions between viral proteins and human proteins as a way to refine their siRNA data in search of the best drug candidates. Scientists working on the ERATO Kawaoka Infection-induced Host Responses Project, based at the Japan Science and Technology Agency in Kawaguchi, mapped interactions between viral and host-cell proteins to create a network of relationships called an interactome, and then used the results to select genes to silence with siRNA. In a study published in 2014, they used this technique to winnow their results down to two proteins that could be blocked by existing drugsincluding a chemotherapy agent called ruxlitinib-to halt viral replication 8 .",
            "cite_spans": [
                {
                    "start": 741,
                    "end": 742,
                    "text": "8",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Resistance fighters"
        },
        {
            "text": "Technologies such as siRNA screens have helped to put host-directed antivirals on the map. But according to Ludwig, the drugs furthest along in the pipeline, such as Atriva's MEK inhibitor, have come from strategies exploiting information already known about the influenza life cycle. For example, Ansun BioPharma in San Diego has been developing a drug that prevents influenza virus from taking its first step into lung cells. The drug, DAS181, is a fusion protein that binds to lung epithelial cells and catalyzes a reaction that causes molecules called sialic acids, which the virus uses to engage cells, to fall off the cell surface. By lopping off the virus's docking sites, the compound can prevent several strains of influenza from infecting cells and mice 9, 10 . Ansun has also tested DAS181 as a treatment for patients with influenza in a phase 2 clinical trial.",
            "cite_spans": [
                {
                    "start": 764,
                    "end": 766,
                    "text": "9,",
                    "ref_id": null
                },
                {
                    "start": 767,
                    "end": 769,
                    "text": "10",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Design challenge"
        },
        {
            "text": "Meanwhile, Vishwanath Lingappa, a virologist and founder of Prosetta Biosciences in San Francisco, has identified drug targets that work at the opposite end of the influenza life cycle, when the virus assembles its outer coating, called a capsid. While working in his lab at the University of California, San Francisco, Lingappa's sister, Jaisri, found that viruses can co-opt parts from cellular machines and reassemble them, Frankenstein-style, into viral-capsid assembly lines. She showed that HIV, for example, needs the host-cell protein HP68 to make its capsid 11 . Prosetta, which Vishwanath Lingappa founded in 2002, studies this process in test tubes, a design that makes it possible to screen for compounds that specifically block the Frankensteinlike forms of host proteins, and, in turn, the production of new viral capsids. In 2013, Lingappa and his colleagues used this approach to select compounds that prevent the rabies virus from producing capsids, and they found that the same compounds could also block viral infection of cells 12 . Prosetta has identified about a dozen drugs \"People in virology in the old days didn't care too much about the host cell's role.\" Systems champion: Adolfo Garcia-Sastre.",
            "cite_spans": [
                {
                    "start": 567,
                    "end": 569,
                    "text": "11",
                    "ref_id": null
                },
                {
                    "start": 1048,
                    "end": 1050,
                    "text": "12",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Design challenge"
        },
        {
            "text": "Adolfo Garcia-Sastre/Mount Sinai that block influenza virus capsid assembly, and has taken one drug through cell culture and animal studies. Lingappa says that the same compound can also block respiratory syncytial virus in rats and coronavirus in pigs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Design challenge"
        },
        {
            "text": "Akhilesh Reddy, a molecular biologist at the University of Cambridge, UK, has approached the field from outside the viral life cycle entirely, focusing instead on the host cell's own circadian rhythm. After all, if influenza virus is totally dependent on host cells to replicate itself, and mammalian cells operate on circadian rhythm, he says, there must be good and bad times of the day to infect those cells. \"The machinery that it needs to replicate will be in abundance at one time of day and not at another time of day,\" he says. In a study published last September, his team reported that both cell lines and mice were more susceptible to infection early in the day, thanks in part to lowered levels of a cellular protein called BMAl1, which notably also wanes in human blood cells during winter months 13 .",
            "cite_spans": [
                {
                    "start": 810,
                    "end": 812,
                    "text": "13",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Design challenge"
        },
        {
            "text": "Reddy's group is now screening compounds that augment BMAl1 production, but he says that there could be many potential antiviral drug targets among cell-clock proteins, given that about 15% of all cell pathways are rhythmic. The question, he says, is which of these pathways can be altered safely. \"To disrupt clocks, you can make various manipulations, some of which don't just disrupt clocks,\" Reddy says.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Design challenge"
        },
        {
            "text": "It's not surprising that drugs targeting host-cell functions come with safety challenges that are generally not a concern with other antivirals. These drugs must do their job without harming host cells or interfering with normal immune responses, Garcia-Sastre says: \"That's the important other side of the coin that you need to take care of.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Design challenge"
        },
        {
            "text": "Planz says that he and the other Atriva cofounders have spent a lot effort addressing criticisms of the MEK and NF-κB inhibition strategy, given that both molecules are involved in immune responses. For example, T cells use MEK signaling to proliferate in response to an infection. But, Planz points out, the specific subtype of T cells that typically fights viruses, type 1 T helper (T H 1) cells, expands in the presence of a MEK inhibitor. \"We direct the cellular immune response even more into a T H 1 response, which is in our favor,\" he says.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Design challenge"
        },
        {
            "text": "As for NF-κB inhibition, Planz says that the completed human trials have already demonstrated safety and efficacy. It is likely, he says, that inhalation of the drug contributes to its safety because this method limits it to the lungs. A local effect is also key to DAS181's safety because its targets, sialic acids, are expressed on many different cell types. Collectively, in clinical trials for influenza and other respiratory viruses, the company has safely tested the drug on almost 800 patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Design challenge"
        },
        {
            "text": "The activity of these drugs does not have to be long-lived to stop a virus from spreading. Human lung cells begin to regenerate their sialic acids 72 hours after exposure to DAS181 (ref. 14), but the shortterm absence of a viral docking site is enough to interrupt a virus's life cycle and give the immune system time to get a leg up on the infection. The same goes for repurposed cancer drugs, Planz says: it takes much higher drug concentrations and longer treatment times to shut down a pathway in tumors than in normal lung cells, where a virus is intermittently switching the pathway on for an hour at a time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Design challenge"
        },
        {
            "text": "Although influenza initially drew Ludwig back into virology, he says that Atriva is not stopping there. Similarly to many hostdirected antivirals, the company's MEK inhibitor acts against several virusesspecifically, respiratory viruses that also transport proteins in and out of the cell nucleus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Casting wider nets"
        },
        {
            "text": "There are obvious advantages to being able to treat more than one viral infection with the same drug. For example, it might offer a quick remedy to emerging infectious diseases. As the recent outbreaks of Ebola and Zika viruses have demonstrated, highly specific antivirals cannot always be developed quickly enough to be put to use in the event of an outbreak. As a result, \"if a new virus comes along, we don't have any ability to treat it whatsoever. You have to effectively come up with a brand-new treatment, \" Reddy says. Host-directed approaches that focus on cell functions or pathways commonly hijacked by many viruses would supply immediate targets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Casting wider nets"
        },
        {
            "text": "Kainov has kept this in mind when choosing which potential antivirals to pursue further. For example, besides influenza virus, gemcitabine inhibits herpes simplex virus 1 and Sindbis virus 15 . In March, he and his colleagues published a study showing that gemcitabine, as well as two other antiinfluenza drugs, inhibited Zika virus growth in human cells 16 .",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 191,
                    "text": "15",
                    "ref_id": null
                },
                {
                    "start": 355,
                    "end": 357,
                    "text": "16",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Casting wider nets"
        },
        {
            "text": "By focusing on the development of broadspectrum, host-directed drugs, researchers can address emerging viruses, such as Zika, without forgetting constant companions, such as influenza. Ronald Moss, an infectious-disease specialist who served as CEO of Ansun until February, says that although the sense of urgency surrounding influenza tends to wax and wane, there is always the potential for a resistance-causing mutation, such as H275Y, which surfaced in 2008, to pop up-and possibly on a larger scale: \"I think the jury's still out on whether we're prepared or not for something like that.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Casting wider nets"
        },
        {
            "text": "writer living in Denver, Colorado.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Amanda B. Keener is a freelance science"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Influenza (seasonal): fact sheet",
            "authors": [],
            "year": 2016,
            "venue": "World Health Organization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Expanded horizon: A cancer drug called gemcitabine is being studied as an antiviral.\"The use of existing drugs is a very tempting approach because you are accelerating everything.\" molekuul.be/Alamy Stock Photo",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}