{
    "paper_id": "3e03412888918245ff6e23b00b78ba81f6b9395b",
    "metadata": {
        "title": "Assessment of intervention strategies against a novel influenza epidemic using an individual-based model",
        "authors": [
            {
                "first": "Tomoko",
                "middle": [],
                "last": "Morimoto",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hirofumi",
                "middle": [],
                "last": "Ishikawa",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Objectives The objective of this study was to assess intervention strategies against a novel influenza epidemic through simulations of various scenarios in Sapporo city, Hokkaido, Japan. A series of interventions were examined: administration of antiviral drugs by two approaches [targeted antiviral prophylaxis (TAP) and school-age targeted antiviral prophylaxis (STAP)], school closure, restraint, and combinations of these four interventions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods In order to generate a more realistic situation, we constructed an individual-based model (IBM) for the transmission of influenza in which each individual was assigned personal information on the basis of the National Census and Employment Status Survey of Sapporo city. In addition, data on high-risk casual contact groups commuting in crowded trains and buses were obtained from a census on transportation modes and introduced into the model. Observational data from previous pandemics were used for the epidemiological parameters. Results Both TAP and STAP interventions were highly effective in suppressing the spread of infection during the early period of an outbreak, but STAP was inferior to TAP in terms of the ripple effect of the administration of antiviral drugs. School closure and restraint were able to bring about a delay in the peak of infection. The combination of TAP, school closure, and restraint interventions were highly effective in decreasing the total number of patients and shortening the epidemic period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions Based on the simulation results, we recommend implementing TAP together with both school closure and restraint as strategies against a future novel influenza outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Keywords A (H5N1) Á Individual-based model (IBM) Á Influenza Á",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The recent spread of avian influenza A (H5N1) in wild and domestic poultry has raised global concern over a pandemic outbreak in humans [1] . Since 2003, about 450 cases of avian influenza A (H5N1) infection in humans have been reported in 15 countries, mainly in Southeast Asia [2] . In the study reported here, we have attempted to predict the effectiveness of intervention strategies against an epidemic of a novel influenza that will be caused by new strains of influenza achieving the same transmission ability in humans as avian influenza A (H5N1) by simulating various scenarios targeting Sapporo city, the capital of Hokkaido in Japan, with a population of about 1.9 million. Influenza A (H1N1), which is a new flu virus of swine origin, was first detected in Mexico in March 2009 [3] and has spread rapidly across the globe. A total of 209,438 cases of influenza A (H1N1) infection in over 170 countries, including 2,185 deaths, had been officially reported by late August 2009 [4] . The Ministry of Health, Labor, and Welfare of Japan [5] designed a ''Pandemic Influenza Preparedness Action Plan'' which, among other measures, includes the administration of antiviral drugs and school closure in the case of an influenza pandemic.",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 139,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 279,
                    "end": 282,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 789,
                    "end": 792,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 987,
                    "end": 990,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1045,
                    "end": 1048,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Mathematical models have been developed for influenza transmission. A series of studies using stochastic models were carried out between 1964 and 1976 [6] [7] [8] [9] and, recently, there have been several analytical studies on various containment strategies against an influenza pandemic for Southeast Asia [10, 11] and for the USA [12] . Using an individual-based model (IBM), Ohkusa and Sugawara [13] recently investigated the spread of influenza in a metropolitan area in Japan as a result of infection occurring on crowded trains.",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 154,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 155,
                    "end": 158,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 159,
                    "end": 162,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 163,
                    "end": 166,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 308,
                    "end": 312,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 313,
                    "end": 316,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 333,
                    "end": 337,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 399,
                    "end": 403,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The objective of the study reported here was to evaluate the possibilities for suppressing a pandemic through interventions. To this end, we constructed an IBM for the transmission of a novel influenza virus in Sapporo city that takes personal information, such as age, household, habitation, social activity group, casual contact group, and behavioral patterns, into account, thereby resulting in a more realistic model. A series of interventions were explored: (1) targeted antiviral prophylaxis (TAP) through prescribing antiviral drugs for symptomatic patients and persons in close contact with them; (2) school-age targeted antiviral prophylaxis (STAP) by prescribing antiviral drugs for school-aged children; (3) school closure; (4) restraint.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The simulation results showed (1) that both TAP and STAP interventions could be effective in suppressing an outbreak within an early period of 90 days but that STAP would be inferior to TAP in terms of the ripple effect of the administration of antiviral drugs and (2) school closure and restraint could bring about a delay in the peak of infection. The combination of three interventions-TAP, school closure, and restraint-would decrease the number of total patients to 0.02% of that with a no-intervention situation and would be highly effective in suppressing infection. In comparison, although the combination of TAP with only school closure or restraint would have some degree of effectiveness in reducing the number of patients, this strategy would be unable to shorten the epidemic period. The results of this study will be helpful in planning intervention strategies against a future influenza pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Worldwide influenza pandemics have occurred at least three times in recorded history. The most serious pandemic is considered to have been the ''Spanish flu'' A (H1N1) in 1918-1919, which affected large parts of the world's population and was assessed to have killed at least 40 million people [14] . The much later ''Asian flu'' A (H2N2) in 1957-1958 and ''Hong Kong flu'' A (H3N2) in 1968-1969 also caused significant morbidity and mortality worldwide. To construct the model reported here, we used observational data from these previous pandemics for the latent and infectious periods, and illness attack and mortality rates as well as surveillance data for avian influenza A (H5N1) infection for the rate of crisis due to the unknown natural history of a future influenza infection.",
            "cite_spans": [
                {
                    "start": 294,
                    "end": 298,
                    "text": "[14]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Natural history of influenza infection"
        },
        {
            "text": "Following the latent period, a person infected with influenza has infectivity during the infectious period; thereafter, he/she recovers with immunity or dies. The latent and infectious periods lasted 1-3 and 3-6 days with means of 1.9 and 4.1 days, respectively, in the ''Asian flu'' A (H2N2) [9] , and the latent period ranged mainly from 1 to 4 days, with a maximum of 7 days for a few cases, in swine flu A (H1N1) in 2009 [15] . Based data on ''Asian flu'' A (H2N2), the latent and infectious periods were assumed to range over 1-3 and 3-6 days, respectively; the associated probabilities were tested at 30, 50, and 20%, and 30, 40, 20, and 10%, respectively.",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 296,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 425,
                    "end": 429,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Natural history of influenza infection"
        },
        {
            "text": "Infected states were distinguished as symptomatic and asymptomatic infection. In this model, it was assumed that the rate of crisis was 67% on average, while the other cases were asymptomatic on the basis of the surveillance of avian influenza A (H5N1) infection [16] , and that asymptomatic cases had half the infectivity of symptomatic cases [9] . A confirmative rate in all infections was defined by the ratio of patients who sought medical care and were diagnosed with a novel influenza. Because many cases of avian influenza A (H5N1) appeared to have severe symptoms with vomiting and diarrhea [17] , the confirmative rate was assumed to be higher, at 60%. The illness attack rate is different among different types of viruses [18] , with that of the ''Asian flu'' A (H2N2) being much higher in children than in adults [19] ; in contrast, the illness attack rate of the ''Hong Kong flu'' A (H3N2) was approximately the same among all age groups [20] . The illness attack rate of swine flu A (H1N1) virus has been reported to be twice as high in children as in adults [21] . A study of the sporadic transmissions of avian influenza A (H5N1) virus from birds to humans revealed that children are more susceptible to this virus than adults [2] . Because the age-specific illness attack rate of avian influenza A (H5N1) was similar to that of ''Asian flu'' A (H2N2) [22] , this model adopted the estimated values in the ''Asian flu'' [10] as the age-specific illness attack rate. The mortality in ''Spanish flu'' A (H1N1) in 1918-1919 showed a W-shaped curve, i.e., it was high not among infants and elderly people but also among young adults (25-34 years), an age group which usually has a very low mortality with seasonal influenza [23, 24] . Although the profile for a future influenza pandemic is unclear, we assumed that a novel influenza infection would cause a high mortality similar to the situation of the ''Spanish flu'' A (H1N1) [24] . The age-specific illness attack and mortality rates in this model are presented in Table 1 .",
            "cite_spans": [
                {
                    "start": 263,
                    "end": 267,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 344,
                    "end": 347,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 599,
                    "end": 603,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 732,
                    "end": 736,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 824,
                    "end": 828,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 950,
                    "end": 954,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1072,
                    "end": 1076,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1242,
                    "end": 1245,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 1367,
                    "end": 1371,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1435,
                    "end": 1439,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1735,
                    "end": 1739,
                    "text": "[23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1740,
                    "end": 1743,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1941,
                    "end": 1945,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 2031,
                    "end": 2038,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Natural history of influenza infection"
        },
        {
            "text": "There are currently two kinds of antiviral drugs, oseltamivir and zanamivir, and both are regarded as being highly effective for both the treatment and prophylaxis of influenza infection [5, 25] . As treatment, a person must be treated with two tablets of oseltamivir a day for a course of 5 days for treatment; as prophylaxis, treatment consists of one tablet a day over a course of 7-10 days. Antiviral efficacy lasts only during the course, and no residual effect remains thereafter. The administration of antiviral drugs alleviates symptoms, reduces infectiveness, shortens the infectious period as a treatment effect, and also prevents infection as a prophylactical effect [26, 27] . Longini et al. [10] estimated the effects of administering the antiviral drugs that were also adopted in this model and found: (1) the illness attack rate in susceptible persons dosed with antiviral drugs for prophylaxis decreased to 0.30 on average compared with those without dosing (relative susceptibility = 0.30); (2) the probability of developing symptoms of influenza in infected persons dosed with antiviral drugs for prophylaxis decreased to 0.60 on average compared with those without dosing; (3) the infectiousness of infected persons dosed with antiviral drugs for treatment or prophylaxis decreased to 0.62 on average compared with those without dosing (relative infectiousness = 0.62); (4) the infectious period in infected persons dosed with antiviral drugs for treatment or prophylaxis was reduce to 1 day compared with those without dosing.",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 190,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 191,
                    "end": 194,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 678,
                    "end": 682,
                    "text": "[26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 683,
                    "end": 686,
                    "text": "27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 704,
                    "end": 708,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Natural history of influenza infection"
        },
        {
            "text": "Study area and population structure of the IBM Sapporo city, the capital of Hokkaido in Japan, was chosen as the targeted area because Sapporo city has a number of characteristics that make it suitable for simulating the spread of infection, including relatively small daily influxes and outflows of people compared with other major cities in Japan [28] . The National Census of Japan [28, 29] was used as the source of data on the age structure, resident population for each ward, household composition, places of schooling and work, and mode of transportation. The School Basic Survey [30] was the source of data on the number of schools and the enrollment rate at college, while the Employment Status Survey [31] provided the employment rate.",
            "cite_spans": [
                {
                    "start": 349,
                    "end": 353,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 385,
                    "end": 389,
                    "text": "[28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 390,
                    "end": 393,
                    "text": "29]",
                    "ref_id": null
                },
                {
                    "start": 587,
                    "end": 591,
                    "text": "[30]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 711,
                    "end": 715,
                    "text": "[31]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Natural history of influenza infection"
        },
        {
            "text": "Sapporo city, which had a population of 1,880,863 in 2005 [28] , is one of the ordinance-designated metropolis cities in Japan and is divided into ten wards as administrative units [32] . There is a substantial difference in the density of population among wards. There are also many commuters to school and work between wards during the daytime, which leads to the mass movement of people on a daily basis [28] . To simulate the situations of an influenza epidemic on a realistic basis, we adopted an IBM that can reflect the heterogeneous population structure for the targeted area, in which each individual was assigned his/her personal information, such as age, household, residence district, social activity group, and casual contact group. The age structure in Sapporo city [28] is shown in Fig. 1 . The distribution of household size was determined on the basis of the National Census of Japan data [28] , where each household was assumed to consist of at least one adult aged C19 years.",
            "cite_spans": [
                {
                    "start": 58,
                    "end": 62,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 181,
                    "end": 185,
                    "text": "[32]",
                    "ref_id": null
                },
                {
                    "start": 407,
                    "end": 411,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 780,
                    "end": 784,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 906,
                    "end": 910,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 797,
                    "end": 803,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Natural history of influenza infection"
        },
        {
            "text": "We specified five categories of social activity groups that an individual may belong to according to age: playgroup (3-6 years), elementary school (7-12 years), high school (13-18 years), college group (19-22 years) , and work group (19-64 years). The age-specific rates of the enrollment of college students and employment were determined based on data in the School Basic Survey [30] and the Employment Status Survey [31] . The size of social activity groups was assumed to be smaller than their actual size so that individuals in a group could come into close contact with each other and transmit the influenza virus among them. Two kind of untraceable casual contact groups were considered: a low-risk group who came into contact with other people at markets, in the neighborhoods, etc. and a high-risk group who used public transportation facilities, such as crowded trains and buses. The ratio of high-risk casual contact groups was set at 38% on average in all casual contact groups based on a census of the mode of transportation [29] . All casual contact groups were composed afresh twice a day with a size of 20 individuals on average.",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 215,
                    "text": "(19-22 years)",
                    "ref_id": null
                },
                {
                    "start": 381,
                    "end": 385,
                    "text": "[30]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 419,
                    "end": 423,
                    "text": "[31]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1038,
                    "end": 1042,
                    "text": "[29]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Natural history of influenza infection"
        },
        {
            "text": "We assumed that individuals would mix with each other randomly (in the household, during social activities, and in casual contact groups) and that individuals had a possibility of becoming infected when an infected person belonged to any of their groups. The average contact rate in a household was set to be higher than that for other groups, followed by that in social activity groups. The average contact rate in a playgroup was set to be higher than that in other social activity groups because children spent more time in close proximity to each other at a day nursery. The usual average contact rate in the low-risk casual contact group was set to be quite low because such contacts occur accidentally during outings [12] . On the other hand, the average contact rate in high-risk casual contact groups, such as while commuting on crowded trains or buses, was assumed to be 30-fold higher than that in the low-risk casual contact group. This was assessed by the average commuting time to school and work (an hour per day) [33] . The average contact rates for every group are tabulated in Table 2 . Because it is difficult for symptomatic patients to follow their usual behavioral pattern [34] , it was assumed that a symptomatic patient had a different behavioral pattern from the day after onset; a symptomatic patient retreats to the home, thereby exposing only his/her family [35] .",
            "cite_spans": [
                {
                    "start": 723,
                    "end": 727,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1028,
                    "end": 1032,
                    "text": "[33]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1194,
                    "end": 1198,
                    "text": "[34]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1385,
                    "end": 1389,
                    "text": "[35]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [
                {
                    "start": 1094,
                    "end": 1101,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Contact rate in the IBM"
        },
        {
            "text": "This article explored four kinds of interventions with the aim of analyzing their effectiveness in terms of suppressing an influenza epidemic: administration of antiviral drugs for prophylaxis through two methods of medication, TAP and STAP; school closure; restraint; combinations of these interventions were also analyzed. It was assumed that all interventions would be started 14 days after the introduction of the initial patient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Control strategies"
        },
        {
            "text": "In the TAP intervention strategy, patients with symptoms as well as persons in close contact with them are treated with antiviral drugs in accordance with the ''Pandemic Influenza Preparedness Action Plan'' [5] . TAP is regarded as an important intervention in the early phase of an influenza epidemic in the ''Guidelines for the Prevention and Control of Pandemic Influenza'' [25] . In this model, it was assumed that a patient with symptoms would be treated with an antiviral drug just being diagnosed with a novel influenza infection, that all members of his/her household would be dosed with an antiviral drug for prophylaxis on that same day of diagnosis or thereafter, and that a person belonging to the same social activity group as the diagnosed patient would be traced, if possible, and treated with an antiviral drug within a few days of contact [12] . In this strategy, no members of the casual contact group could be traced. One of the advantages of TAP intervention is the small amount of antiviral drugs that are distributed for prophylaxis. The model limits the possible number of symptomatic cases for whom members of the social activity group can be traced for close contact to ten persons for each ward per day because of the limited capacity of the healthcare center (only one center for each ward in Sapporo city) [32] . During the swine flu A (H1N1) outbreak in Japan, not all of the persons in close contact with an infected person could be traced and, moreover, some traced persons refused to take antiviral drugs [36] . Various situations with respect to the proportion of identifiable close contact persons (30, 50, and 70%) and necessary tracing periods (2, 4, and 6 days) were examined.",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 210,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 377,
                    "end": 381,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 856,
                    "end": 860,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1334,
                    "end": 1338,
                    "text": "[32]",
                    "ref_id": null
                },
                {
                    "start": 1537,
                    "end": 1541,
                    "text": "[36]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Targeted antiviral prophylaxis"
        },
        {
            "text": "In the STAP intervention strategy, antiviral drugs are distributed to the children of a school once a child is diagnosed with a novel influenza at a medical institution to prevent infection among school-aged children, who have a high attack rate. Naturally, all household members of the infected person would be dosed with an antiviral drug for prophylaxis from the day of diagnosis. Proportions for the coverage of distribution to children in the affected schools of 30, 50, and 70% were investigated, as was the necessary tracing period of 2, 4, and 6 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "School-age TAP"
        },
        {
            "text": "School closure is regarded as an important intervention measure because an influenza epidemic can be spread widely among children at school [5] . In this model, when a person is diagnosed with a novel influenza at a medical institution in a ward, school closure will be implemented from the day following the diagnosis for all schools in this ward. The ''Guidelines for the Prevention and Control of Pandemic Influenza'' [25] states that a judgment based on the epidemiological investigation will end the period of school closure; however, in our model, school closure was assumed to be continued until no patients were detected in the ward.",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 143,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 421,
                    "end": 425,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "School closure"
        },
        {
            "text": "Requests to residents to refrain from going out unnecessarily have been noted as a containment policy [5] . Restraint was generally recognized as a preventive measure by residents in Hong Kong when they experienced an outbreak of severe acute respiratory syndrome (SARS) [34] . However, many people in Japan are unwilling to practice a voluntary policy of restraint, and in one study, only 46.2% of people expressed willingness to practice restraint in a ''Survey of pandemic behavior: to stay at home or not.'' [37] . When a person is diagnosed with a novel influenza at a medical institution in a ward, restraint will be performed in this ward from the day following diagnosis. Various rates of restraint (10, 30, and 50%) were investigated. The period of restraint was assumed to continue for 2 weeks, and a person who agreed to restraint once was not required to be restrained again for at least 1 month.",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 105,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 271,
                    "end": 275,
                    "text": "[34]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 512,
                    "end": 516,
                    "text": "[37]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Restraint"
        },
        {
            "text": "We investigated five scenarios with different combinations of interventions for their effects on suppression; these included the administration of antiviral drugs for treatment (TAP/STAP) with/without school closure and with/without restraint (Table 3 ). In TAP and STAP, the necessary tracing period and the coverage were set to 4 days and 50%, respectively; for restraint, the rate was set to 30%. TAP should be terminated when the number of patients reaches ten persons for each ward per day because the ''Pandemic Influenza Preparedness Action Plan'' [5] showed that the administration of medicine to persons in close contact with a patient should be stopped after an influenza infection has spread widely.",
            "cite_spans": [
                {
                    "start": 555,
                    "end": 558,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 243,
                    "end": 251,
                    "text": "(Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Combined intervention"
        },
        {
            "text": "The stochastic model was programmed using Intel Visual Fortran to work on any computer using the Microsoft Windows platform, where the random number generators in the IMSL libraries were used. The time step of the stochastic process was adopted to be 1 day, and 100-trial simulations were carried out over 360 days, or until the epidemic was eradicated. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method of stochastic simulations"
        },
        {
            "text": "We carried out simulations of a novel influenza epidemic in Sapporo city to estimate the suppressive effectiveness of the following interventions against an influenza attack: TAP, STAP, school closure, restraint, and various combinations thereof. In each scenario, the initial patient, an 18-year-old high school student with symptoms, was introduced into Chuo ward of Sapporo city, which has the highest day-time population of any of the other city's wards [28] .",
            "cite_spans": [
                {
                    "start": 458,
                    "end": 462,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The baseline scenario was the situation with no intervention. The number of patients reached a peak at about 100 days after introduction of the initial patient; thereafter, the number decreased gradually, and the epidemic was eradicated after about 7 months (Fig. 2a) . The effective reproductive number (R t ) for 90 days after introduction of the initial patient, which was calculated following the formula of Germann et al. [12] , was estimated to be 2.0 in the beginning and 1.6 about 10 days after the introduction (Fig. 2b) . Infection spread throughout Sapporo city from Chuo ward for 1 month, decreasing just after the peak of the epidemic in the Kita and Higashi wards, which have a greater residential population than the other wards in Sapporo city, 4 months following its introduction [28] (Fig. 3) . The infected cases and deaths in the entire population were assessed to be, on average, 58 and 0.2%, respectively, in 100-trial simulations.",
            "cite_spans": [
                {
                    "start": 427,
                    "end": 431,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 797,
                    "end": 801,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 258,
                    "end": 267,
                    "text": "(Fig. 2a)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 520,
                    "end": 529,
                    "text": "(Fig. 2b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 802,
                    "end": 810,
                    "text": "(Fig. 3)",
                    "ref_id": null
                }
            ],
            "section": "Baseline"
        },
        {
            "text": "Four intervention measures were examined: medication of antiviral drugs by TAP and STAP, school closure, and restraint.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Single intervention"
        },
        {
            "text": "The impact of changing the necessary tracing period and the actual coverage of tracing persons in contact with a patient for the TAP intervention were investigated (Fig. 4) . The mean numbers of total patients and persons treated with antiviral drugs for prophylaxis with 95% confidence intervals (CIs) for 90 days after the introduction of the initial patient and also the numbers of cases prevented per person treated with antiviral drugs for prophylaxis are shown in Table 4 . For situations with a necessary tracing period of 6 days with 30% coverage and 2 days with 70%, the mean number of total patients for 90 days would be decreased to 4.0 and 1.2%, respectively, compared with the baseline. The ripple effect of the administration of antiviral drugs in TAP on the reduction in patient numbers was estimated to be 27.6-and 37.5-fold, respectively, for these situations, indicating that the TAP intervention would have a substantial effect in suppressing the spread of the infection.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 164,
                    "end": 172,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 470,
                    "end": 477,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Targeted antiviral prophylaxis"
        },
        {
            "text": "The impact of changes in the necessary tracing period and the actual coverage for the STAP intervention were investigated (Fig. 5) . The mean numbers of total patients and persons treated with antiviral drugs for prophylaxis with 95% CIs for 90 days after the introduction of the initial patient and also the numbers of cases prevented per person treated with antiviral drugs for prophylaxis are shown in Table 4 . For situations with a necessary tracing period of 2 days with 30% coverage, the mean number of total patients for 90 days would be decreased to 1.4% compared with the baseline. However, there were no significant differences in the number of patients for a necessary tracing period of 2, 4, and 6 days, respectively or for a coverage of 30, 50, and 70%, respectively. The ripple effect of the administration of antiviral drugs in STAP on the reduction of patient numbers was estimated to be 10.2and 6.1-fold for a necessary tracing period of 6 days with 30% coverage and 2 days with 70%, respectively, which indicates that STAP intervention would have a weaker ripple effect than TAP.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 122,
                    "end": 130,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 405,
                    "end": 412,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "School-age TAP"
        },
        {
            "text": "The impact of school closure is shown in Fig. 6 . School closure would, on average, delay the peak of infection for an average of 45 days compared to the baseline and decrease total and peak patients to 86 and 52% of the baseline scenario (Table 5) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 41,
                    "end": 47,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 239,
                    "end": 248,
                    "text": "(Table 5)",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "School closure"
        },
        {
            "text": "The impact of changes in the execution rate for restraint is shown in Fig. 7 . With mean proportions of 10, 30, and 50% of total patients restraining their behavior, on average, the number of cases would decrease to 91, 72, and 50% of the baseline, and the peak would be delayed for 11, 43, and 96 days, respectively, compared with the baseline scenario (Table 5 ). At the same time, the epidemic period would be prolonged with respect to the baseline, which was similar to school closure.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 70,
                    "end": 76,
                    "text": "Fig. 7",
                    "ref_id": null
                },
                {
                    "start": 354,
                    "end": 362,
                    "text": "(Table 5",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Restraint"
        },
        {
            "text": "The mean number of total patients, deaths, and persons treated with antiviral drugs with 95% CIs and the epidemic periods in scenarios 1-5 (Table 3 ) are shown in Table 6 . In scenarios 1-3, which encompass the combination of the administration of antiviral drugs (TAP/STAP) with only school closure or restraint, the mean number of total patients would be decreased to 0.18, 0.15, and 0.23%, respectively, of the baseline scenario. Epidemic periods for (Table 6 ). On the other hand, scenarios 4 and 5, which are two different combinations of three interventions [administration of antiviral drugs (TAP/STAP), school closure, and restraint] would have a greater effect on the suppression of infection in terms of the number of total patients, deaths, and persons treated with antiviral drugs and on shortening the epidemic period. In particular, the combination of TAP, school closure, and restraint in scenario 4 ( Fig. 8 ) would decrease the total number of patients to 0.02% of that of the baseline scenario and shorten the epidemic period to 72 days ( Table 6 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 139,
                    "end": 147,
                    "text": "(Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 163,
                    "end": 170,
                    "text": "Table 6",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 454,
                    "end": 462,
                    "text": "(Table 6",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 917,
                    "end": 923,
                    "text": "Fig. 8",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1057,
                    "end": 1064,
                    "text": "Table 6",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Combined intervention"
        },
        {
            "text": "In this article, Sapporo city was chosen as a region suitable for investigating the transmission of a novel influenza through simulations because of the small daily influxes and outflows of people to and from the region in comparison with other major cities in Japan [28] . In many cities, including Sapporo city, many students and workers commute in crowded trains and buses every day, which will accelerate the spread of infection [13] . Therefore, high-risk casual contact groups based on commuters among wards were introduced into the model. On the condition that the effective reproduction number R t = 1.6, the baseline scenario showed that, on average, 58% of the entire population in the 100-trial simulations would be infected, including the 19% who would be asymptomatic. In past pandemics, the basic reproductive number (R 0 ) was estimated to be 2.0-3.0 for ''Spanish flu'' A (H1N1) [38] and 1.68 for ''Asian flu'' A (H2N2) [35] . For the swine flu A (H1N1) in 2009, R 0 has been estimated to be 1.4-1.6 [21] and 2.2-3.1 [3] based on data originating from the epidemic in Mexico and to be 2.2 based on the epidemic in Japan [39] . Therefore, further studies will be needed for a situation with a highly effective reproductive number that may cause more damage.",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 271,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 433,
                    "end": 437,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 895,
                    "end": 899,
                    "text": "[38]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 936,
                    "end": 940,
                    "text": "[35]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1016,
                    "end": 1020,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1033,
                    "end": 1036,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1136,
                    "end": 1140,
                    "text": "[39]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The implementation of TAP as a single intervention was highly effective in suppressing the outbreak during the early period of the first 90 days. Naturally, this effectiveness was enhanced by shortening the necessary tracing period and raising the coverage of tracing. For a necessary tracing period of 2 or 4 days, there were no differences in the amount of antiviral drugs needed for prophylaxis with a 30-70% coverage; when the tracing period was increased to 6 days, however, these amounts rose, on average, to 147.3 and 155.9% for 50 and 70% coverage, respectively, in comparison with 30% coverage. These large differences may result from having a wider spread of the influenza infections before the onset of treatment with antiviral drugs for the situation of a 6-day tracing period, while shorter tracing periods (2-4 days) can contain most persons with an infection risk at an early stage of the outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The implementation of STAP as a single intervention would also be highly effective in suppressing the outbreak during the early period of the first 90 days, but STAP was inferior to TAP in terms of the ripple effect of the administration of antiviral drugs, most likely because the STAP intervention, unlike TAP, only distributes antiviral drugs to students, including those at a low risk of infection, notwithstanding influenza infection spreading among adults.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "School closure and restraint brought about a delay in the peak and a decrease in incidence at the peak. However, it is actually difficult to implement school closure for such a long period, as was assumed in this model, where closure would be continued until no further patients were detected in the ward. Therefore, the effectiveness of school closure may be overestimated. In the outbreak of swine flu A (H1N1) in Japan in 2009, it was reported that the rapid spread of infection disrupted medical institutions [36] . Implementing a policy of school closure and restraint may be one approach to preventing an acute disruption of services at medical institutions. However, school closure also brings about the long-term absence of parents from work, which leads to economic loss [40] . The importance of restraint was recognized by only 46.2% citizens in Japan and the loss of precautions against infection may spread rapidly providing that a novel influenza infection has a low mortality [37] ; therefore improved recognition of the necessity of restraint is needed. The specific combination of the three interventions TAP, school closure, and restraint was shown to be the most effective of all the combined interventions (scenarios 1-5) in terms of suppressing infection. It resulted in a average decrease in total patients to 0.02% of that of the baseline scenario because of concomitantly preventing the spread of infection at an early stage by prophylaxis and decreasing infection risk by school closure and restraint. On the other hand, the combination of prophylaxis with antiviral drugs (TAP/STAP) with either school closure or restraint would reduce the amount of patients to some extent but would not be able to shorten the epidemic period because the influenza infection would be spread among people, unlike the combination of prophylaxis with both school closure and restraint.",
            "cite_spans": [
                {
                    "start": 513,
                    "end": 517,
                    "text": "[36]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 780,
                    "end": 784,
                    "text": "[40]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 990,
                    "end": 994,
                    "text": "[37]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The TAP intervention should be stopped after the influenza infection has spread widely due to the priority shifting from prophylaxis to the treatment of patients [5] . Moreover, it may be difficult to identify persons in close contact. It has been reported that the spread of the infections made it difficult for doctors to diagnose swine flu A (H1N1) cases and that it was also hard to trace persons in close contact during this outbreak [36] . In contrast, STAP is easy to implement because antiviral drugs are distributed only at schools, although STAP does have a weak ripple effect due to drug wastage. Therefore, it is necessary to improve the methods of distribution in STAP, such as its range and frequency.",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 165,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 439,
                    "end": 443,
                    "text": "[36]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The results of this study will be helpful in planning strategies for the suppression of an outbreak of a novel influenza not only Sapporo city but also in other cities. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Looming flu pandemic has experts crying fowl",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Clayton",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nat Med",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A preliminary estimation of the reproduction ratio for new influenza A (H1N1) from the outbreak in Mexico",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Boëlle",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bernillon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Desenclos",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Euro Surveill",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Pandemic (H1N1)",
            "authors": [],
            "year": 2009,
            "venue": "World Health Organization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Pandemic influenza preparedness action plan of the Japanese government",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ministry Of Health",
                    "suffix": ""
                },
                {
                    "first": "Welfare",
                    "middle": [],
                    "last": "Labour",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Of Japan",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "An extension of the Reed-Frost epidemic model for the study of competition between viral agents in the presence of interference",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Elveback",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Fox",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Varma",
                    "suffix": ""
                }
            ],
            "year": 1964,
            "venue": "Am J Hyg",
            "volume": "80",
            "issn": "",
            "pages": "356--64",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Simulation of mathematical models for public health problems",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Elveback",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Varma",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "Public Health Rep",
            "volume": "80",
            "issn": "",
            "pages": "1067--76",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A stochastic model for competition between viral agents in the presence of interference. 1. Live virus vaccine in a randomly mixing population, Model 3",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Elveback",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ackerman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Fox",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "Am J Epidemiol",
            "volume": "87",
            "issn": "",
            "pages": "373--84",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "An influenza simulation model for immunization studies",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Elveback",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Fox",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ackerman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Langworthy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Boyd",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gatewood",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Am J Epidemiol",
            "volume": "103",
            "issn": "",
            "pages": "152--65",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Containing pandemic influenza at the source",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Longini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nizam",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ungchusak",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hanshaoworakul",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Cummings",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Science",
            "volume": "309",
            "issn": "",
            "pages": "1083--1090",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Strategies for containing an emerging influenza pandemic in Southeast Asia",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Meeyai",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "437",
            "issn": "",
            "pages": "209--223",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Mitigation strategies for pandemic influenza in the United States",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Germann",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kadau",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Longini",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Macken",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "103",
            "issn": "",
            "pages": "5935--5975",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Application of an individual-based model with real data for transportation mode and location to pandemic influenza",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ohkusa",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sugawara",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Infect Chemother",
            "volume": "13",
            "issn": "",
            "pages": "380--389",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Interim guidance for clinicians on identifying and caring for patients with swine-origin influenza A (H1N1) Virus Infection",
            "authors": [],
            "year": 2009,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Risk of influenza A (H5N1) infection among poultry workers",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Bridges",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hu-Primmer",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sims",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fukuda",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Mak",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Infect Dis",
            "volume": "185",
            "issn": "",
            "pages": "1005--1015",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Avian influenza A virus infections of humans",
            "authors": [],
            "year": 2008,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The epidemiology and clinical impact of pandemic influenza",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Nguyen-Van-Tam",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Hampson",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Vaccine",
            "volume": "21",
            "issn": "",
            "pages": "1762--1770",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Morbidity and mortality characteristics of Asian strain influenza",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Chin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Foley",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "L"
                    ],
                    "last": "Doto",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Gravelle",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Weston",
                    "suffix": ""
                }
            ],
            "year": 1960,
            "venue": "Public Health Rep",
            "volume": "75",
            "issn": "",
            "pages": "148--58",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Hong Kong influenza: the epidemiologic features of a high school family study analyzed and compared with a similar study during the 1957 Asian influenza pandemic",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Caldwell",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Lynch",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Bailey",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Chin",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "Am J Epidemiol",
            "volume": "92",
            "issn": "",
            "pages": "240--247",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The WHO rapid pandemic assessment collaboration. Pandemic potential of a strain of influenza A (H1N1): early findings",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Donnelly",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Hanage",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Van Kerkhove",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Hollingsworth",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Science",
            "volume": "324",
            "issn": "",
            "pages": "1557--61",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Influenza surveillance in Hong Kong: results of a trial physician sentinel programme",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Fitzner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcghee",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Hedley",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "Shortridge",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Hong Kong Med J",
            "volume": "5",
            "issn": "",
            "pages": "87--94",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Spanish influenza that attacked Japan",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hayami",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Influenza: the mother of all pandemics",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Taubenberger",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Morens",
                    "suffix": ""
                }
            ],
            "year": 1918,
            "venue": "Emerg Infect Dis",
            "volume": "12",
            "issn": "",
            "pages": "15--22",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Guidelines for the prevention and control of pandemic influenza",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ministry Of Health",
                    "suffix": ""
                },
                {
                    "first": "Welfare",
                    "middle": [],
                    "last": "Labour",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Of Japan",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Japanese). Available at",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Information services for influenza",
            "authors": [
                {
                    "first": "Chugai",
                    "middle": [],
                    "last": "Pharmaceutical",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "jp-Influenza online",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Glaxosmithkline",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Relenza",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Ministry of Internal Affairs and Communications Bureau of Statistics of Japan. National census",
            "authors": [],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Ministry of Education",
            "authors": [],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Ministry of Internal Affairs and Communications Bureau of Statistics of Japan. Employment status survey",
            "authors": [],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Ministry of Internal Affairs and Communications Bureau of Statistics of Japan. Survey on time use and leisure activities",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Anticipated and current preventive behaviors in response to an anticipated human-tohuman H5N1 epidemic in the Hong Kong Chinese general population",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tsui",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "BMC Infect Dis",
            "volume": "15",
            "issn": "",
            "pages": "7--18",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Containing pandemic influenza with antiviral agents",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Longini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Halloran",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nizam",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Am J Epidemiol",
            "volume": "159",
            "issn": "",
            "pages": "623--656",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Infectious Disease Surveillance Center",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Survey of pandemic behavior: to stay at home or not (in Japanese)",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sugawara",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sugiura",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ohkusa",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Taniguchi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Okabe",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Jpn J Ass Infect Dis",
            "volume": "82",
            "issn": "",
            "pages": "427--460",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Transmissibility of 1918 pandemic influenza",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Mills",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Robins",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nature",
            "volume": "432",
            "issn": "",
            "pages": "904--910",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Transmission potential of the new influenza A(H1N1) virus and its agespecificity in Japan",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Castillo-Chavez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Safan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Euro Surveill",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Estimating the costs of school closure for mitigating an influenza pandemic",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "Z"
                    ],
                    "last": "Sadique",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Edmunds",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "BMC Public Health",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Baseline scenario. a Epidemic curves for the baseline scenario in 100-trial simulations (grey lines) and in the profile of the average (black line). b Changes in the effective reproductive number (R t ) over a 90-day periodFig. 3 State of a novel influenza infection spreading among wards in Sapporo city for the baseline scenario. a-f Graphic illustration of the sequence in which the epidemic develops and spreads from 30 to 180 days after the introduction of the initial patient. Patterns of brightness show the number of patients per wards (see legend)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Comparison of the total number of patients (a) and the number treated with antiviral drugs (b) for 90 days with a tracing coverage of 30, 50, and 70%, respectively, and a necessary tracing period of 2, 4, and 6 days, respectively, for the targeted antiviral prophylaxis (TAP) intervention. The squares show the mean value for 100-trial simulations with error bars showing the 95% confidence interval (CI). Grey, light grey, and white squares show the situations for necessary tracing periods of 2, 4, and 6 days, assessed as 220, 193, and 226 days, on average, which indicates that these combined interventions would be effective in reducing the number of patients but not for shortening the epidemic period",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Comparison of the total number of patients (a) and the number treated with antiviral drugs (b) for 90 days with a tracing coverage of 30, 50, and 70%, respectively, and a necessary tracing period of 2, 4, and 6 days, respectively, for the STAP intervention. The squares show the mean value for 100-trial simulations with error bars showing the 95% CI. Grey, light grey, and white squares show the situations for necessary tracing periods of 2, 4, and 6 days, respectively",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Comparison of epidemic curves for no intervention (baseline) (grey line) and school closure (black line)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Epidemic curves for scenario 4 in 100-trial simulations (grey lines) and in the profile of the average (black line)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Illness attack rate and mortality",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Daily average contact rates in the household, during social activities, and in casual contact groups a Refer to[12]",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Scenarios with different combinations of intervention measures",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Summary of results for TAP and STAP",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Summary of results for school closure and restraintFig. 7 Comparison of epidemic curves between no intervention (baseline) (grey line) and restraint (black line). Solid, dashed, and dotted black lines show the situations at baseline and when restraint is practiced at execution rates of 10, 30, and 50%, respectively",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Summary of results for combined scenarios Values in table are given as the mean, with the 95% CI in parenthesis",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgments The authors are grateful for the statistical assistance of Dr. K. Fueda of Okayama University. This work was supported in part a Grant-in-Aid from the Japan Society for the Promotion of Science (21540129) and a Grant-in-Aid from the Ministry of Health, Labour and Welfare of Japan (H20-Sinkou-ippan-015).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": " 7,299 (5,398, 9,201) 6,612 (5, ",
            "cite_spans": [
                {
                    "start": 1,
                    "end": 21,
                    "text": "7,299 (5,398, 9,201)",
                    "ref_id": null
                },
                {
                    "start": 28,
                    "end": 31,
                    "text": "(5,",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}