{
    "paper_id": "3e6bdc670f8de6f68e4218c5140677dd620cfc14",
    "metadata": {
        "title": "Including 793/B type avian infectious bronchitis vaccine in 1-day-old chicken increased the protection against QX genotype",
        "authors": [
            {
                "first": "Vahid",
                "middle": [],
                "last": "Karimi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Peyman",
                "middle": [],
                "last": "Mohammadi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Arash",
                "middle": [],
                "last": "Ghalyanchilangeroudi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "&amp;",
                "middle": [],
                "last": "Seyed",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ali",
                "middle": [],
                "last": "Ghafouri",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Masoud",
                "middle": [],
                "last": "Hashemzadeh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Reza",
                "middle": [
                    "Khaltabadi"
                ],
                "last": "Farahani",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hussein",
                "middle": [],
                "last": "Maghsouldoo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nima",
                "middle": [],
                "last": "Isakakroudi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Infectious bronchitis virus (IBV) is a highly infectious pathogen, which affects the respiratory tract, reproductive system, and kidney of chickens. Many different genotypes of IBV are recognized which cause different clinical manifestations. According to the antigenic differences, different serotypes of the virus do not cross-protect. Massachusetts serotype induces the best cross-protection against other serotypes. Recently, the IBV QX genotype has been detected in Iran. QX genotype causes permanent damage to the oviduct in layer and breeder flock if it occurs in the early life cycle. In this study, we compared two vaccination program using 793/B type and Massachusetts type vaccine. One-day-old SPF chickens were divided into four groups. Groups 1 and 2 were unvaccinated groups. Group 3 was vaccinated with the H120 vaccine at day 1 and 793/B at day 14 (eye drop), and group 4 was vaccinated with H120+793/B (eye drop) on the first day and 793/B at day 14. Groups 2, 3, and 4 challenged (oculonasal) with QX genotype (10 4 EID50) at day 35. Five days post challenge, the sample were clollected for ciliostasis test, histopathology, and quantitative real-time RT-PCR from trachea, lung, and kidneys. Results showed that two vaccination programs created more than 80% of protection against challenge virus, but no significant difference was recorded between two programs. Based on our results, it can be concluded that vaccination with two mixed vaccines (H120+793/B) on the first day of the life of a chick does not make any difference in comparison to single vaccine (H120) in reducing of pathological damages and viral load. As long as the second vaccination against IB may not be applied properly in farm situation, applying the mixture of 793/B type vaccine with H120 at day 1 (ocular or spray) may help to increase vaccination program efficacy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Infectious bronchitis virus (IBV) is a Gamma coronavirus that causes a highly contagious disease in chickens (Cavanagh 2005) . The virus causes severe economic losses to the poultry industry worldwide because it can affect the upper respiratory and reproductive tracts, and some strains can cause nephritis in chickens (Lim et al. 2015) . IBV genome consists of positive-stranded RNA, with 27.6 kb in length. The 3′ end of IBV genome is approximately 7.0 kb in length and encodes four structural proteins, of which the spike protein (S), localized on the IBV particle surface, is composed of two subunits, namely, S1and S2 (Huo et al. 2016) . The S1 subunit, located on the outside of virion, is responsible for the fusion between the virus envelope and the cell membrane of the host (Jackwood 2012) . Different serotypes have been reported worldwide, and new variant serotypes continue to be recognized (Jackwood 2012) . In September 1997, an outbreak of the disease (QX outbreak), characterized mainly by swelling of the stomach (Proventriculitis), diarrhea, and loss of body weight in 25-to 70-day-old chickens occurred in chicken flocks in Qingdao, China (Wang et al. 1998 ). However, it was not recognized as a novel type of IBV at that time (Liu and Kong 2004) . Bozorgmehri-Fard et al. (2013) have demonstrated the presences of QX viruses in Iranian commercial flocks, and after this outbreak, many false layers were reported in Iran. If the QX enters to flock before 10 days old, it causes a permanent effect on oviduct lead to blind layers. As QX vaccine does not have a permit to use in Iranian flock, just Massachusetts and 793/B-like vaccines are being used (Bozorgmehri-Fard et al. 2013) . Currently, the rate of QX in Iranian flocks is around 8% and is reported from several countries (Hosseini et al. 2015) . Several strains have been developed as vaccines strains, including IBV vaccine strains H120, M41, and 793/B. Since IBV is epidemic in both industrial and backyard chickens, flocks are vaccinated from birth with either attenuated live or inactivated IBV. The IBV H120 strain, an attenuated live vaccine strain of the Massachusetts (Mass) type, is widely available and reliable vaccine strain that is used as a primary vaccine in broilers, breeders, and future layers. Also, several 793/B type vaccines (793/B; IB88; 1/96) are using as IB vaccine in combination with Mass type (Yang et al. 2016) . The most usual approach for protection of flocks for most IBV genotypes is using heterologous vaccines for example Mass (1 day old) and 793/B type (12-14 days old) vaccines against QX. The aim of this study is to evaluate the different vaccination programs against QX challenge.",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 124,
                    "text": "(Cavanagh 2005)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 319,
                    "end": 336,
                    "text": "(Lim et al. 2015)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 623,
                    "end": 640,
                    "text": "(Huo et al. 2016)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 784,
                    "end": 799,
                    "text": "(Jackwood 2012)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 904,
                    "end": 919,
                    "text": "(Jackwood 2012)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1159,
                    "end": 1176,
                    "text": "(Wang et al. 1998",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1247,
                    "end": 1266,
                    "text": "(Liu and Kong 2004)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1269,
                    "end": 1299,
                    "text": "Bozorgmehri-Fard et al. (2013)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1670,
                    "end": 1700,
                    "text": "(Bozorgmehri-Fard et al. 2013)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1799,
                    "end": 1821,
                    "text": "(Hosseini et al. 2015)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2399,
                    "end": 2417,
                    "text": "(Yang et al. 2016)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "White specific pathogen-free (SPF) leghorn chickens were divided into four groups containing 20 birds each. Each group in all experiments was kept in a separate negative pressure isolators. They were provided with food and water ad libitum. Groups were vaccinated and challenged as shown in Table 1 . Groups 1 and 2 were kept as negative control (non-vaccinated, non-challenged) and positive control (non-vaccinated-challenged group), respectively. The chicken in groups 3 and 4 were vaccinated with Mass (H120; Ceva Sante Animale) and 793/B vaccines (4/91; Intervet), in two programs using an eye drop. Group 3 received H120 and 793/B vaccines in days 1 and 14, respectively. In group 4, chickens were vaccinated with H120 in day 1 and H120+793/ B in day 14. Thirty-five days post rearing, chickens were challenged using nasal route (104 EID50). Before challenging, sera samples were taken from the birds to evaluate ELISA titers of IBV vaccination using IDEXX kit (IDEXX Laboratories, Inc., USA). Five days after challenge, samples were taken from trachea and kidneys for histopathology, quantitative real-time RT-PCR, and cilliary activity of the trachea. The challenge virus was isolated from commercial broiler farm. Homogenized samples were inoculated into 9-11 embryonated SPF eggs. Primary diagnosis of the IBV was done using 5′-UTR in PCR test. The QX virus was selected and passaged in SPF egg. Challenge virus was tested in nested RT-PCR and S1 gene was sequenced and submitted to NCBI (accession no. KT583570.1). It was shown to be free from contamination by other avian pathogens such as Newcastle disease virus, avian influenza virus, infectious laryngotracheitis virus, reovirus, mycoplasma, and other bacteria using molecular detection methods and cultivation. EID50 was calculated by the Reid-Muench method.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 291,
                    "end": 298,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Experimental design"
        },
        {
            "text": "Quantitative real-time RT-PCR Viral RNA was isolated from tissues using Cinna PureRNA extraction kit (Sinaclone, Iran) according to the suppliers' instructions. cDNAwas synthesized using Revert Aid first-strand cDNA synthesis kit (Thermo Scientific, Canada). Real-time PCR for IBV detection based on 5′-UTR was used in this study. Realtime PCR amplification was done with the amplification kit (Bioneer, South Korea) with a forward primer (5′-GCTT TTGAGCCTAGCGTT-3′) and reverse primer (5′-GCCA TGTTGTCACTGTCTATTG-3′) and Taqman dual-labeled probe (FAMCACCACCAGAACCTGTCACCTC-BHQ1) (Callison et al. 2006) . The 5′ UTR of M41reference IBV strain and 28s rRNA of chick tissue were amplified using the same primers applied in real-time PCRreaction. The PCR products were examined using agarose gel electrophoresis. After ethidium bromide staining, the bands were visible only at the expected molecular weights (a 143-bp fragment for 5′-UTR of M41 and 61-bp fragment for 28srRNA). The PCR products for 5′-UTR and 28s rRNA were cloned in a pTG19-T vector and transformed in Escherichia coli TOP10 competent cells. Plasmid isolation kit mini-preparation (molecular biological system transfer, Tehran, Iran) was used to extract plasmids. Before use, the plasmid concentration was determined by spectrophotometry at 260 nm and calculated as genomeequivalents (copies) per milliliter as the ELISA titer, ciliostasis score, tracheal viral load, and kidney viral load are shown in all groups a,b,c,d There was a non-significant difference (P ≤0.05) between the non-vaccinated-challenged group with vaccinated groups molecular weight of the plasmid was known. Serial dilutions were performed togive a final concentration between 102 and 105 (for 5′-UTR) and 102 and 105 (for 28s rRNA) copies for generating the standard curves (Najafi et al. 2016a ).",
            "cite_spans": [
                {
                    "start": 581,
                    "end": 603,
                    "text": "(Callison et al. 2006)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1814,
                    "end": 1834,
                    "text": "(Najafi et al. 2016a",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Experimental design"
        },
        {
            "text": "Five days post challenge, the chickens were euthanized and trachea and lung and kidney were collected and transferred to 70% buffered formalin. Tissue samples were stained using hematoxylin and eosin staining method.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Histopathology"
        },
        {
            "text": "Assessment of protection against challenge each experiment was evaluated using ciliostasis test. The tracheas were carefully removed and examined for ciliary activity as described previously. Briefly, each of ten tracheal rings (three rings of upper, four rings of middle, and three rings of lower trachea) was examined by low-power microscopy and ciliary activity was evaluated as follows: 0 = all cilia beating;1 = 75% beating; 2 = 50% beating; 3 = 25% beating; and 4 = none beating (100% ciliostasis). This gave a maximum possible ciliostasis score of 40 in case of complete ciliostasis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ciliostasis test"
        },
        {
            "text": "To evaluate and compare the ciliostasis between the groups, Mann-Whitney test using GraphPad Prism 7.0 software was used. The 0.05 level was considered as significant. Finally, one-way ANOVA with a significance level of 0.05 was used to compare viral loads.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "The titer of antibody against IBV was measured by ELISA method for evaluating the efficacy of vaccination program on the response of the immune system. No significant difference (P > 0.05) was found in mean titer between groups 3 (1007 ± 147.9) and 4 (1248.55 ± 152.34), and no antibody was observed in nonvaccinated-challenged group and negative control group (Fig. 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 361,
                    "end": 369,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "IBV antibody"
        },
        {
            "text": "Based on the results of the ciliostasis test, the cross-protection rate for the the vaccinated groups 3 and 4 is 81% and 84% at 5 days post challenge (Fig. 2) . No protection was observed in non-vaccinated group after challenge. The ciliostasis score of group 4 (7.05 ± 1.71) was lower that group 3 (7.25 ± 1.23) (non-significant; P > 0.05) (Fig. 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 150,
                    "end": 158,
                    "text": "(Fig. 2)",
                    "ref_id": null
                },
                {
                    "start": 341,
                    "end": 349,
                    "text": "(Fig. 3)",
                    "ref_id": null
                }
            ],
            "section": "Protection rate and ciliostasis score"
        },
        {
            "text": "Viral load in trachea and kidney was counted by quantitative Real-time RT-PCR. Results are shown in (Figs. 4 and 5) . In trachea, significant difference (P < 0.05) was detected comparing the non-vaccinated-challenged group with H120-793/B and H120+793/B-793/B groups but no significant difference was observed between H120-793/B and H120+793/B-793/B groups (Fig. 4) . Kidney sample viral load between H120-793/B group and the non-vaccinated-challenged group showed a significant difference (P < 0.05), and a similar result was observed comparing vaccinated group together (P < 0.05) (Fig. 5 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 100,
                    "end": 115,
                    "text": "(Figs. 4 and 5)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 357,
                    "end": 365,
                    "text": "(Fig. 4)",
                    "ref_id": null
                },
                {
                    "start": 583,
                    "end": 590,
                    "text": "(Fig. 5",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Quantitative real-time RT-PCR"
        },
        {
            "text": "Relative protection was observed in vaccinated groups by evaluation of lung histopathological tissue between challenged groups. The non-vaccinated-challenged group showed that histopathological findings include hyperemia, infiltration of inflammatory cells into interstitial tissue cells. In vaccinated H120-793/B group and H120+793/B-793/B group, mild hyperemia and mild infiltration of inflammatory cells in interstitial tissue were observed, respectively (Fig. 6 ). Trachea histopathological showed the similar result as in the lungs. Hyperemia, infiltration of inflammatory cells to interstitial tissue cells and degeneration of epithelial cells were recorded in the non-vaccinatedchallenged group, whereas in vaccinated groups, mild hyperemia and mild infiltration of inflammatory cells in interstitial tissue were observed (Fig. 7) . In kidney inflammatory cells, predominantly mononuclear cells, hyperemia, and hemorrhage were observed in the non-vaccinated-challenged group. In other groups, no abnormal lesion was detected (Fig. 8 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 458,
                    "end": 465,
                    "text": "(Fig. 6",
                    "ref_id": null
                },
                {
                    "start": 829,
                    "end": 837,
                    "text": "(Fig. 7)",
                    "ref_id": null
                },
                {
                    "start": 1032,
                    "end": 1039,
                    "text": "(Fig. 8",
                    "ref_id": null
                }
            ],
            "section": "Histopathological assessment"
        },
        {
            "text": "The first infectious bronchitis infection (IB) was reported in Iran in 1994. Today, five IBV genotypes are circulating in Iranian chicken Today, Ma5, H120, and 793/B vaccines are available and are being used in a different program in the region and most of countries. Vaccination by one serotype does not make a sufficient immunity against heterologous virus; therefore, multivaccination program by a combination of different serotypes is suggested (Cook et al. 1999; Gelb et al. 1991) .",
            "cite_spans": [
                {
                    "start": 449,
                    "end": 467,
                    "text": "(Cook et al. 1999;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 468,
                    "end": 485,
                    "text": "Gelb et al. 1991)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In this study, we have chosen a combination of Mass (H120) and 793/B serotype in two programs. Several clinical studies have revealed that using of two or more attenuated IBV live vaccines could make a vast protection immunity against heterologous serotype (Cook et al. 1999) . A study by De Wit et al. (2011) revealed that combination of Mass (day 1) + 793/B (day 14) vaccines, and challenge with D388 (QX genotype) on day 28th in commercial broiler breeder, could make 51% and 74% protection in ciliostasis test on 5 and 7 days post challenge, respectively (de Wit et al. 2011 ). In the present study, the chicken received the vaccine by eye drop administration based on a suggestion by Cook et al. (Cook et al. 1999 ). In the present study, vaccinated group 4 (day 1: H120+793/B and day 14: 793/B) showed higher ciliostasis protection (84%) in comparison to vaccinated group 3 (day1: H120 and day14: 793/B) with 81% of protection; the difference was not significant, however. It has been concluded that combination of two serotypes at day 1 could induce a significant increase in expression of CD+, CD8, and IgA-bearing B cell in comparison to single H120 vaccination that leads to higher level of cellular and local immunity at the trachea (Awad et al. 2015; Lambrechts et al. 1991) . It should be kept in mind that in the best condition in the cross-protection experiment, 10% of vaccinated bird would not present sufficient immunity even against homologous strain (Winterfield et al. 1976 ), demonstrating that chickens are different in response to IBV vaccination. In our study, group 4 showed a higher antibody in day 35 demonstrating better protection in internal organs facing IBV strain. It has been proved that cytotoxic T cells are the major blood cells protecting the body in the early stage of IBV infection and IgG circulating in blood serum support the internal organs including ovaries and oviduct in the later stage of the disease (Collisson et al. 2000; Raj and Jones 1997) . The essential issue in IBV infection is to protect trachea from virus lesions. The inconvenient situation in the house including high ammonia, dust, CO 2 , and another microorganism in the air would make the condition worse (Habibi et al. 2017 ). In the present study, the vaccinated groups 3 and 4 showed a slight lesion in the trachea in comparison to the no-vaccinated-challenged group. In the positive control group, the Fig. 7 Histopathology of the lung. Tissue changes of the hematoxylin and eosin-stained lung infected with QX-like isolate. a Lung lesion of non-vaccinated-challenged group shows hyperemia and infiltration of mononuclear inflammatory cell to interstitial tissue cells. b H120-793/ B-vaccinated group with mild hyperemia in the lung. c H120+793/ B-793/B-vaccinated group shows no lesion to a mild infiltration of inflammatory mononuclear cells in parenchyma Fig. 6 Histopathology of the trachea tissue changes of the hematoxylin and eosin-stained trachea infected with QX-like isolate. a Tracheal lesion of non-vaccinated-challenged group shows hyperemia and infiltration of inflammatory cell to interstitial tissue cells. b H120-793/B-vaccinated group with mild hyperemia in trachea. c H120+793/B-793/B-vaccinated group shows a mild infiltration of inflammatory mononuclear cells in parenchyma lesion such as hyperemia, significant infiltration of inflammatory cells in interstitial tissue, and degeneration of epithelial cells in trachea demonstrating the severity of our QX-like virus. Furthermore, it is proved that both vaccination programs could reduce the IBV lesion in the trachea. Due to widespread and continuous changes in IBV and emergence of new variant, making of new vaccine for each variant is not economically possible; therefore, the solution facing with new variant is to apply available commercial vaccine in a program to make broad crossprotection against these new viruses. The emergence of new IBV variant named QX has caused several problems in poultry flocks specially layers and breeders. It should be noted that in farm situation, drinking water vaccination is the preferred method usually done by the farmer and as long as this method is not as efficient as eye drop, using H120+793/B at day 1 could make better protection. Furthermore, higher antibody titer protects the kidney, oviduct, and internal organs facing the disease. However, further studies are needed to investigate other vaccination program to control IBV infections in Iranian poultry farms.",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 275,
                    "text": "(Cook et al. 1999)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 559,
                    "end": 578,
                    "text": "(de Wit et al. 2011",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 689,
                    "end": 718,
                    "text": "Cook et al. (Cook et al. 1999",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1244,
                    "end": 1262,
                    "text": "(Awad et al. 2015;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1263,
                    "end": 1286,
                    "text": "Lambrechts et al. 1991)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1470,
                    "end": 1494,
                    "text": "(Winterfield et al. 1976",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1950,
                    "end": 1973,
                    "text": "(Collisson et al. 2000;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1974,
                    "end": 1993,
                    "text": "Raj and Jones 1997)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 2220,
                    "end": 2239,
                    "text": "(Habibi et al. 2017",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 2421,
                    "end": 2427,
                    "text": "Fig. 7",
                    "ref_id": null
                },
                {
                    "start": 2877,
                    "end": 2883,
                    "text": "Fig. 6",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "According to our investigation, both vaccination programs (day 1: H120, day 14: 793/B and day 1: H120+793/B, day 14: 793/B) induced significant protection against QX challenge; however, higher protection, lower QX viral load in trachea and kidney, and fewer ciliostasis score were recorded using 793/B vaccine in combination with H120 at day 1. Fig. 8 Histopathology of the kidney. Tissue changes of the hematoxylin and eosin-stained kidney infected with QX-like isolate. a Kidney lesion of non-vaccinated-challenged group shows and infiltration of mononuclear inflammatory cell to interstitial tissue cells focally, hyperemia and focal hemorrhages. b H120-793/B-vaccinated group with hyperemia in the lung. c H120+793/B-793/B-vaccinated group shows no lesion",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 345,
                    "end": 351,
                    "text": "Fig. 8",
                    "ref_id": null
                }
            ],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Protection conferred by live infectious bronchitis vaccine viruses against variant Middle East IS/885/00-like and IS/1494/06-like isolates in commercial broiler chicks",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Awad",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Vet Rec Open",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Detection of the Chinese Genotype of Infectious Bronchitis Virus (QX-type) in Iran",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Bozorgmehri-Fard",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Charkhkar",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hosseini",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Iranian Journal of Virology",
            "volume": "7",
            "issn": "",
            "pages": "57--60",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Development and evaluation of a real-time Taqman RT-PCR assay for the detection of infectious bronchitis virus from infected chickens",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Callison",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Journal of virological methods",
            "volume": "138",
            "issn": "",
            "pages": "60--65",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Coronaviruses in poultry and other birds",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cavanagh",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Avian Pathol",
            "volume": "34",
            "issn": "",
            "pages": "439--448",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Cytotoxic T lymphocytes are critical in the control of infectious bronchitis virus in poultry",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Collisson",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Dev Comp Immunol",
            "volume": "24",
            "issn": "",
            "pages": "187--200",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Breadth of protection of the respiratory tract provided by different live-attenuated infectious bronchitis vaccines against challenge with infectious bronchitis viruses of heterologous serotypes",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Cook",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Avian Pathol",
            "volume": "28",
            "issn": "",
            "pages": "477--485",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Induction of cystic oviducts and protection against early challenge with infectious bronchitis virus serotype D388 (genotype QX) by maternally derived antibodies and by early vaccination",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "De Wit",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Avian Pathol",
            "volume": "40",
            "issn": "",
            "pages": "463--471",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Variant serotypes of infectious bronchitis virus isolated from commercial layer and broiler chickens",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gelb",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jr",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Wolff",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Moran",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Avian Dis",
            "volume": "35",
            "issn": "",
            "pages": "82--87",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Combination of H120 and 1/96 avian infectious bronchitis virus vaccine strains protect chickens against challenge with IS/1494/06 (variant 2)-like infectious bronchitis virus",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Habibi",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Acta Virol",
            "volume": "61",
            "issn": "",
            "pages": "150--160",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Epidemiology of Avian Infectious Bronchitis Virus Genotypes in Iran",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hosseini",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Avian Dis",
            "volume": "59",
            "issn": "",
            "pages": "431--435",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Attenuation mechanism of virulent infectious bronchitis virus strain with QX genotype by continuous passage in chicken embryos",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "F"
                    ],
                    "last": "Huo",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Vaccine",
            "volume": "34",
            "issn": "",
            "pages": "83--89",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Review of infectious bronchitis virus around the world",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Jackwood",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Avian Dis",
            "volume": "56",
            "issn": "",
            "pages": "634--641",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Comparative study of the infectivity of Belgian NIBV isolates for the kidney after intravenous inoculation in chickens. 2nd international symposium on infectious bronchitis",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lambrechts",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Pensaert",
                    "suffix": ""
                },
                {
                    "first": "Ducatelle",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "113--119",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Successful cross-protective efficacy induced by heat-adapted live attenuated nephropathogenic infectious bronchitis virus derived from a natural recombinant strain",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Lim",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Vaccine",
            "volume": "33",
            "issn": "",
            "pages": "7370--7374",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "A new genotype of nephropathogenic infectious bronchitis virus circulating in vaccinated and nonvaccinated flocks in China",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Kong",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Avian Pathol",
            "volume": "33",
            "issn": "",
            "pages": "321--327",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Genotyping of Avian infectious bronchitis viruses in Iran (2015-2017) reveals domination of IS-1494 like virus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Modiri Hamadan",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Virus Res",
            "volume": "240",
            "issn": "",
            "pages": "101--106",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Pathogenicity characteristics of an Iranian variant-2 (IS-1494) like infectious bronchitis virus in experimentally infected SPF chickens",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Najafi",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Acta Virol",
            "volume": "60",
            "issn": "",
            "pages": "393--399",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Molecular characterization of infectious bronchitis viruses isolated from broiler chicken farms in Iran",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Najafi",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Arch Virol",
            "volume": "161",
            "issn": "",
            "pages": "53--62",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Infectious bronchitis virus: Immunopathogenesis of infection in the chicken",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Raj",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Avian Pathol",
            "volume": "26",
            "issn": "",
            "pages": "677--706",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Isolation and identification of glandular stomach type IBV (QX IBV) in chickens",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Chinese Journal of Animal Quarantine",
            "volume": "15",
            "issn": "",
            "pages": "1--3",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Immunity to infectious bronchitis virus from spray vaccination with derivatives of a Holland strain",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Winterfield",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Fadly",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Hoerr",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Avian Dis",
            "volume": "20",
            "issn": "",
            "pages": "42--48",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Recombinant infectious bronchitis virus (IBV) H120 vaccine strain ex pressing the hemagglutininneuraminidase (HN) protein of Newcastle disease virus (NDV) protects chickens against IBV and NDV challenge",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Arch Virol",
            "volume": "161",
            "issn": "",
            "pages": "1209--1216",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Mean titter of antibody against IBV in different groups (IDEXX; ELISA) The protection rate against QX genotype with different vaccination programs",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The kidney vial load of QX genotype with different vaccination programsFig. 3The ciliostasis score against QX genotype with different vaccination programsFig. 4The tracheal vial load of QX genotype with different vaccination programs flock including Mass, 793/B-like, IS/1494-like, QX-like, and D274 based on their hypervariable S1 gene sequencing studies(Hosseini et al. 2015;Najafi et al. 2016b). Bozorgmehri-Fard et al. have isolated QX genotype in 2011. In an epidemiological study, it has been reported that QX virus is the third dominant IBV circulating in Iranian poultry farms (Modiri Hamadan et al. 2017).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Experimental schedule of vaccination using H120 and 793/B vaccines and challenge with QX-like IBV 21 days post last vaccination",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Conflict of interest The authors declare that they have no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        }
    ]
}