{
    "paper_id": "3ea92277608fd982c195ddd9ed72c3b8696b8dad",
    "metadata": {
        "title": "Conditions affecting the timing and magnitude of Hendra virus shedding across pteropodid bat populations in Australia",
        "authors": [
            {
                "first": "D",
                "middle": [
                    "J"
                ],
                "last": "Páez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Montana State University",
                    "location": {
                        "settlement": "Bozeman",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Giles",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Griffith University",
                    "location": {
                        "region": "Queensland",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "H",
                "middle": [],
                "last": "Mccallum",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Griffith University",
                    "location": {
                        "region": "Queensland",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "H",
                "middle": [],
                "last": "Field",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "EcoHealth Alliance",
                    "location": {
                        "addrLine": "460 West 34th Street -17th Floor",
                        "postCode": "10001",
                        "settlement": "New York",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "D",
                "middle": [],
                "last": "Jordan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "J"
                ],
                "last": "Peel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Griffith University",
                    "location": {
                        "region": "Queensland",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "R",
                "middle": [
                    "K"
                ],
                "last": "Plowright",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Montana State University",
                    "location": {
                        "settlement": "Bozeman",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Understanding infection dynamics in animal hosts is fundamental to managing spillover and emergence of zoonotic infections. Hendra virus is endemic in Australian pteropodid bat populations and can be lethal to horses and humans. However, we know little about the factors driving Hendra virus prevalence in resevoir bat populations, making spillover difficult to predict. We use Hendra virus prevalence data collected from 13 000 pooled bat urine samples across space and time to determine if pulses of prevalence are periodic and synchronized across sites. We also test whether site-specific precipitation and temperature affect the amplitude of the largest annual prevalence pulses. We found little evidence for a periodic signal in Hendra virus prevalence. Although the largest amplitude pulses tended to occur over winter, pulses could also occur in other seasons. We found that Hendra virus prevalence was weakly synchronized across sites over short distances, suggesting that prevalence is driven by local-scale effects. Finally, we found that drier conditions in previous seasons and the abundance of Pteropus alecto were positively correlated with the peak annual values of Hendra virus prevalence. Our results suggest that in addition to seasonal effects, bat density and local climatic conditions interact to drive Hendra virus infection dynamics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Bats have increasingly been identified as reservoirs of pathogens that can spill over to humans. These pathogens include rabies, severe acute respiratory syndrome coronavirus, Ebola, Marburg, Nipah and Hendra virus [1] [2] [3] [4] . To understand the conditions that enable pathogens to spill over from bats to other species, we need to understand the mechanisms driving pathogen dynamics within and among bat hosts. Pathogen spillover events are often associated with sharp increases, or pulses, in pathogen prevalence that vary in amplitude and timing [4] [5] [6] , but the mechanisms driving these pulses are unknown. Therefore, characterizing pulse variation across space and time, and identifying biotic and climatic factors associated with these pulses, will enhance our ability to predict and manage spillover [1, 7, 8] . Longitudinal studies across time and space are necessary to identify such factors [9, 10] , but such studies for wildlife zoonoses are rare. We use a longitudinal dataset of Hendra virus prevalence obtained across Eastern Australia to quantify seasonal, climatic and bat density effects on pulse characteristics.",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 218,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 219,
                    "end": 222,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 223,
                    "end": 226,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 227,
                    "end": 230,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 554,
                    "end": 557,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 558,
                    "end": 561,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 562,
                    "end": 565,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 817,
                    "end": 820,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 821,
                    "end": 823,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 824,
                    "end": 826,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 911,
                    "end": 914,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 915,
                    "end": 918,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Hendra virus emerged in 1994, killing 20 horses and a horse trainer, which prompted a wide-scale investigation into the source of the spillover [11] . Although pteropopid bats of Australia were eventually identified as the natural reservoir hosts of Hendra virus [12] , spatiotemporal variation in Hendra virus prevalence and spillover has only recently been investigated. Recent studies suggest that Hendra virus prevalence peaks during winter months in subtropical Australia [6] ; however, it has not been determined whether this occurs periodically over time. Moreover, the synchrony of Hendra virus fluctuations and the effects of local climatic conditions on prevalence are unknown. Such information is however needed to develop predictions of disease incidence and spillover risk [13] [14] [15] .",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 148,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 263,
                    "end": 267,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 477,
                    "end": 480,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 786,
                    "end": 790,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 791,
                    "end": 795,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 796,
                    "end": 800,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Previous studies have also shown associations between bat species and Hendra virus prevalence. Most evidence suggests that variation in prevalence is explained by the relative abundances of spectacled (Pteropus conspicillatus) and black (Pteropus alecto) flying foxes [16] [17] [18] [19] . However, P. alecto is of particular concern because this species is widely distributed in coastal North Eastern Australia, and often forages in urban and peri-urban areas [20, 21] . P. alecto is also expanding its range southwards and permanently occupying urban habitats [20, 22] . Changes in bat abundance over areas with different levels of human development is important for disease management because such changes are likely to affect the frequency of Hendra virus outbreaks and spillover events [23] . To better assess these risks, it is therefore important to quantify how Hendra virus prevalence changes with the abundance of flying foxes.",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 272,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 273,
                    "end": 277,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 278,
                    "end": 282,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 283,
                    "end": 287,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 461,
                    "end": 465,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 466,
                    "end": 469,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 562,
                    "end": 566,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 567,
                    "end": 570,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 791,
                    "end": 795,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Previous studies have proposed several hypotheses to explain the temporally discrete pulses of Hendra virus prevalence [7] . First, such pulses may be driven by spatiotemporal variation in population density and contact rates, with birth or immigration providing an influx of susceptible individuals. Spatiotemporal data could provide support for this hypothesis if pulses of Hendra virus are associated with increased bat density. Second, pulses of Hendra virus prevalence may result from viral reactivation in chronically or persistently infected individuals [4, 7] . Environmental conditions that increase physiological stress, such as low food abundance [24] or extreme high or low temperatures [25] could favor viral reactivation and could therefore be correlated with the timing or magnitude of pulses. These hypotheses are not mutually exclusive but such patterns of spatiotemporal variation may provide inferences to help decipher the drivers of Hendra virus prevalence.",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 122,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 561,
                    "end": 564,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 565,
                    "end": 567,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 658,
                    "end": 662,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 699,
                    "end": 703,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Here, we use the Hendra virus spatiotemporal data from Field et al. [6] to determine whether Hendra virus is characterized by seasonal fluctuations in prevalence and to quantify the population synchrony and spatial scale of these fluctuations. We then test whether site-specific biotic and abiotic climatic conditions can help us explain the timing and amplitude of Hendra virus pulses. We therefore build on the work by Field et al. to contrast the different effects of seasonality, climate and bat abundance on Hendra virus prevalence.",
            "cite_spans": [
                {
                    "start": 68,
                    "end": 71,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "We use data of Hendra virus prevalence and bat abundance collected over 3·5 years (July 2011 to November 2014) across a latitudinal gradient in Eastern Australia. To measure Hendra virus prevalence, Field et al. [6] collected urine from plastic sheets that were divided into quadrants and placed under bat roosts. Depending on roost size and accessibility, a variable number of sheets were utilized per roosts (see results). Urine was pooled from within each quadrant and quantitative PCR was used to determine the presence or absence of Hendra virus within each pooled sample. Thus, we define prevalence based on Hendra virus detection per pooled urine sample, rather than per individual bat. Pooled urine samples may have contained urine from up to four species of flying foxes. In the dataset, each pooled urine sample was thus associated with a roost location, a date, a sampling sheet and a quadrant within the sampling sheet [6] . The data also contain qualitative counts of bat species, P. alecto, Pteropus scapulatus, P. conspicillatus and Pteropus poliocephalus, roosting at the site. However, the effects of P. conspicillatus were not considered as this species occurs only in Northern Queensland and had small representations in the data (being present only in Cairns Central).",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 215,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 931,
                    "end": 934,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Hendra virus sampling"
        },
        {
            "text": "To describe abiotic factors at each roost, we acquired climate data at 5 km raster grids from the Australian Bureau of Meteorology. The climate data included minimum and maximum daily temperatures and total daily rainfall for 2011-2014. We processed these data into monthly minimum and maximum temperatures and monthly cumulative precipitation specific to each site [27] . We excluded Cairns Central due to a lack of information. The climate variables were further aggregated into annual quarterly intervals to summarize the average minimum and maximum temperature and average monthly rainfall for each season (i.e. winter, spring, summer; discussed further below).",
            "cite_spans": [
                {
                    "start": 366,
                    "end": 370,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Hendra virus sampling"
        },
        {
            "text": "We used data from the 11 sites that had the best temporal representation such that each selected site had data for at least 50% of the total monthly samples (i.e. from January 2012 to November 2014). Sites spanned the latitudinal gradient of Hendra virus occurrence in Eastern Australia (Fig. 1) . We excluded sites with fewer data because they were insufficient to quantify pulse periodicity and synchrony. On the 11 sites with sufficient data, we fit a generalized mixed-effects model to quantify the effects of amongsheet, among-site and among-year variation, while taking into account the effect of bat abundance. Specifically, the natural log bat abundances were fit The map (left) shows average prevalence across sites: bigger dots are higher prevalence and the light-dark blue gradient represents low-high sampling intensity. The panel (right) shows the temporal variation in Hendra virus prevalence for 11 sites marked with '*' in the map, chosen because of their large temporal representation. Sites are ordered from north (top) to south (bottom) and dot size is proportional to prevalence magnitude (green coloring are sampled data, whereas cream coloring are predicted prevalence values from a Bayesian imputation procedure described in the methods). The smallest dots are instances when Hendra virus prevalence = 0. Models estimating periodicity and synchrony employ data from January 2012 onwards. We show data starting from 2011 to emphasize the high prevalence observed in Boonah.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 287,
                    "end": 295,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Broad sources of variation in Hendra virus prevalence"
        },
        {
            "text": "as fixed effects, whereas the sampling sheet, sampling site and the year of sampling were fit as random effects in a mixed-effects logistic regression model using the package MCMCglmm in R [28] (R code available in the online Supplementary Material).",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 193,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Broad sources of variation in Hendra virus prevalence"
        },
        {
            "text": "The results from this model showed significant temporal and spatial effects on Hendra virus prevalence (see results below), which justified evaluating temporal characteristics of Hendra virus prevalence and spatial synchrony. However, due to logistical challenges in field sampling, site-specific time series had missing prevalence data. We therefore used a multiple imputation protocol that allowed us to predict missing values for the time series of the 11 sites. Specifically, missing values were predicted by fitting a polynomial function of time that also considered the prevalence values of neighboring sites (when available) in the form of prior information [29] . These priors were thus built using the mean and variance in Hendra virus prevalence across sites, within 300 km (see Fig. 1 ). We used uninformative priors in cases where the variance in Hendra virus prevalence could not be calculated (i.e. when only one data point existed for a given date, or in cases where prevalence across all sites was 0). Our preliminary analyses showed that the prediction of numerous sequential missing values, such as those characteristic of 10 out of the 11 sites (the exception being Boonah) from July 2011 to January 2012, was poor ( Fig. 1) . Therefore, we only used predicted data over the time between January 2012 to November 2014.",
            "cite_spans": [
                {
                    "start": 665,
                    "end": 669,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 789,
                    "end": 795,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1236,
                    "end": 1243,
                    "text": "Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Broad sources of variation in Hendra virus prevalence"
        },
        {
            "text": "We used wavelet transforms to quantify the periodicity of Hendra virus prevalence. In contrast to other methods, no a priori assumptions are needed to quantify periodic signals using wavelet transforms [30] . Furthermore, wavelet transforms are useful to detect periodic signals that are localized in time [30] . We employed a Morlet mother wavelet to calculate a power spectrum for each time series and to find significant periodic signals across time [30] [31] [32] . Wavelet analyses were conducted using the biwavelet package [31] in R.",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 206,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 306,
                    "end": 310,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 453,
                    "end": 457,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 458,
                    "end": 462,
                    "text": "[31]",
                    "ref_id": null
                },
                {
                    "start": 463,
                    "end": 467,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 530,
                    "end": 534,
                    "text": "[31]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Temporal and spatial variation"
        },
        {
            "text": "In addition to testing for periodic signals of Hendra virus prevalence, we formally tested the hypothesis that the largest amplitude pulses of Hendra virus occurred over winter (June to August in subtropical and temperate Australia). For this, we used the measured prevalence values (i.e. omitting the predicted values). For each site, we extracted both the timing and amplitude of the largest amplitude annual pulse (for this analysis, we also included the Boonah data collected in 2011). We then used a mixed-effects logistic regression to model the pulse amplitude as a function of the time in calendar months (i.e. 1-12) when the pulse occurred. We fit a quadratic effect of pulse timing to test whether the largest amplitudes occurred more often over winter (i.e. calendar months 6-8) and included the latitudinal coordinate of each site as a fixed effect to test for latitudinal gradients. This model accounted for the effects of sampling site and year by fitting these variables as random effects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Temporal and spatial variation"
        },
        {
            "text": "We explored patterns of spatial variation in Hendra virus prevalence by quantifying synchrony across the 11 sites using Pearson's cross-correlations between the time series [33] . We employed a non-parametric covariance function which fits a smoothing spline to estimate the change of cross-correlations with geographical distance [33] . We conducted these analyses on the 'raw' prevalence data and also on the firstdifferenced time series which allowed us to test for synchrony in the change in prevalence between successive values. Statistical inference was based on the 95th percentiles from 10 4 bootstraps which re-sampled sitespecific time series with replacement to re-calculate cross-correlations [33] . To ensure that the prediction of missing values described above did not increase the strength of the correlations between time series, we also conducted these analyses using data in which missing values were predicted without prior information. Removing priors had no effect on correlograms, so we only present the analyses conducted on time series containing predicted values.",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 177,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 331,
                    "end": 335,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 705,
                    "end": 709,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Temporal and spatial variation"
        },
        {
            "text": "Nectar produced in Eucalyptus flowers is a primary food source for mobile populations of flying foxes, but budding and flower production depends on climatic conditions, such as temperature and precipitation, of preceding seasons [34] . To test the effects of temperature, precipitation and bat abundance on Hendra virus pulse amplitude and timing, we used generalized mixed-effects models. For each location, we used average values of precipitation, minimum temperatures and maximum temperatures at four different times: (i) at the time of the pulse to test if immediate effects of climate explain pulse amplitude and timing; (ii) over the previous summer (December-March), (iii) over the previous spring (September-November) and (iv) over the previous winter (June-August). We used these climatic factors measured at previous times to quantify delayed effects of climate on pulse amplitude and timing. At the time of the pulse (i.e. scenario (i)), we also examined whether bat species density had an effect on the amplitude and the timing of the pulse. In each scenario, we fit either the pulse amplitude or pulse timing as response variables, with average precipitation, minimum temperature, maximum temperature and the natural log of bat density as explanatory fixed effects, and site and year of sampling as random effects. Notice that for these analyses, we only used measured prevalence data (i.e. we omitted predicted values). We used z-tests for statistical inference when modeling pulse amplitudes, and t tests when modeling pulse timings [35] . Finally, because we conducted multiple comparisons on the response variables, we only consider an effect to be significant if a P-value adjustment to control for false discovery rate was <0·05 [36] .",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 233,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1548,
                    "end": 1552,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1748,
                    "end": 1752,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Biotic and abiotic environmental variables"
        },
        {
            "text": "Over the 3·5 years of sampling conducted by Field et al. [6] , 4435 sheets were placed under trees within bat colonies, collecting 13 637 samples with a mean of 3·1 samples per sampling sheet (sites with adequate temporal data corresponded to 8917 samples and 2895 sheets).",
            "cite_spans": [
                {
                    "start": 57,
                    "end": 60,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Our mixed-effects model suggested that approximately 12% (highest posterior density credible interval, or HPD = 2, 22%) of the variation in Hendra virus prevalence was explained by variation across sites, 44% (HPD = 15, 54%) by variation across sampling sheets and 6% (HPD = 1·2, 66%) by among year variation. Bat abundance also had an effect on Hendra virus prevalence. We found that increasing P. alecto density by one unit on the natural log scale, increased Hendra virus prevalence by 90% (HPD = 80, 96%). By contrast, increasing the abundance of P. scapulatus by one unit on the log scale decreased Hendra virus prevalence by 16% (HPD = 11, 24%). Our results, however, failed to detect a significant effect of P. poliocephalus density on Hendra virus prevalence [6] .",
            "cite_spans": [
                {
                    "start": 767,
                    "end": 770,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "We found little evidence of a long-term periodic signal in Hendra virus prevalence across the 11 sites. Wavelet analyses captured significant periodic signals over short periods (approximately 2-6 months) for most sites. At the intensively sampled Boonah roost, peaks in Hendra virus prevalence occurred with a 6-month period from Januuary 2013 to January 2014 ( Fig. 2) . Power spectra that suggested periodic signals over longer time frames were also found for Bellingen, Nambucca Heads and Wingham. However, in these cases, statistically significant power spectra (as described by the white contour lines within the figures) were either very localized (e.g. for Bellingen) or fell outside the cone of significance that delimits power spectrum values that are sensitive to edge effects (e.g. Nambucca Heads and Wingham). These results thus show little statistical evidence for long-term periodic signals in Hendra virus prevalence. In the online Supplementary Material (S1), we present an additional approach based on spectral decomposition to estimate periodicity with qualitatively similar results.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 363,
                    "end": 370,
                    "text": "Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "When we tested the hypothesis that the highest annual Hendra virus pulses occurred in winter, we found that pulse timing had a significant quadratic effect on pulse amplitude (intercept = −3·53, z-value = −4·13, P-value <0·001; linear coefficient = 0·50, z-value = 2·1, P-value = 0·036; quadratic coefficient = −0·038, z-value = -2·09, P-value = 0·037), but only when we removed one outlier datum associated with a pulse measured in Boonah in January 2012 (Fig. 3) . Furthermore, the observed variability in pulse amplitudes and timings was not explained by a continuous effect of latitude (z-value = -0·31, P-value = 0·76). This result suggests that qualitative characteristics of pulses may be similar between sites, even if overall Hendra virus prevalence does differ between sites (see online Supplementary Material S2 and Field et al. [6] ).",
            "cite_spans": [
                {
                    "start": 840,
                    "end": 843,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 456,
                    "end": 464,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "The analyses on population synchrony showed that weak synchrony in Hendra virus prevalence occurred across sites within approximately 500 km from each other. Cross-correlation coefficients fell below the mean cross-correlation (i.e. 0·18 CI 0·06-0·31) at distances greater than approximately 486 km and fell to 0 at a distance of 1000 km (Fig. 4) . This result did not depend on the informative priors used during the prediction of missing values because crosscorrelation analyses conducted using uninformative priors yielded identical results. By contrast, crosscorrelations based on the change of Hendra virus prevalence between successive prevalence values were not significant over any distance (Fig. 4) , suggesting that the autocorrelation structure within time series was partly responsible for the observed spatial synchrony [37] .",
            "cite_spans": [
                {
                    "start": 833,
                    "end": 837,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [
                {
                    "start": 338,
                    "end": 346,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 699,
                    "end": 707,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Our mixed-effects modeling results suggested that bat abundance and climatic variables affected pulse amplitudes and timings (Fig. 5) . First, the density of P. alecto, and P. poliocephalus, but not P. scapulatus (z-value = −1·08, adjusted (adj.) P-value = 0·37) had a significant effect on pulse amplitude. We found that as the abundance of P. alecto increased, pulse amplitude also increased (slope estimate in logit scale = 0·29, z-value = 3·38, adj.P-value = 0·004; Fig. 5 ). By contrast, we found that the abundance of P. poliocephalus had a quadratic effect on pulse amplitude (linear slope in logit scale = 0·43, z-value = −3·4, adj.P-value = 0·0037; quadratic slope = −0·037, z-value = −3·18, P-value = 0·002). However, this result was greatly influenced by four prevalence data points occurring when the P. poliocephalus count = 0. When we removed these four data points (i.e. ensuring the analysis of prevalence data when this species was present at the site), we found a non-significant effect of P. poliocephalus density on pulse amplitudes (slope estimate in logit scale = −0·15, z-value = −1·72, P-value = 0·085).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 125,
                    "end": 133,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 470,
                    "end": 476,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Previous climatic conditions influenced both pulse amplitude and timing. Lower precipitation during the previous spring (slope estimate in logit scale = −0·41, z-value = −2·68, adj.P-value = 0·02) and the previous winter (slope estimate on magnitude in logit scale = −0·67, z-value = 3·88, adj.P-value = 0·001), were associated with increased pulse amplitudes (Fig. 5) . Furthermore, precipitation in the previous spring was positively correlated with pulse timing (slope estimate = 1·0667, t-value = 2·24, P-value <0·05). Exact P-values could not be calculated for this result because of uncertainty in the calculation of degrees of freedom in mixed-effects models [38] . Nevertheless, these results suggested that dry winters and springs lead to increased pulse amplitudes and timings. We did not find any effects of temperature or precipitation on pulse amplitudes or timings during the previous summer or at the time of the pulse (all P-values >0·05).",
            "cite_spans": [
                {
                    "start": 666,
                    "end": 670,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [
                {
                    "start": 360,
                    "end": 368,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Our results suggest that Hendra virus prevalence can be explained by the interaction between preceding climatic conditions and current bat density. Although the largest annual pulse amplitudes tended to be clustered around winter months, the large variation in the timing of these pulses, and the lack of a recurring seasonal signal, suggest that seasonal factors (such as birth pulses, immigration and seasonal transmission) are not alone driving Hendra virus dynamics. We therefore suggest that variation in pulse amplitudes and timings occur because of combined effects of density-driven processes principally involving P. alecto, but also by density-independent factors. Low food availability, driven by climatic conditions that affect flowering, is a potential factor that could increase transmission or viral shedding via reduced immunocompetence. Alternatively, reduced rainfall could increase transmission by increasing contact rates between individuals aggregating around suitable habitats. Our analyses also showed that Hendra virus prevalence was only weakly correlated across sites and such correlations may be explained by the autocorrelation structure within the time series. Therefore, we suggest that site-specific prevalence values are determined by the climatic conditions and bat-virus dynamics occurring at small spatial scales.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "We found that an important proportion of the variation in Hendra virus prevalence was explained by variation within bat roosts (i.e. among sampling sheets), suggesting that Hendra virus shedding is likely to be heterogeneously rather than uniformly distributed across the roost. This may result from transmission, or specific patterns of clustering (i.e. species or age groups) within roosting sites. Species clustering could explain variation among sheets because Hendra virus prevalence was positively associated with P. alecto density, but negatively related to the density of P. scapulatus. It is important to note that while the protocol of collecting pooled urine excreted on sheets is logistically feasible and cost-effective, prevalence in pooled urine samples may be both clustered and overestimated if infected bats contribute to pooled urine multiple times. Nevertheless, increased P. alecto density was also associated with increased pulse amplitudes, suggesting that pulse characteristics are influenced by disease dynamics occurring in P. alecto populations. Field et al. [6] suggested that the negative association between P. scapulatus and Hendra virus prevalence was due to the dilution of positive samples by P. scapulatus urine, because Hendra virus has not been detected in the urine of this species. An additional hypothesis is that P. scapulatus density at a site indicates an increase in food availability because the presence of this species is also associated with flower blooms and nectar production [39] . Increased food availability may then reduce Hendra virus shedding by improving bat condition and immunocompetence. A third possibility is that prevalence in P. alecto may be reduced by high P. scapulatus abundance through a 'dilution effect' where higher bat species diversity lowers infection risk. [40] . However, more studies are required to understand such species-specific details of Hendra virus dynamics.",
            "cite_spans": [
                {
                    "start": 1086,
                    "end": 1089,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1526,
                    "end": 1530,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1833,
                    "end": 1837,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The previous work of Field et al. [6] suggested that pulses of Hendra virus prevalence occur in winter, particularly for South Eastern Queensland and North Eastern NSW. These conclusions were drawn from visual examination of fitted spline trends to the data. We have built on these results to specifically test whether high amplitude pulses are a winter-only phenomenon. We did not find statistical support for annual or seasonal periodic signals using wavelet analyses. However, we found some evidence suggesting that the highest annual Hendra virus pulses occur in winter [6] , but this result only held after we removed one outlier datum (i.e. summer in Boonah, South East Queensland), which shows that there is variation both in the amplitude and the timing of Hendra virus pulses. This suggests that, although pulses may peak in winter, they can also peak in other seasons. This conclusion is partly supported by the recent spillover of Hendra virus in late November 2016 [41] , associated with an acute food shortage for bats (however, we did not have prevalence data for this spillover event). Thus, monitoring climatic conditions (such as precipitation), nectar availability and patterns of bat movement (as discussed below), may be important for predicting Hendra virus spillover events.",
            "cite_spans": [
                {
                    "start": 34,
                    "end": 37,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 574,
                    "end": 577,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 977,
                    "end": 981,
                    "text": "[41]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Specific to spatial analyses, we found low but significant levels of population synchrony in Hendra virus prevalence. The mechanisms that drive synchrony in prevalence are difficult to discern because animal movement or shared environmental conditions can synchronize disease dynamics [42] . Our results, however, suggested that the observed synchrony was driven by autocorrelation within time series [37] , because no significant synchrony was detected in correlograms based on the difference between successive values in the time series. We therefore suggest that Hendra virus dynamics are mostly driven by the biotic and abiotic conditions at relatively small spatial scales.",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 289,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 401,
                    "end": 405,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The association between climatic factors (i.e. rainfall in previous seasons) and Hendra virus pulses may be explained by the influence of climate on nectar-based food production [34, [43] [44] [45] . Previous work suggested that many of the Eucalyptus species that bats rely on over winter yield nectar according to previous rainfall and drought conditions [34, 44, 46] . Moreover, for at least one bat species (P. poliocephalus), low nectar foraging intensity was associated with reduced precipitation in previous months (JR Giles et al., unpublished observations) . However, rainfall patterns and the distribution of Eucalypt forests vary greatly throughout the East Coast of Australia and we do not know whether the low rainfall levels in our study translated to nectar shortages. More site-specific data are therefore needed to quantify the interactions between rainfall, nectar availability and foraging behavior in bats.",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 182,
                    "text": "[34,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 183,
                    "end": 187,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 188,
                    "end": 192,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 193,
                    "end": 197,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 357,
                    "end": 361,
                    "text": "[34,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 362,
                    "end": 365,
                    "text": "44,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 366,
                    "end": 369,
                    "text": "46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 526,
                    "end": 565,
                    "text": "Giles et al., unpublished observations)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Nevertheless, when nectar availability is low, P. alecto feeds on alternative lower quality food sources, such as native and exotic fruits [20, 45, 47] , potentially affecting nutritional status. Spring also coincides with the birth pulse and lactation for P. alecto, providing a potential additive source of physiological stress [17, 24, 48 ]. An alternative hypothesis to the effects of weather on food availability, and subsequent physiological stress, is that food shortages may aggregate animals around scarce resources, increasing contact and transmission among bats. Further empirical work is thus required to discern between the multiple mechanisms that relate weather with Hendra virus prevalence.",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 143,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 144,
                    "end": 147,
                    "text": "45,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 148,
                    "end": 151,
                    "text": "47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 330,
                    "end": 334,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 335,
                    "end": 338,
                    "text": "24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 339,
                    "end": 341,
                    "text": "48",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "A future challenge in the study of bat-Hendra virus dynamics is to determine how Eucalyptus phenology, bat movement, temperature, and nutritional status interact to affect Hendra virus prevalence and the risk of spillover. In addition to hotter and drier conditions, climate change is predicted to increase the frequency of extreme weather events such as heat waves and tropical cyclones, which have been linked to increased bat mortality and high seroprevalence, respectively [24, 25] . Effective management of Hendra virus will therefore require quantifying the effects of density-dependent and density-independent conditions on transmission dynamics.",
            "cite_spans": [
                {
                    "start": 477,
                    "end": 481,
                    "text": "[24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 482,
                    "end": 485,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The supplementary material for this article can be found at https://doi.org/10.1017/S0950268817002138.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUPPLEMENTARY MATERIAL"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Ecology of zoonotic infectious diseases in bats: current knowledge and future directions",
            "authors": [
                {
                    "first": "Dts",
                    "middle": [],
                    "last": "Hayman",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Zoonoses and Public Health",
            "volume": "60",
            "issn": "",
            "pages": "2--21",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Bats: important reservoir hosts of emerging viruses",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Calisher",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Clinical Microbiology Reviews",
            "volume": "19",
            "issn": "",
            "pages": "531--545",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Emerging infectious diseases of wildlife-threats to biodiversity and human health",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Daszak",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Cunningham",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Hyatt",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Science",
            "volume": "287",
            "issn": "",
            "pages": "443--449",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Ecological dynamics of emerging bat virus spillover",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Plowright",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Proceedings of the Royal Society of London B: Biological Sciences",
            "volume": "282",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Seasonal pulses of Marburg virus circulation in juvenile Rousettus aegyptiacus bats coincide with periods of increased risk of human infection",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Amman",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS Pathogens",
            "volume": "10",
            "issn": "",
            "pages": "1--11",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Spatiotemporal aspects of Hendra virus infection in pteropid bats (flying-foxes) in Eastern Australia",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Field",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS ONE",
            "volume": "12",
            "issn": "",
            "pages": "1--14",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Transmission or within-host dynamics driving pulses of zoonotic viruses in reservoir-host populations",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Plowright",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS Neglected Tropical Diseases",
            "volume": "10",
            "issn": "",
            "pages": "1--21",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Pathways to zoonotic spillover",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Plowright",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nature Reviews Microbiology",
            "volume": "15",
            "issn": "",
            "pages": "502--510",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Seasonal host dynamics drive the timing of recurrent epidemics in a wildlife population",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Begon",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Proceedings of the Royal Society of London Series B",
            "volume": "276",
            "issn": "",
            "pages": "1603--1610",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A climate-based model predicts the spatial distribution of the Lyme disease vector Ixodes scapularis in the United States",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Brownstein",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Holford",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fish",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Environmental Health Perspectives",
            "volume": "111",
            "issn": "",
            "pages": "1152--1157",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A morbillivirus that caused fatal disease in horses and humans",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Murray",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Science",
            "volume": "268",
            "issn": "",
            "pages": "94--97",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Serologic evidence for the presence in Pteropus bats of a paramyxovirus related to equine morbillivirus",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Young",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Emerging Infectious Diseases",
            "volume": "2",
            "issn": "",
            "pages": "239--240",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Travelling waves and spatial hierarchies in measles epidemics",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Grenfell",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "N"
                    ],
                    "last": "Bjornstad",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kappey",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nature",
            "volume": "414",
            "issn": "",
            "pages": "716--723",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Nonstationary influence of El Nino on the synchronous dengue epidemics in Thailand",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cazelles",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "PLoS Medicine",
            "volume": "2",
            "issn": "",
            "pages": "313--318",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Disentangling extrinsic from intrinsic factors in disease dynamics: a nonlinear time series approach with an application to cholera",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Koelle",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pascual",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "The American Naturalist",
            "volume": "163",
            "issn": "",
            "pages": "901--913",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Natural Hendra virus infection in flying-foxes -tissue tropism and risk factors",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Goldspink",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS ONE",
            "volume": "10",
            "issn": "",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Flying-fox roost disturbance and Hendra virus spillover risk",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Edson",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS ONE",
            "volume": "10",
            "issn": "",
            "pages": "1--16",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Flying-fox species density -a spatial risk factor for Hendra virus infection in horses in Eastern Australia",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS ONE",
            "volume": "9",
            "issn": "",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Hendra virus infection dynamics in Australian fruit bats",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Field",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS ONE",
            "volume": "6",
            "issn": "",
            "pages": "1--6",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Foraging behaviour of the black flyingfox (Pteropus alecto) in the urban landscape of",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Markus",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Wildlife Research",
            "volume": "31",
            "issn": "",
            "pages": "345--355",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Factors affecting the occupation of a colony site in Sydney, New South Wales by the Grey-headed Flying-fox Pteropus poliocephalus (Pteropodidae)",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Parry-Jones",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Augee",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Austral Ecology",
            "volume": "26",
            "issn": "",
            "pages": "47--55",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Latitudinal range shifts in Australian flying-foxes: a re-evaluation",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Austral Ecology",
            "volume": "37",
            "issn": "",
            "pages": "12--22",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Urban habituation, ecological connectivity and epidemic dampening: the emergence of Hendra virus from flying foxes (Pteropus spp",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Plowright",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Proceedings of the Royal Society of",
            "volume": "278",
            "issn": "",
            "pages": "3703--3712",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Reproduction and nutritional stress are risk factors for Hendra virus infection in little red flying foxes (Pteropus scapulatus)",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Plowright",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Proceedings of the Royal Society of London B: Biological Sciences",
            "volume": "275",
            "issn": "",
            "pages": "861--869",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Climate change and the effects of temperature extremes on Australian flying-foxes",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Welbergen",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Proceedings of the Royal Society of London B: Biological Sciences",
            "volume": "275",
            "issn": "",
            "pages": "419--425",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Physiological stress and Hendra virus in flying-foxes (Pteropus spp",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mcmichael",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Australia. PloS ONE",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Models of eucalypt phenology predict bat population flux",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Giles",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Ecology and Evolution",
            "volume": "6",
            "issn": "",
            "pages": "7230--7245",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "MCMC methods for multi-response generalized linear mixed models: the MCMCglmm R package",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Hadfield",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of Statistical Software",
            "volume": "33",
            "issn": "",
            "pages": "1--22",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Amelia II: a program for missing data",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Honaker",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Blackwell",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of Statistical Software",
            "volume": "45",
            "issn": "",
            "pages": "1--47",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Wavelet analysis of ecological time series",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cazelles",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Oecologia",
            "volume": "156",
            "issn": "",
            "pages": "287--304",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "A practical guide to wavelet analysis",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Torrence",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Compo",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Bulletin of the American Meteorological Society",
            "volume": "79",
            "issn": "",
            "pages": "61--78",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Spatial population dynamics: analyzing patterns and processes of population synchrony",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "N"
                    ],
                    "last": "Bjørnstad",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Ims",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lambin",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Trends in Ecology & Evolution",
            "volume": "14",
            "issn": "",
            "pages": "427--432",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Flowering phenology of myrtaceous trees and their relation to climatic, environmental and disturbance variables in northern",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Law",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "New South Wales. Austral Ecology",
            "volume": "25",
            "issn": "",
            "pages": "160--178",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Generalized linear mixed models: a practical guide for ecology and evolution",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Bolker",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Trends in Ecology & Evolution",
            "volume": "24",
            "issn": "",
            "pages": "127--135",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Controlling the false discovery rate: a practical and powerful approach to multiple testing",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Benjamini",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hochberg",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Journal of the royal statistical society Series B (Methodological)",
            "volume": "57",
            "issn": "",
            "pages": "289--300",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Comparison of methods to account for autocorrelation in correlation analyses of fish data",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Pyper",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Peterman",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Canadian Journal of Fisheries and Aquatic Sciences",
            "volume": "55",
            "issn": "",
            "pages": "2127--2140",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Fitting linear mixed-effects models using lme4",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bates",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of statistical software",
            "volume": "67",
            "issn": "",
            "pages": "1--48",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Mutualistic Interactions Between the Nectar-Feeding Little Red Flying Fox Pteropus Scapulatus (Chiroptera: Pteropodidae) and Eucalypts: Habitat Utilisation and Pollination (PhD)",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Birt",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Effects of host diversity on infectious disease",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Ostfeld",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Keesing",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Evolution, and Systematics",
            "volume": "43",
            "issn": "",
            "pages": "157--182",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Parasites and climate synchronize red grouse populations",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Cattadori",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Haydon",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Hudson",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "433",
            "issn": "",
            "pages": "737--741",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Herbarium records identify sensitivity of flowering phenology of eucalypts to climate: implications for species response to climate change",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Rawal",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Austral Ecology",
            "volume": "40",
            "issn": "",
            "pages": "117--125",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "The distribution, abundance and vulnerability to population reduction of a nomadic nectarivore, the Grey-headed Flying-fox Pteropus poliocephalus in New South Wales, during a period of resource concentration",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Eby",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Australian Zoologist",
            "volume": "31",
            "issn": "",
            "pages": "240--253",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Food selection by greyheaded flying foxes (Pteropus poliocephalus) occupying a summer colony site near Gosford",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Parry-Jones",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Augee",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "New South Wales. Wildlife Research",
            "volume": "18",
            "issn": "",
            "pages": "111--124",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Canopy nectar production and the impact of logging and climate in Grey Ironbark Eucalyptus paniculata (Smith) forests",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Law",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chidel",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Pacific Conservation Biology",
            "volume": "15",
            "issn": "",
            "pages": "287--303",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "An analysis of diet specialization in frugivorous/ textit Pteropus poliocephalus (Megachiroptera) in Australian subtropical rainforest",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Eby",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Australian Journal of Ecology",
            "volume": "23",
            "issn": "",
            "pages": "443--456",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Relationships between host body condition and immunocompetence, not host sex, best predict parasite burden in a bat-helminth system",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Warburton",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Pearl",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Vonhof",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Parasitology Research",
            "volume": "115",
            "issn": "",
            "pages": "2155--2164",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Spatial and temporal variation in Hendra virus prevalence in Eastern Australia.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Wavelet analyses of Hendra virus prevalence across sites. Top panels show periodicity in months as a function of time. Warmer areas show the wavelet power spectrum concentrating around the periodicities of high support. The white lines encircle areas with high confidence in the periodicity of Hendra virus prevalence. The shaded area outside the cone delimits times that may suffer from edge effects in the calculation of the wavelet power spectrum and we therefore do not interpret the results from these areas. Bottom panels show prevalence as a function of time (red dots indicate predicted values).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Synchrony of Hendra virus prevalence across sites. Top figure shows pairwise correlation coefficients between time series of Hendra virus prevalence as a function of geographical distance, whereas the bottom figure shows pairwise correlations of the change in Hendra virus prevalence. Solid line is fit from a spline regression model with 95% confidence intervals delineated by the dotted lines and obtained from a bootstraping procedure.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Amplitude of the highest annual pulse as a function of its timing. Hendra virus peaks are mostly clustered around 5-7 months (May-July; the austral winter) as suggested by the best fit quadratic line. However, including the point marked by the white asterix results in a non-significant relationship between peak magnitude and timing. Gray shading shows different years.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Effect of climatic and biotic variables on the amplitude of the highest annual pulse of Hendra virus prevalence. Top left shows the effect of the mean natural logarithm of Pteropus alecto counts (abundance) on pulse magnitude over the month when the pulse occurred. Top right and bottom panels show the effect of previous precipitation on pulse timing and pulse amplitude. In all panels, the solid line was obtained from the model fit.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors thank Craig Smith for comments on their results. Data ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        }
    ]
}