{
    "paper_id": "3ebf425827b6341c42455187cf540cc513b31a12",
    "metadata": {
        "title": "Corresponding Author) Research Service 151 Building 1 Hines VA Hospital 5000 S. Fifth Avenue Hines, IL, USA Behav Brain Res",
        "authors": [
            {
                "first": "Rebecca",
                "middle": [
                    "L"
                ],
                "last": "Gillani",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Neuroscience Program Loyola University Chicago",
                    "location": {
                        "addrLine": "2160 S. First Avenue Maywood",
                        "postCode": "60153",
                        "region": "IL",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Shih-Yen",
                "middle": [],
                "last": "Tsai",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Research Service Hines VA Hospital",
                    "location": {
                        "addrLine": "5000 S. Fifth Avenue Hines",
                        "postCode": "60141",
                        "region": "IL",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Douglas",
                "middle": [
                    "G"
                ],
                "last": "Wallace",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Illinois University Psychology-Computer Science Building De Kalb",
                    "location": {
                        "postCode": "60115",
                        "region": "IL",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Timothy",
                "middle": [
                    "E"
                ],
                "last": "O&apos;brien",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Loyola University Chicago",
                    "location": {
                        "addrLine": "6525 N. Sheridan Road Chicago",
                        "postCode": "60626",
                        "region": "IL",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Ebinehita",
                "middle": [],
                "last": "Arhebamen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Loyola University Chicago",
                    "location": {
                        "addrLine": "2160 S. First Avenue Maywood",
                        "postCode": "60153",
                        "region": "IL",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Mateo",
                "middle": [],
                "last": "Tole",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Research Service Hines VA Hospital",
                    "location": {
                        "addrLine": "5000 S. Fifth Avenue Hines",
                        "postCode": "60141",
                        "region": "IL",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Martin",
                "middle": [
                    "E"
                ],
                "last": "Schwab",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Brain Research Institute University of Zurich",
                    "location": {
                        "postCode": "8057",
                        "settlement": "Zurich",
                        "country": "Switzerland"
                    }
                },
                "email": ""
            },
            {
                "first": "Gwendolyn",
                "middle": [
                    "L"
                ],
                "last": "Kartje",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Neuroscience Program Loyola University Chicago",
                    "location": {
                        "addrLine": "2160 S. First Avenue Maywood",
                        "postCode": "60153",
                        "region": "IL",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Nih-Pa",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We have previously shown that immunotherapy directed against the protein Nogo-A leads to recovery on a skilled forelimb reaching task in rats after sensorimotor cortex stroke, which correlated with axonal and dendritic plasticity. Here we investigated anti-Nogo-A immunotherapy as an intervention to improve performance on a spatial memory task in aged rats after stroke, and whether cognitive recovery was correlated with structural plasticity. Aged rats underwent a unilateral distal permanent middle cerebral artery occlusion and one week later were treated with an anti-Nogo-A or control antibody. Nine weeks post-stroke, treated rats and normal aged rats were tested on the Morris water maze task. Following testing rats were sacrificed and brains processed for the Golgi-Cox method. Hippocampal CA3 and CA1 pyramidal and dentate gyrus granule cells were examined for dendritic length and number of branch segments, and CA3 and CA1 pyramidal cells were examined for spine density and morphology. Anti-Nogo-A immunotherapy given one week following stroke in aged rats improved performance on the reference memory portion of the Morris water maze task. However, this improved performance was not correlated with structural changes in the hippocampal neurons examined. Our finding of improved performance on the Morris water maze in aged rats after stroke and treatment with anti-Nogo-A immunotherapy demonstrates the promising therapeutic potential for anti-Nogo-A immunotherapy to treat cognitive deficits after stroke. The identification of sites of axonal and dendritic plasticity in the aged brain after stroke and treatment with anti-Nogo-A immunotherapy is still under investigation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Each year 795,000 people in the United States have a new or recurrent stroke, and 87% of these events are caused by blockage of a cerebral artery [27] leading to ischemic brain damage. Such brain damage often results in long-term neurological deficits in various functions including cognition. The risk of stroke increases with age [27] , and in the elderly population more advanced age is associated with greater disability after ischemic stroke [21] . This is thought to be due at least in part to the differential response of the aged brain to ischemia, including increased neuronal degeneration and apoptosis [36] , faster onset of inflammation and scar formation [3] , and increased DNA damage and oxidative stress [25, for review see 37] . Therefore, in order to best investigate the therapeutic potential of emerging therapies for stroke recovery, using the appropriate age group in animal models of stroke is important and recommended by the Stroke Therapy Academic Industry Roundtable (STAIR) [1] and the Stroke Progress Review Group [19] .",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 150,
                    "text": "[27]",
                    "ref_id": null
                },
                {
                    "start": 332,
                    "end": 336,
                    "text": "[27]",
                    "ref_id": null
                },
                {
                    "start": 447,
                    "end": 451,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 613,
                    "end": 617,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 668,
                    "end": 671,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 720,
                    "end": 724,
                    "text": "[25,",
                    "ref_id": null
                },
                {
                    "start": 736,
                    "end": 743,
                    "text": "see 37]",
                    "ref_id": null
                },
                {
                    "start": 1002,
                    "end": 1005,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1043,
                    "end": 1047,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Spontaneous recovery of function after stroke is thought to be limited by the growth inhibitory environment in the adult CNS which includes the myelin-associated inhibitors [17] . The potent myelin inhibitor Nogo-A was first identified as a neurite growth inhibitory protein in vitro [8] [9] [10] 18, 38] and then as an inhibitor of axonal regeneration and compensatory growth and recovery of function in models of spinal cord injury [17] . Subsequently we have shown that anti-Nogo-A immunotherapy after focal ischemic stroke leads to functional recovery in a skilled sensorimotor test in adult and aged rats [30, 33, 40, 41] . The functional recovery in adult rats was correlated with axonal compensatory growth [30, 33, 40] , and increased dendritic arborization and spine density in the contralesional sensorimotor cortex [34] , indicating that recovery of sensorimotor function after cortical injury may be achieved by dis-inhibiting sprouting in axons and dendrites by strategies to neutralize the Nogo-A protein.",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 177,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 284,
                    "end": 287,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 288,
                    "end": 291,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 292,
                    "end": 296,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 297,
                    "end": 300,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 301,
                    "end": 304,
                    "text": "38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 434,
                    "end": 438,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 610,
                    "end": 614,
                    "text": "[30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 615,
                    "end": 618,
                    "text": "33,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 619,
                    "end": 622,
                    "text": "40,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 623,
                    "end": 626,
                    "text": "41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 714,
                    "end": 718,
                    "text": "[30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 719,
                    "end": 722,
                    "text": "33,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 723,
                    "end": 726,
                    "text": "40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 826,
                    "end": 830,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Importantly, ischemic stroke can lead to other types of neurologic deficits other than sensorimotor impairment, including cognitive disorders. Therefore, we investigated the therapeutic potential of anti-Nogo-A immunotherapy on cognitive recovery after ischemic stroke in aged animals. We found that anti-Nogo-A immunotherapy given one week after stroke in aged rats improved performance on a spatial memory task, but was not correlated with increased dendritic complexity or increased spine density in hippocampal neurons.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Experiments were approved by the Institutional Animal Care and Use Committee of Hines Veterans Affairs Hospital. Aged male Long Evans black-hooded rats (18 months of age at start of the study) were divided into three groups: (1) Normal aged (n=10), (2) middle cerebral artery occlusion (MCAO)/control antibody treatment (n=13), and (3) MCAO/anti-Nogo-A antibody treatment (n=12).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Animal Subjects"
        },
        {
            "text": "MCAO was performed as in our previous work [30, 33, 34, 40, 41] . Briefly, rats were anesthetized with isoflurane inhalant anesthesia (3% in oxygen). The right MCA was ligated with a 10-0 suture and transected above the suture with microscissors. The right common carotid artery was permanently ligated and the left common carotid artery was temporarily occluded for 60 minutes. Body temperature was maintained throughout the surgery with a heat pad.",
            "cite_spans": [
                {
                    "start": 43,
                    "end": 47,
                    "text": "[30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 48,
                    "end": 51,
                    "text": "33,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 52,
                    "end": 55,
                    "text": "34,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 56,
                    "end": 59,
                    "text": "40,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 60,
                    "end": 63,
                    "text": "41]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Stroke Surgery"
        },
        {
            "text": "The experimental design is depicted in Fig. 1A . One week post-stroke, rats were randomized and anesthetized with isoflurane inhalant anesthesia (3% in oxygen). A cannula was placed into the right lateral cerebral ventricle at coordinates 1.3 mm lateral, 0.8 mm posterior, and 3.8 mm ventral (relative to bregma). An Alzet osmotic minipump (model 2ML2; Durect Corporation, Cupertino, CA, USA) was implanted subcutaneously posterior to the scapulae and connected to the cannula with polyethylene tubing. Either purified mouse monoclonal anti-Nogo-A antibody (11C7, IgG1) or control antibody (anti-wheat auxin, IgG1) was infused at a rate of 12.5 μg/hr (2.5 mg/ml) for two weeks as in our previous work [30] and as first described by Wiessner et al. 2003 [42] .",
            "cite_spans": [
                {
                    "start": 701,
                    "end": 705,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 732,
                    "end": 757,
                    "text": "Wiessner et al. 2003 [42]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 39,
                    "end": 46,
                    "text": "Fig. 1A",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Antibody Intracerebroventricular Infusion"
        },
        {
            "text": "Morris water maze testing started 9 weeks post-stroke. This time-point of was chosen based upon our previous work which showed that aged rats treated with anti-Nogo-A immunotherapy 1 week post-stroke had significantly improved sensorimotor function starting at 9 weeks poststroke [30] . Experimenters were blinded to antibody treatment and prominent distal cues throughout the room remained constant throughout testing. PLACE TASK-During days 1-7 of testing the hidden platform (4×4 inches) was always located in the same position in the pool (6 feet in diameter). Rats were given four trials per day, separated by at least 5 minutes, starting from each of the four cardinal locations in a random order. When rats reached the platform, they were allowed to remain there for 30 seconds, and then removed. The place task evaluates the rats' ability to learn about the environmental cues to guide movement toward the hidden platform. PROBE TRIAL-On day 8 of testing the platform was removed from the pool and the rats were given one probe trial lasting 2 minutes. The probe trial tests whether the rats prefer the pool quadrant where the platform was previously located during the place task.",
            "cite_spans": [
                {
                    "start": 280,
                    "end": 284,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Morris Water Maze"
        },
        {
            "text": "MATCHING-TO-PLACE TASK-On days 9-13 of testing the platform location was moved each day. Rats were given two trials per day and trials were separated by 20 seconds. Rats remained on the platform for 30 seconds. The matching-to-place task evaluates the rats' ability to update their representations of the hidden platform.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Morris Water Maze"
        },
        {
            "text": "All water maze trials were recorded to DVD using an overhead bullet camera. Ethovision 3.1 (Noldus Information Technology, Leesbug, VA, USA) video tracking software was used to digitize the trials. PLACE TASK-Both time and distance to locate the platform from each of the four trials per day were averaged for statistical analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Behavioral Analysis"
        },
        {
            "text": "PROBE PREFERENCE SCORE-For the probe trials the probe preference score was calculated as [(T-A)+(T-B)+(T-C)]/3, where T is the swim time in the quadrant that contained the platform during the place task and A, B, and C are the swim times in the other three quadrants [6] .",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 270,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Behavioral Analysis"
        },
        {
            "text": "THIGMOTAXIS-Swim times in the outer 50% of the pool were generated from Ethovision 3.1 software for each rat on each of the four trials on seven days of hidden platform testing. A value for thigmotaxis was calculated as swim time in the outer 50 % of the pool over total swim time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Behavioral Analysis"
        },
        {
            "text": "PATH CIRCUITY-Path circuity was calculated as the direct distance to the platform over the total distance traveled to the platform.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Behavioral Analysis"
        },
        {
            "text": "Thirteen weeks post-stroke and two weeks after completion of Morris water maze testing, rats were overdosed with pentobarbital (100 mg/kg, i.p.) and transcardially perfused with 0.9% saline and 10,000 U heparin/liter. The brains were removed and immersed whole in Golgi-Cox solution [16] for two weeks. The brains were coronally sectioned at 200 μm on a vibratome, mounted on 2% gelatinized slide and reacted as described by Gibb and Kolb [15] . Slides were coded to blind the experimenters to the antibody treatment group.",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 287,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 439,
                    "end": 443,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Golgi-Cox staining"
        },
        {
            "text": "Golgi-Cox stained coronal brain sections were traced using Neurolucida software (mbf Bioscience, Williston, VT, USA) and with the aid of an atlas [35] . Stroke size was represented as percent of the intact contralateral hemispheric area (total area of the intact contralateral hemisphere minus total area of the intact ipsilesional hemisphere over total area of the intact contralateral hemisphere).",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 150,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Stroke Size Analysis"
        },
        {
            "text": "Golgi-Cox stained hippocampal CA3 and CA1 pyramidal cells and dentate gyrus granule cells were analyzed in the dorsal hippocampus as described below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Neuroanatomical Analysis"
        },
        {
            "text": "For illustration purposes, images of representative CA3 and CA1 pyramidal cells and dentate gyrus granule cells were taken. Image stacks were acquired every 5 μm for 130 μm using Neurolucida software, and then a minimum intensity z projection was generated using NIH ImageJ software.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Neuroanatomical Analysis"
        },
        {
            "text": "DENDRITIC BRANCHING AND LENGTH-An average of four apical and basilar dendritic trees of CA3 and CA1 pyramidal cells, and dendritic trees of dentate gyrus granule cells were traced for each side of the hippocampus using Neurolucida software and Leica DM 4000 B with a 63x objective. For inclusion neurons had to be well impregnated, unobstructed by other neurons or glial cells, and intact. Dendritic trees were analyzed for dendritic length and number of branch segments using the branched structure analysis tool of Neurolucida. For CA3 and CA1 pyramidal cells, branches originating from the cell body (basilar) or the apical shaft were considered first order, and the next bifurcating branches were considered second order and so on. For dentate gyrus granule cells, branches originating from the cell body were considered first order, and the next bifurcating branches were considered second order and so on. For CA3 analysis 9 brains from each group were analyzed, and for CA1 and dentate gyrus analysis all brains from each group were analyzed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Neuroanatomical Analysis"
        },
        {
            "text": "CA3 and CA1 pyramidal cell apical dendritic terminal branches of second or higher order were analyzed for each side of the hippocampus using a 100x oil immersion lens. For a 50 μm length segment of the branch dendritic protrusions were counted and assigned to a morphology category of filopodium, 2headed, stubby, thin, and mushroom shaped as described by Bourne and Harris [4] . The first 10 μm of the dendrite after the branch point and the terminal 10 μm were excluded from analysis. For CA3 analysis 9 brains from each group were analyzed, and for CA1 analysis 9 brains from the normal aged group were analyzed, 9 from the stroke/control antibody group, and 8 from the stroke/anti-Nogo-A antibody group.",
            "cite_spans": [
                {
                    "start": 374,
                    "end": 377,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "SPINE DENSITY AND MORPHOLOGY-Four"
        },
        {
            "text": "P values of less than 0.05 were considered significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "BEHAVIORAL DATA-For comparison of place task time and distance to the platform we started with a general linear model repeated measures ANOVA (SPSS, Chicago, IL, USA). The results from this analysis are presented in Supp. Fig. 1 . When we examined plots of time and distance to the platform over the seven days of the place task for each of the rats, we saw a trend for normal aged rats and stroke/anti-Nogo-A antibody rats to have steeper slopes than stroke/control antibody rats. To determine if there were statistically significant differences in the slopes we used a non-linear mixed model in which a y intercept and slope parameter were determined for each individual rat, which has previously been used for rodent behavioral analysis [28] . Specifically for this analysis we used a likelihood based χ2 test of random-effects simple exponential two-parameter model, η(x) = θ 1 e −θ 2 x , where x = day -1 [11, 20] using SAS software (SAS Institute, Cary, NC, USA). This model was able to identify more subtle differences in performance on the Morris water maze in aged rats, which have greater variability in Morris water maze testing.",
            "cite_spans": [
                {
                    "start": 740,
                    "end": 744,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 910,
                    "end": 914,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 915,
                    "end": 918,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 222,
                    "end": 228,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Statistical Analysis"
        },
        {
            "text": "For comparison of swim velocities we used a repeated measure ANOVA using SAS software. For comparison of probe preference scores and platform crossings we used a one-way ANOVA using SigmaStat (Systat, San Jose, CA, USA). For comparison of the matching-to-place task times to swim to the platform we used a one-way ANOVA to compare groups separately by trial, and a two-way repeated measures ANOVA to compare groups separately by trial across days using SAS software. For comparison of thigmotaxis we used a likelihood based χ2 test of random-effects simple exponential three-parameter model, η(x) = θ 1 e −θ 2 x + θ 3 , where x = day -1 using SAS software. For comparison of the path circuity for the place task we used a repeated measures ANOVA followed by a Bonferroni post-hoc test using the SPSS software.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "NEUROANATOMICAL DATA-Neuroanatomical data analysis was performed with SigmaStat as follows: a t-test for stroke size, a one-way ANOVA with Student-Newman-Keuls post-hoc for comparison of dendritic arbor branching and length (in cases when the data was not normal we used a Kruskal Wallis one-way ANOVA on ranks with Dunn's method posthoc), and a one-way ANOVA for comparison of spine density and morphology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "Analysis of the stroke lesions in the Golgi-Cox stained tissue showed a mean size of approximately 22% of the intact contralateral hemisphere and included the sensorimotor cortex with minimal subcortical involvement (Fig. 1B, C) . The size of the stroke lesion did not significantly differ between the stroke/control antibody group and the stroke/anti-Nogo-A antibody group (p=0.706; Fig. 1C ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 216,
                    "end": 228,
                    "text": "(Fig. 1B, C)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 384,
                    "end": 391,
                    "text": "Fig. 1C",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Stroke size did not differ between the two stroke groups"
        },
        {
            "text": "Rats were tested over seven days in the place task, a spatial reference memory task. At the start of the place task animals in all groups found the hidden platform in a similar time frame (p= 0.2122; Fig. 1D , D'). As testing continued the rate at which rats in the stroke/anti-Nogo-A antibody group acquired the hidden platform location was faster than the stroke/control antibody group (p<0.001). In fact, the stroke/anti-Nogo-A antibody group was indistinguishable from the normal aged group (p=0.1573), while the rate at which the stroke/ control antibody group acquired the hidden platform location was slower than the normal aged group (p<0.001). These findings were supported by analyzing the distance the rats took to locate the hidden platform. At the start of the place task animals in all groups swam similar distances to locate the platform (p= 0.2122; Fig. 1E , E'). As testing continued the rate at which rats in the stroke/anti-Nogo-A antibody group acquired the hidden platform location was faster than the stroke/control antibody group (p<0.001). However, both stroke groups had slower rates to acquire the hidden platform location than the normal aged group (p<0.01 for stroke/ anti-Nogo-A antibody, p<0.001 for stroke/control antibody). Taken together, these results indicate that rats in the stroke/anti-Nogo-A antibody group acquired the hidden platform location faster than rats in the stroke/control antibody group.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 200,
                    "end": 207,
                    "text": "Fig. 1D",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 865,
                    "end": 872,
                    "text": "Fig. 1E",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Performance on the spatial reference memory task is improved in aged rats after stroke and treatment with anti-Nogo-A immunotherapy"
        },
        {
            "text": "At the completion of the place task, a probe trial was undertaken to assess if animals knew the former hidden platform location. All groups equally preferred the quadrant where the platform was previously located with no significant differences between groups (p=0.876; Fig. 1F ). Additionally, there were no significant differences between groups in the number of times the rats swam over the location where the platform was previously located, i.e. \"target visits\" (p = 0.858; Supp. Fig. 2A) . Therefore, at the end of the place task all groups had equally learned the hidden platform location.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 270,
                    "end": 277,
                    "text": "Fig. 1F",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 485,
                    "end": 493,
                    "text": "Fig. 2A)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Performance on the spatial reference memory task is improved in aged rats after stroke and treatment with anti-Nogo-A immunotherapy"
        },
        {
            "text": "Following the probe trial, rats were tested on the matching-to-place task, a spatial working memory task. Rats in all groups found the platform faster on trial 2 than on trial 1 (p<0.001), and there were no significant differences between groups (p=0.4387 for trial 1, p=0.0550 for trial 2; Fig. 1G ). Additionally, analyzing the data separately by trial across days revealed no significant differences between groups (Supp. Fig. 2B ). Therefore, all groups performed equally well on the matching-to-place task and there was no apparent effects of stroke on spatial working memory.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 291,
                    "end": 298,
                    "text": "Fig. 1G",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 425,
                    "end": 432,
                    "text": "Fig. 2B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Performance on a spatial working memory task is unaltered by stroke and antibody treatments"
        },
        {
            "text": "Thigmotaxis was defined as swimming in the outer 50% of the pool area. At the start of the place task all groups swam similar times in the periphery of the pool (p=0.1572; Fig. 2A, A') . As testing continued both stroke groups significantly spent more time swimming in the periphery of the pool as compared to normal aged rats (p<0.001), and the two stroke groups were not significantly different from each other (p=0.4028). At the end of the place task all groups swam similar times in the periphery of the pool (p=0.5220). Thigmotaxis for distance showed similar results with the two stroke groups swimming significantly more distance in the periphery of the pool as compared to normal aged (p<0.001; Supp. Fig. 3) . Therefore, rats with stroke regardless of treatment spent more time than normal aged rats in the periphery of the pool.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 172,
                    "end": 184,
                    "text": "Fig. 2A, A')",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 709,
                    "end": 716,
                    "text": "Fig. 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Effects of stroke on behavior observed during the place task"
        },
        {
            "text": "Path circuity is defined as the ratio of the direct distance to the platform/ the actual swim distance to the platform during a trial. Both stroke groups swam significantly less direct paths to the platform than normal aged rats (p<0.05; Fig. 2B ), and the two stroke groups were not significantly different from each other (p=1.00). Therefore, rats with stroke regardless of treatment took less direct paths to reach the platform, as compared to normal aged rats.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 238,
                    "end": 245,
                    "text": "Fig. 2B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Effects of stroke on behavior observed during the place task"
        },
        {
            "text": "Swim velocities during the place task did not differ between groups (p=0.2476, Fig. 2C ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 79,
                    "end": 86,
                    "text": "Fig. 2C",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Effects of stroke on behavior observed during the place task"
        },
        {
            "text": "Following behavioral testing and 13 weeks post-stroke, we examined the dendritic arbors of Golgi-Cox stained hippocampal CA3 and CA1 pyramidal cells and dentate gyrus granule cells (Fig. 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 181,
                    "end": 189,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Dendritic complexity was slightly reduced in the hippocampus on the same side as the stroke in both stroke groups"
        },
        {
            "text": "For CA3 pyramidal cells, first we compared the total number of branch segments and total dendritic length for the apical and basilar dendritic trees across groups. In CA3 pyramidal cell apical dendritic trees ipsilateral to the stroke both stroke groups had significant decreases as compared to normal aged rats in total number of branch segments (p<0.001), and total dendritic length (p<0.05; Fig. 4A ). In CA3 pyramidal cell basilar dendritic trees ipsilateral to the stroke both stroke groups had significant decreases as compared to normal aged rats in total number of branch segments (p<0.05), but there were no significant differences in total dendritic length (p=0.100; Fig. 4B ). Next we compared the number of branch segments and dendritic length of CA3 pyramidal cells by branch order across groups. In CA3 pyramidal cell apical dendritic trees ipsilateral to the stroke both stroke groups had significant decreases as compared to normal aged rats in number of branch segments (1 st , 2 nd , 4 th , 5 th orders, and 3 rd order only for stroke/ control antibody), and dendritic length (0 order i.e. apical dendrite, and 1 st order; Fig. 4A') . In CA3 pyramidal cell basilar dendritic trees ipsilateral to the stroke both stroke groups had significant decreases as compared to normal aged rats in number of branch segments (3 rd , 4 th orders, and 1 st order only for stroke/control antibody), and dendritic length (4 th order; Fig.  4B ').",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 394,
                    "end": 401,
                    "text": "Fig. 4A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 677,
                    "end": 684,
                    "text": "Fig. 4B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1141,
                    "end": 1150,
                    "text": "Fig. 4A')",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1436,
                    "end": 1444,
                    "text": "Fig.  4B",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Dendritic complexity was slightly reduced in the hippocampus on the same side as the stroke in both stroke groups"
        },
        {
            "text": "For CA1 pyramidal cells, first we compared the total number of branch segments and total dendritic length for the apical and basilar dendritic trees across groups and there were no significant differences (Fig. 5A, B) . Next we compared the number of branch segments and dendritic length of CA1 pyramidal cells by branch order across groups. In CA1 pyramidal cell apical dendritic trees ipsilateral to the stroke the stroke/control antibody rats had significant decreases as compared to normal aged rats in number of branch segments (1 st order; Fig. 5A') . In CA1 pyramidal cell basilar dendritic trees ipsilateral to the stroke the stroke/anti-Nogo-A antibody rats had significant decreases as compared to normal aged rats in dendritic length (2 nd order; Fig. 5B') .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 205,
                    "end": 217,
                    "text": "(Fig. 5A, B)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 546,
                    "end": 555,
                    "text": "Fig. 5A')",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 758,
                    "end": 767,
                    "text": "Fig. 5B')",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Dendritic complexity was slightly reduced in the hippocampus on the same side as the stroke in both stroke groups"
        },
        {
            "text": "For dentate gyrus granule cells, first we compared the total number of branch segments and total dendritic length for the dendritic trees across groups and there were no significant differences (Fig. 6A ). Next we compared the number of branch segments and dendritic length of dentate gyrus granule cells by branch order across groups. In dentate gyrus granule cell dendritic trees ipsilateral to the stroke the stroke/control antibody rats had significant decreases as compared to normal aged rats in number of branch segments (1 st order; Fig. 6A') .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 194,
                    "end": 202,
                    "text": "(Fig. 6A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 541,
                    "end": 550,
                    "text": "Fig. 6A')",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Dendritic complexity was slightly reduced in the hippocampus on the same side as the stroke in both stroke groups"
        },
        {
            "text": "Therefore, there was a decrease in dendritic complexity on the same side as the stroke in CA3, CA1 and dentate gyrus neurons in both stroke groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dendritic complexity was slightly reduced in the hippocampus on the same side as the stroke in both stroke groups"
        },
        {
            "text": "Dendritic spine density of CA3 and CA1 pyramidal cell apical dendrites of second order or higher did not significantly differ between groups (Fig. 7A, C) . When we analyzed number of dendritic spines by morphology there were no significant differences between groups for thin, stubby and mushroom spines (Fig. 7B, D) . Furthermore, there was no significant difference between groups for number of filopodia (Fig. 7B, D) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 141,
                    "end": 153,
                    "text": "(Fig. 7A, C)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 304,
                    "end": 316,
                    "text": "(Fig. 7B, D)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 407,
                    "end": 419,
                    "text": "(Fig. 7B, D)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Hippocampal dendritic spine density and morphology showed no differences between groups"
        },
        {
            "text": "The results from the present study show that anti-Nogo-A immunotherapy given one week following stroke in aged rats improved performance on the Morris water maze place task which was not correlated with anatomical changes in dendritic arbors of hippocampal CA3 and CA1 pyramidal, dentate gyrus granule cells or dendritic spines of CA3 and CA1 pyramidal cells. The results from the Morris water maze could potentially be confounded if the animals had gross motor deficits from the stroke lesion. However, no differences in swim velocity were detected between groups arguing against gross motor deficits as a confounding variable. By observation these animals did not appear to have motor deficits after stroke and they ambulated, fed, groomed and swam without difficulty. Furthermore, in our previous work we have shown that this stroke lesion in aged rats results in forelimb fine motor deficits which can only be demonstrated by a skilled reaching task [30] .",
            "cite_spans": [
                {
                    "start": 954,
                    "end": 958,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "For the matching-to-place task no significant differences were detected between groups, which in part could be due to the order of testing. During the place task the rats acquired procedural information about the Morris water maze such as there is no escape from the water at the wall of the pool, and that there is a platform to escape from the water always located in more central parts of the pool. The acquisition of this procedural information during the place task could have then affected the performance of the rats during the subsequent matching-to-place task. In particular the rats in the stroke/control antibody group may have benefited from the preexisting procedural knowledge of the Morris water maze allowing them to perform as well as the normal aged rats and stroke/anti-Nogo-A antibody rats on the matching-to-place task.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Previous studies have shown that anti-Nogo-A immunotherapy, and the NgR(310)Ecto-Fc protein, which binds to the ligands of the Nogo-66 receptor (NgR) and thereby blocks receptor activation, are effective up to one week after stroke in rats in inducing recovery of sensorimotor function in the stroke-impaired forelimb [23, 33, [40] [41] [42] . Furthermore, improvement on a sensorimotor task has been shown in aged rats after stroke given anti-Nogo-A immunotherapy, although the recovery took longer to occur as compared to adult rats [30] . The sensorimotor recovery was correlated in adult rats with axonal sprouting from intact pathways across the midline into subcortical denervated areas [23, 33, 40, 42] , and dendritic sprouting and increased dendritic spine density in the contralesional sensorimotor cortex [34] . Further support for the role of Nogo-A in recovery from stroke is provided from genetic studies using knock-out models. Mice that lack the NgR or that lack Nogo-A and Nogo-B have improved sensorimotor recovery after a photothrombotic lesion to the sensorimotor cortex as compared to heterozygous littermates, and this correlates with axonal sprouting from intact pathways across the midline into the denervated red nucleus and spinal cord [23] .",
            "cite_spans": [
                {
                    "start": 318,
                    "end": 322,
                    "text": "[23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 323,
                    "end": 326,
                    "text": "33,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 327,
                    "end": 331,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 332,
                    "end": 336,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 337,
                    "end": 341,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 535,
                    "end": 539,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 693,
                    "end": 697,
                    "text": "[23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 698,
                    "end": 701,
                    "text": "33,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 702,
                    "end": 705,
                    "text": "40,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 706,
                    "end": 709,
                    "text": "42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 816,
                    "end": 820,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1262,
                    "end": 1266,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In the present study we show improved performance on a spatial memory task in aged rats after stroke and anti-Nogo-A immunotherapy given one week post-stroke. Several studies examining the therapeutic use of anti-Nogo-A immunotherapy to improve cognitive impairment in rodent brain injury models support our findings. In an experimental model of traumatic brain injury (TBI) adult rats that sustained a lateral fluid percussion injury and treatment with anti-Nogo-A immunotherapy starting 24 hours post-injury showed improved performance on the Morris water maze place task [24, 29] . In that study, rats with TBI given anti-Nogo-A immunotherapy had a higher expression of growth-associated protein-43 (GAP-43) in CA1 of the hippocampus as compared to rats with TBI and treated with control antibody [29] . The higher levels of GAP-43 suggest that anti-Nogo-A immunotherapy may enhance the axonal growth potential of the hippocampus after TBI. Additionally, in a cortical aspiration lesion model of severe neglect adult rats showed improvement from neglect when treated with anti-Nogo-A immunotherapy immediately following injury. These behavioral improvements could be abolished causing the rats to once again exhibit severe neglect by severing the corpus callosum, demonstrating the importance of the contralateral hemisphere in the behavioral recovery [5] . Interestingly, genetically modified unlesioned mice that lack Nogo-A have normal spatial memory on the Morris water maze, but have enhanced motor coordination and balance as compared to heterozygous littermates [43] . Our study adds to the growing body of literature of cognitive recovery with anti-Nogo-A immunotherapy by using the clinically relevant age group and time of treatment.",
            "cite_spans": [
                {
                    "start": 574,
                    "end": 578,
                    "text": "[24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 579,
                    "end": 582,
                    "text": "29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 800,
                    "end": 804,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1355,
                    "end": 1358,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1572,
                    "end": 1576,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Due to the importance of the hippocampus for performance of spatial memory tasks [14] , and the correlation of anti-Nogo-A immunotherapy with dendritic sprouting [34] , we investigated whether the improved performance we found in the spatial reference memory task with anti-Nogo-A immunotherapy post-stroke would correlate with structural changes in the hippocampus. However, we found no differences in dendritic branching of CA3 and CA1 pyramidal and dentate gyrus granule cells, and no differences in spine density and morphology in CA3 and CA1 pyramidal cells between rats with stroke given anti-Nogo-A immunotherapy or given control antibody. This could be explained in several ways. First, morphological axonal or dendritic changes in brain areas other than the hippocampus may underlie the improved performance in the spatial memory task after anti-Nogo-A immunotherapy. Performance on the Morris water maze depends upon a distributed network of brain areas [14] that have neural activity in response to place including the medial entorhinal cortex, striatum, subiculum and lateral septum [22] , areas which were not examined in this study. Interestingly, when rats received non-spatial pre-training to become familiar with the Morris water maze, blocking NMDA receptor-dependent long term potentiation (LTP) in the dentate gyrus did not result in impairment [39] . These studies suggest that, though the hippocampus is important for Morris water maze performance, other brain regions also contribute to performance on the Morris water maze. Secondly, although dendritic growth was examined quite extensively in CA3, CA1 and the dentate gyrus, we did not investigate axonal growth in the hippocampus raising the possibility that axonal growth may underlie the improved performance on the spatial memory task after anti-Nogo-A immunotherapy. Axonal growth in the hippocampus has been shown after treatment with anti-Nogo-A antibodies in cholinergic axons after damage to the septohippocampal pathway [7] , and in hippocampal slice cultures either intact or after cutting the Schaffer collaterals [12] , or perforant pathway [31] . Finally, we cannot rule out that nonmorphological changes affecting factors such as electrophysiological characteristics or biochemical composition of hippocampal cells, or cells in other areas of the brain important for spatial memory may underlie the improved performance on the spatial memory task after anti-Nogo-A immunotherapy.",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 85,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 162,
                    "end": 166,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 964,
                    "end": 968,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1095,
                    "end": 1099,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1365,
                    "end": 1369,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 2005,
                    "end": 2008,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2101,
                    "end": 2105,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2129,
                    "end": 2133,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Previous studies have shown that unilateral MCAO impairs performance on the Morris water maze place task in adult [13, 44] and aged rats [2] , as we also show in our study. Aging alone also causes impaired performance on the Morris water maze place task [2, 26] . Despite the consistent demonstration of impaired performance on the Morris water maze after unilateral MCAO by us and others and the importance of the hippocampus for performance on the Morris water maze, MCAO does not cause gross histological damage to the hippocampus [44] . Here we show a decrease in dendritic complexity in CA3, CA1 and dentate gyrus neurons of the ipsilesional hippocampus. One study of MCAO reported an increase in the NMDA receptor subunit NR2B mRNA in the ipsilesional dentate gyrus, an increase in synapsin II bilaterally in the dentate gyrus, and a decrease in NGFI-A mRNA bilaterally in CA3 as compared to naive animals [13] , suggesting that unilateral MCAO can effect gene expression in the hippocampus. On the other hand another study found no significant differences in the CA1 subregion of the hippocampus in LTP, microtubule-associated 2 positive fibers, and glial fibrillary acidic protein (GFAP) positive cells between the contralesional and ipsilesional sides [32] . This study found no changes in acetylcholine levels in the dorsal and ventral hippocampus in rats after MCAO as compared to sham operated rats and intact rats. Therefore, unilateral MCAO appears to cause some structural and gene expression changes in the hippocampus.",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 118,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 119,
                    "end": 122,
                    "text": "44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 137,
                    "end": 140,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 254,
                    "end": 257,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 258,
                    "end": 261,
                    "text": "26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 534,
                    "end": 538,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 912,
                    "end": 916,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1261,
                    "end": 1265,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In this study we found that rats with stroke regardless of antibody treatment spent more time swimming near the wall of the pool, i.e. thigmotaxis, and took less direct routes to the platform during the place task than normal aged rats. This suggests rats with stroke are using different navigational strategies during the Morris water maze task. Thigmotaxis is considered a maladaptive behavior because the hidden platform is never located near the wall. Increases in thigmotaxis behavior have previously been reported after permanent MCAO [13, 44] , and in aged animals as compared to adult animals [2] . Yonemori et al. [44] reported that thigmotaxis behavior was correlated with shrinkage of the caudate-putamen, suggesting that damage to the caudate-putamen plays a role in thigmotaxis. Our method of MCAO results in a primarily cortical lesion with minimal damage to the underlying caudate-putamen [34] ; however, it is possible that subtle damage to the caudate putamen underlies the thigmotaxis behavior we observed after stroke. These results suggest that although aged rats treated with anti-Nogo-A immunotherapy post-stroke are performing better on the Morris water maze than control antibody treated rats, they are not performing the task in the same manner as a non-stroke aged rat.",
            "cite_spans": [
                {
                    "start": 541,
                    "end": 545,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 546,
                    "end": 549,
                    "text": "44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 601,
                    "end": 604,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 623,
                    "end": 627,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 904,
                    "end": 908,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, in the present study we found improved performance on the Morris water maze task after stroke and anti-Nogo-A immunotherapy in the aged, thereby providing further evidence that anti-Nogo-A immunotherapy may have potential as a treatment for cognitive impairment after stroke in the aged.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Refer to Web version on PubMed Central for supplementary material. Improved performance on a spatial reference memory task after stroke and treatment with anti-Nogo-A immunotherapy. (A) Timeline of experiments. (B) Representative right sided stroke lesion one day post-stroke in an aged rat (scale bar=1 cm). In the TTC (2,3,5-triphenyl-2Htetrazolium chloride)-reacted coronal brain sections viable tissue appears red (shown here in gray) and the ischemic infarction appears white demonstrating sensorimotor cortex involvement and subcortical sparing. (C) The stroke lesion size quantified in Golgi-Cox stained tissue, represented as percent of the intact hemisphere, did not differ between the two stroke groups (p=0.706, t-test). (D) Time to locate the hidden platform during the Morris water maze place task. Average curves of the fitted functions for each group. (D') Averages of the individual parameters of the functions. Time at the start of testing, or the y intercept, was the same for all groups. As testing continued normal aged and stroke/anti-Nogo-A antibody treated rats acquired the location of the platform faster than stroke/control antibody treated rats, as shown by the slope parameter (p < 0.001, likelihood based χ2 test of random-effects simple exponential two-parameter model, η(x) = θ 1 e −θ 2 x , where x = day -1 [28] ). (E) Distance to locate the hidden platform during the Morris water maze place task. Average curves of the fitted functions for each group. (E') Averages of the individual parameters of the functions. Distance at the start of testing, or the y intercept, was the same for all groups. As testing continued all three groups acquired the location of the platform at significantly different rates, with the stroke/anti-Nogo-A antibody treated rats having faster rates to acquire the platform location than stroke/control antibody treated rats (p<0.001 for stroke/anti-Nogo-A antibody and stroke/control antibody, p<0.01 for normal aged and stroke/anti-Nogo-A antibody, p<0.001 for normal aged and stroke/control antibody, likelihood based χ2 test of randomeffects simple exponential two-parameter model, η(x) = θ 1 e −θ 2 x , where x = day -1). (F) During the probe trial all groups equally preferred the quadrant that contained the platform during the place task (p=0.876, one-way ANOVA). (G) During the matching-to-place (MTP) task all groups found the platform faster on Trial 2 than on Trial 1 (p<0.001), and there were no significant differences between groups (p=0.4387 for trial 1, p=0.0550 for trial 2, one-way ANOVA). Error bars denote ± standard error of the mean. **p<0.01, ***p<0.001. Behaviors in the Morris water maze that were unique to rats with stroke regardless of antibody treatment. (A) Thigmotaxis, time spent in the periphery, during the place task. Average curves of the fitted functions for each group. (A') Averages of the individual parameters of the functions. Thigmotaxis at the start of testing, or the y intercept, was the same for all groups. As testing continued both stroke groups showed more thigmotaxis behavior than normal aged rats (p<0.001, likelihood based χ2 test of random-effects simple exponential three-parameter model, η(x) = θ 1 e −θ 2 x + θ 3 , where x = day -1 [28] ). Thigmotaxis at the end of testing, or the lower asymptote, was the same for all groups. (B) The path circuity or direct distance to the platform/ the actual distance swam to the platform during a trial during the place task. Both stroke groups had significantly more circuitous paths than the normal aged group (p<0.05, repeated measures ANOVA, Bonferroni test for post-hoc comparison). (C) Swim velocity during the Morris water maze place task did not significantly differ across groups (p=0.2476, repeated measure ANOVA). Error bars denote ± standard error of the mean. *p<0.05, ***p<0.001. Representative Golgi-Cox stained hippocampal CA3 (A) and CA1 pyramidal cells (B) and dentate gyrus granule cell (C, white arrows), and the corresponding Neurolucida tracings (A', B', C'). Images were acquired from the hippocampus of a normal aged rat. Scale bar=100 μm. Decreased dendritic arbor complexity of CA3 pyramidal cells in both stroke groups ipsilateral to the stroke (right). (A) Quantification of apical total number of branch segments and total dendritic length, and (A') apical branch segments and dendritic length in each branch order. (B) Quantification of basilar total number of branch segments and total dendritic length, and (B') basilar branch segments and dendritic length in each branch order. Error bars denote ± standard error of the mean. *p<0.05, ** p<0.01, ***p<0.001 for normal aged vs. both stroke groups, and #p<0.05 for normal aged vs. stroke/control antibody (one-way ANOVA p values reported, Student-Newman-Keuls test for post-hoc comparison). Decreased dendritic arbor complexity of CA1 pyramidal cells in both stroke groups ipsilateral to the stroke (right). (A) Quantification of apical total number of branch segments and total dendritic length, and (A') apical branch segments and dendritic length in each branch order. (B) Quantification of basilar total number of branch segments and total dendritic length, and (B') basilar branch segments and dendritic length in each branch order. Error bars denote ± standard error of the mean. #p<0.05 for normal aged vs. stroke/control antibody (one-way ANOVA p value reported, Student-Newman-Keuls test for post-hoc comparison). ‡p<0.05 for normal aged vs. stroke/anti-Nogo-A antibody (Kruskal Wallis one-way ANOVA on ranks p value reported, Dunn's method for post-hoc comparison). Decreased dendritic arbor complexity of dentate gyrus granule cells in the stroke/control antibody group ipsilateral to the stroke (right). (A) Quantification of total number of branch segments and total dendritic length, and (A') branch segments and dendritic length in each branch order. Error bars denote ± standard error of the mean. ##p<0.01 for normal aged vs. stroke/control antibody (Kruskal Wallis one-way ANOVA on ranks p value reported, Dunn's method for post-hoc comparison). Apical dendritic spine density and morphology in CA3 and CA1 pyramidal cells did not significantly differ across groups. (A) Quantification of CA3 pyramidal cell dendritic spine density, and (B) CA3 pyramidal cell dendritic protrusion morphology. (C) Quantification of CA1 pyramidal cell dendritic spine density, and (D) CA1 pyramidal cell dendritic protrusion morphology. Error bars denote ± standard error of the mean.",
            "cite_spans": [
                {
                    "start": 1339,
                    "end": 1343,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 3251,
                    "end": 3255,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Supplementary Material"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Recommendations for Standards Regarding Preclinical Neuroprotective and Restorative Drug Development",
            "authors": [],
            "year": 1999,
            "venue": "Stroke",
            "volume": "30",
            "issn": "",
            "pages": "2752--2758",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Specific behavioral effects related to age and cerebral ischemia in rats",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Andersen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zimmer",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sams-Dodd",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Pharmacol Biochem Behav",
            "volume": "62",
            "issn": "",
            "pages": "673--682",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Accelerated glial reactivity to stroke in aged rats correlates with reduced functional recovery",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Badan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Buchhold",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hamm",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gratz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Platt",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kessler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Popa-Wagner",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Cereb Blood Flow Metab",
            "volume": "23",
            "issn": "",
            "pages": "845--854",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Balancing Structure and Function at Hippocampal Dendritic Spines",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Bourne",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Harris",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Annu Rev Neurosci",
            "volume": "31",
            "issn": "",
            "pages": "47--67",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Nogo-A inhibition induces recovery from neglect in rats",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Brenneman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Wagner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Cheatwood",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Heldt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Corwin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Reep",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Kartje",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Mir",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Schwab",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Behav Brain Res",
            "volume": "187",
            "issn": "",
            "pages": "262--272",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "D-amphetamine facilitation of morris water task performance is blocked by eticlopride and correlated with increased dopamine synthesis in the prefrontal cortex",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Bardo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Mace",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Phillips",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Kraemer",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Behav Brain Res",
            "volume": "114",
            "issn": "",
            "pages": "135--143",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Regeneration of Lesioned Septohippocampal Acetylcholinesterase-positive Axons is Improved by Antibodies Against the Myelin-associated Neurite Growth Inhibitors NI-35/250",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cadelli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Schwab",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Eur J Neurosci",
            "volume": "3",
            "issn": "",
            "pages": "825--832",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Antibody against myelin associated inhibitor of neurite growth neutralizes nonpermissive substrate properties of CNS white matter",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Caroni",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Schwab",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Neuron",
            "volume": "1",
            "issn": "",
            "pages": "85--96",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Two membrane protein fractions from rat central myelin with inhibitory properties for neurite growth and fibroblast spreading",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Caroni",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Schwab",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J Cell Biol",
            "volume": "106",
            "issn": "",
            "pages": "1281--1288",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Nogo-A is a myelin-associated neurite outgrowth inhibitor and an antigen for monoclonal antibody IN-1",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Huber",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Van Der Haar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Frank",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Schnell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Spillmann",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Christ",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Schwab",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Nature",
            "volume": "403",
            "issn": "",
            "pages": "434--439",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Mutation in murine coronavirus replication protein nsp4 alters assembly of double membrane vesicles",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Clementz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kanjanahaluethai",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "O&apos;brien",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Baker",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Virology",
            "volume": "375",
            "issn": "",
            "pages": "118--129",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Neutralization of the membrane protein Nogo-A enhances growth and reactive sprouting in established organotypic hippocampal slice cultures",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Craveiro",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hakkoum",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Weinmann",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Montani",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Stoppini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Schwab",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Eur J Neurosci",
            "volume": "28",
            "issn": "",
            "pages": "1808--1824",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Environmental enrichment reverses learning impairment in the Morris water maze after focal cerebral ischemia in rats",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dahlqvist",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ronnback",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Bergstrom",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Soderstrom",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Olsson",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Eur J Neurosci",
            "volume": "19",
            "issn": "",
            "pages": "2288--2298",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Applications of the Morris water maze in the study of learning and memory",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "D&apos;hooge",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Deyn",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Brain Res Brain Res Rev",
            "volume": "36",
            "issn": "",
            "pages": "60--90",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "A method for vibratome sectioning of Golgi-Cox stained whole rat brain",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gibb",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kolb",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Neurosci Methods",
            "volume": "79",
            "issn": "",
            "pages": "1--4",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Analysis of thick brain sections by obverse-reverse computer microscopy: application of a new, high clarity Golgi-Nissl stain",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Glaser",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Van Der Loos",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "J Neurosci Methods",
            "volume": "4",
            "issn": "",
            "pages": "117--125",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Disinhibition of neurite growth to repair the injured adult CNS: Focusing on Nogo",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Gonzenbach",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Schwab",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Cell Mol Life Sci",
            "volume": "65",
            "issn": "",
            "pages": "161--176",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Identification of the Nogo inhibitor of axon regeneration as a Reticulon protein",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Grandpre",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Nakamura",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Vartanian",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Strittmatter",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Nature",
            "volume": "403",
            "issn": "",
            "pages": "439--444",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Stroke Program Review Group: An Interim Report",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Grotta",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Jacobs",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Koroshetz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Moskowitz",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Stroke",
            "volume": "39",
            "issn": "",
            "pages": "1364--1370",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Kurtosis and curvature measures for nonlinear regression models",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Haines",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "O&apos;brien",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Statistica Sinica",
            "volume": "14",
            "issn": "",
            "pages": "547--570",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The influence of gender and age on disability following ischemic stroke: the Framingham study",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kelly-Hayes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Beiser",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Kase",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Scaramucci",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "&apos;agostino",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Wolf",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of Stroke and Cerebrovascular Diseases",
            "volume": "12",
            "issn": "",
            "pages": "119--126",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Neural representations of location outside the hippocampus",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Knierim",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Learn Mem",
            "volume": "13",
            "issn": "",
            "pages": "405--415",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Nogo Receptor Antagonism Promotes Stroke Recovery by Enhancing Axonal Plasticity",
            "authors": [
                {
                    "first": "J-K",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J-E",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sivula",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Strittmatter",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Neurosci",
            "volume": "24",
            "issn": "",
            "pages": "6209--6217",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Delayed inhibition of Nogo-A does not alter injury-induced axonal sprouting but enhances recovery of cognitive function following experimental traumatic brain injury in rats",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Lenzlinger",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shimizu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Marklund",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Schwab",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Saatman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Hoover",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Bareyre",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Motta",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Luginbuhl",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pape",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Clouse",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Morganti-Kossmann",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Mcintosh",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Neuroscience",
            "volume": "134",
            "issn": "",
            "pages": "1047--1056",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Increased oxidative protein and DNA damage but decreased stress response in the aged brain following experimental stroke",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Carmichael",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Neurobiol Dis",
            "volume": "18",
            "issn": "",
            "pages": "432--440",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Reliability, distribution, and validity of age-related cognitive deficits in the Morris water maze",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Lindner",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Neurobiol Learn Mem",
            "volume": "68",
            "issn": "",
            "pages": "203--220",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Antidepressants preferentially enhance habituation to novelty in the olfactory bulbectomized rat",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mar",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Spreekmeester",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rochford",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Psychopharmacology (Berl)",
            "volume": "150",
            "issn": "",
            "pages": "52--60",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Cognitive outcome following brain injury and treatment with an inhibitor of Nogo-A in association with an attenuated downregulation of hippocampal growth-associated protein-43 expression",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Marklund",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Bareyre",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Royo",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Mir",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Grady",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Schwab",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Mcintosh",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Neurosurg",
            "volume": "107",
            "issn": "",
            "pages": "844--853",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Recovery and brain reorganization after stroke in adult and aged rats",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Markus",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tsai",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Bollnow",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Farrer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "O&apos;brien",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Kindler-Baumann",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rausch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rudin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wiessner",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Mir",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Schwab",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Kartje",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Ann Neurol",
            "volume": "58",
            "issn": "",
            "pages": "950--953",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Regulation of Nogo and Nogo receptor during the development of the entorhino-hippocampal pathway and after adult hippocampal lesions",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mingorance",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Fontana",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sole",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Burgaya",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Urena",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "Y"
                    ],
                    "last": "Teng",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hunt",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "N"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Bethea",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Schwab",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Soriano",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Del Rio",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Mol Cell Neurosci",
            "volume": "26",
            "issn": "",
            "pages": "34--49",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Long-term spatial cognitive impairment after middle cerebral artery occlusion in rats: no involvement of the hippocampus",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Okada",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nakanishi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tamura",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Urae",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mine",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yamamoto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fujiwara",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J Cereb Blood Flow Metab",
            "volume": "15",
            "issn": "",
            "pages": "1012--1021",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Functional recovery and neuroanatomical plasticity following middle cerebral artery occlusion and IN-1 antibody treatment in the adult rat",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Papadopoulos",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tsai",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Alsbiei",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "O&apos;brien",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Schwab",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Kartje",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Ann Neurol",
            "volume": "51",
            "issn": "",
            "pages": "433--441",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Dendritic Plasticity in the Adult Rat Following Middle Cerebral Artery Occlusion and Nogo-A Neutralization",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Papadopoulos",
                    "suffix": ""
                },
                {
                    "first": "S-Y",
                    "middle": [],
                    "last": "Tsai",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Cheatwood",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Bollnow",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Kolb",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Schwab",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Kartje",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Cereb Cortex",
            "volume": "16",
            "issn": "",
            "pages": "529--536",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "The Rat Brain in Stereotaxic Coordinates",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Paxinos",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Watson",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Accelerated infarct development, cytogenesis and apoptosis following transient cerebral ischemia in aged rats",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Popa-Wagner",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Badan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Groppa",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Patrana",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kessler",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Acta Neuropathol",
            "volume": "113",
            "issn": "",
            "pages": "277--293",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "The response of the aged brain to stroke: too much, too soon?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Popa-Wagner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Carmichael",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Kokaia",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kessler",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Walker",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Curr Neurovasc Res",
            "volume": "4",
            "issn": "",
            "pages": "216--227",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Inhibitor of neurite outgrowth in humans",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Prinjha",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vinson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Blake",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Morrow",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Christie",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Michalovich",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Simmons",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Walsh",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Nature",
            "volume": "403",
            "issn": "",
            "pages": "383--384",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Spatial learning without NMDA receptor-dependent long-term potentiation",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Saucier",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Cain",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Nature",
            "volume": "378",
            "issn": "",
            "pages": "186--189",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Delayed treatment with monoclonal antibody IN-1 1 week after stroke results in recovery of function and corticorubral plasticity in adult rats",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Seymour",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Andrews",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tsai",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Markus",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Bollnow",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Brenneman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "O&apos;brien",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Castro",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Schwab",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Kartje",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Cereb Blood Flow Metab",
            "volume": "25",
            "issn": "",
            "pages": "1366--1375",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Intrathecal treatment with anti-Nogo-A antibody improves functional recovery in adult rats after stroke",
            "authors": [
                {
                    "first": "S-Y",
                    "middle": [],
                    "last": "Tsai",
                    "suffix": ""
                },
                {
                    "first": "Markus",
                    "middle": [
                        "T"
                    ],
                    "last": "Andrews",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Cheatwood",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Emerick",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mir",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schwab",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kartje",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Exp Brain Res",
            "volume": "182",
            "issn": "",
            "pages": "261--266",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Anti-Nogo-A antibody infusion 24 hours after experimental stroke improved behavioral outcome and corticospinal plasticity in normotensive and spontaneously hypertensive rats",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wiessner",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Bareyre",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Allegrini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Mir",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Frentzel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zurini",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Schnell",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Oertle",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Schwab",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Cereb Blood Flow Metab",
            "volume": "23",
            "issn": "",
            "pages": "154--165",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Behavioral characterization of mice lacking the neurite outgrowth inhibitor Nogo-A",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Willi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Aloy",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Yee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Feldon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Schwab",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Genes Brain Behav",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Spatial cognitive performance after chronic focal cerebral ischemia in rats",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Yonemori",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yamaguchi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yamada",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tamura",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Cereb Blood Flow Metab",
            "volume": "19",
            "issn": "",
            "pages": "483--494",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 6.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Figure 7.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "This work was supported by the Department of Veterans Affairs, NINDS grant 40960, NINDS grant F30NS060560, the Loyola University Chicago Neuroscience Institute, the Illinois Regenerative Medicine Institute, and the Swiss National Science Foundation. We thank Stephanie C. Johnson for help with the animals. We thank Novartis Pharma AG for the gift of the monoclonal antibodies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}