{
    "paper_id": "3ebf58978acf7f2ad80813af0943926f20766c15",
    "metadata": {
        "title": "Pandemic simulation of antivirals + school closures: buying time until strain-specific vaccine is available",
        "authors": [
            {
                "first": "S",
                "middle": [
                    "M"
                ],
                "last": "Mniszewski",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Los Alamos National Laboratory",
                    "location": {
                        "postCode": "87545",
                        "settlement": "Los Alamos",
                        "region": "NM",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "S Y"
                ],
                "last": "Del Valle",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Los Alamos National Laboratory",
                    "location": {
                        "postCode": "87545",
                        "settlement": "Los Alamos",
                        "region": "NM",
                        "country": "USA"
                    }
                },
                "email": "sdelvalle@lanl.gov"
            },
            {
                "first": "P",
                "middle": [
                    "D"
                ],
                "last": "Stroud",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Los Alamos National Laboratory",
                    "location": {
                        "postCode": "87545",
                        "settlement": "Los Alamos",
                        "region": "NM",
                        "country": "USA"
                    }
                },
                "email": "stroud@lanl.gov"
            },
            {
                "first": "·",
                "middle": [
                    "J M"
                ],
                "last": "Riese",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Los Alamos National Laboratory",
                    "location": {
                        "postCode": "87545",
                        "settlement": "Los Alamos",
                        "region": "NM",
                        "country": "USA"
                    }
                },
                "email": "jriese@lanl.gov"
            },
            {
                "first": "·",
                "middle": [
                    "S J"
                ],
                "last": "Sydoriak",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Los Alamos National Laboratory",
                    "location": {
                        "postCode": "87545",
                        "settlement": "Los Alamos",
                        "region": "NM",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "S",
                "middle": [
                    "Y"
                ],
                "last": "Del Valle",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Los Alamos National Laboratory",
                    "location": {
                        "postCode": "87545",
                        "settlement": "Los Alamos",
                        "region": "NM",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "S",
                "middle": [
                    "Y Del"
                ],
                "last": "Valle",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Los Alamos National Laboratory",
                    "location": {
                        "postCode": "87545",
                        "settlement": "Los Alamos",
                        "region": "NM",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "M"
                ],
                "last": "Riese",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Los Alamos National Laboratory",
                    "location": {
                        "postCode": "87545",
                        "settlement": "Los Alamos",
                        "region": "NM",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "S",
                "middle": [
                    "J"
                ],
                "last": "Sydoriak",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Los Alamos National Laboratory",
                    "location": {
                        "postCode": "87545",
                        "settlement": "Los Alamos",
                        "region": "NM",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A strain-specific vaccine is unlikely to be available in the early phases of a potential H5N1 avian influenza pandemic. It could be months and at the current production rate may not provide timely protection to the population. Intervention strategies that control the spread of infection will be necessary in this situation, such as the use of the US stockpile of antiviral medication coupled with a 6-month school closure. The agent-based simulation model, EpiSimS, was used to assess the impact of this intervention strategy followed by three different vaccine approaches: (1) 2-dose, 80% effective, (2) 1-dose, 30% effective, and (3) 1 dose, 80% effective. Simulations show that the combination of antivirals, school closures, and a strain-specific vaccine can reduce morbidity and mortality while in effect. A significant second infection wave can occur with current vaccine technology once school closures are relaxed, though an ideal vaccine is able to contain it. In our simulations, worker absenteeism increases in all cases mostly attributed to household adults staying home with children due to the school closures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The latest avian influenza classified as H5N1 is threatening the globe as the future influenza pandemic. The rapid spread of influenza, its short incubation period, lack of early effective vaccines (Fedson 2003) , and increased air travel pose a significant challenge to the design of useful intervention strategies.",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 211,
                    "text": "(Fedson 2003)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Antivirals could potentially be important in the early stages of a pandemic influenza, in the absence of a strain-specific vaccine (Monto 2006) . However, there are insufficient antivirals stockpiled to provide adequate long-term prophylaxis for the entire population, or even for high-risk populations. Currently, the US Federal Government has only stockpiled enough antiviral courses for approximately 6.7% of the population (US HHS 2006a). Non-pharmaceutical interventions such as school closures will be necessary until adequate supplies of vaccine and antivirals are available. The use of antivirals could begin early in a pandemic prior to the establishment of non-pharmaceutical measures.",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 143,
                    "text": "(Monto 2006)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Children play a major role in the spread of influenza due to their extra-household contacts with peers in school or daycare, increased susceptibility, and increased viral shedding (Viboud et al. 2004) . This contributes to the burden on the healthcare system, results in increased worker absenteeism for parents staying home with sick children, and causes secondary illnesses among household members (Tsolia et al. 2006) . Research shows that influenza vaccination of healthy children can reduce influenzalike illness and related costs (Esposito et al. 2006) . Therefore, interventions targeting children such as school closures could prove beneficial.",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 200,
                    "text": "(Viboud et al. 2004)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 400,
                    "end": 420,
                    "text": "(Tsolia et al. 2006)",
                    "ref_id": null
                },
                {
                    "start": 536,
                    "end": 558,
                    "text": "(Esposito et al. 2006)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "As of February 1st 2007, the Centers for Disease Control and Prevention (CDC) issued guidelines that could help slow the spread of the next pandemic until vaccines become available (Washington Post 2007; US HHS 2008) . These guidelines included non-pharmaceutical interventions such as school closures, which are crucial when combating a newly emergent disease such as a pandemic. Past and recent experiences with deadly diseases have shown dramatic behavioral changes in the affected population. For example, seven communities used protective sequestration during the second wave of the 1918 influenza pandemic in order to prevent infection (Markel et al. 2006) . Another example of unintended behavioral changes was observed during the 1959 pandemic, in which attack rates decreased during summer school closures (WHO Writing Group 2006) . Currently, school closures continue to show a dramatic decline on seasonal influenza morbidity (Heymann et al. 2004 ). In addition to the behavioral changes mentioned above, other behavioral changes have been observed during epidemics such as wearing protective masks, avoiding crowded places, closures of public places, cancellations of social and sports events, people staying home from work, and business closures. Several of these behavioral modifications including school closures were observed during the SARS outbreak, which helped control its spread (Pang et al. 2003) . Therefore, it is crucial to assess the impact that nonpharmaceutical interventions could have on future disease spread and how they can be optimized .",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 203,
                    "text": "(Washington Post 2007;",
                    "ref_id": null
                },
                {
                    "start": 204,
                    "end": 216,
                    "text": "US HHS 2008)",
                    "ref_id": null
                },
                {
                    "start": 642,
                    "end": 662,
                    "text": "(Markel et al. 2006)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 815,
                    "end": 839,
                    "text": "(WHO Writing Group 2006)",
                    "ref_id": null
                },
                {
                    "start": 937,
                    "end": 957,
                    "text": "(Heymann et al. 2004",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1400,
                    "end": 1418,
                    "text": "(Pang et al. 2003)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Several studies have evaluated the impact of behavioral changes such as school closures, under different scenarios for pandemic influenza (Ferguson et al. 2005; German et al. 2006; Colizza et al. 2007 ). However, most of these studies have assumed that these behavioral modifications would remain in effect for the duration of the pandemic. Although, the CDC has recommended closing schools from one to three months if the next pandemic is similar to the 1918 influenza pandemic (US HHS 2008) .",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 160,
                    "text": "(Ferguson et al. 2005;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 161,
                    "end": 180,
                    "text": "German et al. 2006;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 181,
                    "end": 200,
                    "text": "Colizza et al. 2007",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 479,
                    "end": 492,
                    "text": "(US HHS 2008)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Egg-based production of influenza vaccine in the United States is currently assumed to be 3-5 million doses per week with 3-8 months required for development (US HHS 2005; US GAO 2004) . It is assumed that this will be similar for a pandemic influenza strain-specific vaccine, with two doses per person required due to the absence of pre-existing immunity (WHO 2006) . One study shows that administering a single dose vaccine with about half the protection of two doses to twice as many people can be more useful than two doses when supplies are limited (German et al. 2006) . Other approaches are being explored to increase vaccine production, such as adjuvants for reducing the amount of antigen required per dose, use of live attenuated influenza vaccine, whole-virus based inactivated vaccines, cell-culture production, and dilution (WHO 2006; Washington Post 2005) . These technology developments might reduce the lag time between identification of the influenza strain and initial availability of vaccine, and might also allow higher US production rates. An ideal vaccine would require only one dose per individual for protection with a high efficacy.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 171,
                    "text": "(US HHS 2005;",
                    "ref_id": null
                },
                {
                    "start": 172,
                    "end": 184,
                    "text": "US GAO 2004)",
                    "ref_id": null
                },
                {
                    "start": 356,
                    "end": 366,
                    "text": "(WHO 2006)",
                    "ref_id": null
                },
                {
                    "start": 554,
                    "end": 574,
                    "text": "(German et al. 2006)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 837,
                    "end": 847,
                    "text": "(WHO 2006;",
                    "ref_id": null
                },
                {
                    "start": 848,
                    "end": 869,
                    "text": "Washington Post 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This study assesses the impact of a combined intervention strategy of administration of the 6.7% stockpile of antivirals to sick individuals and their household members coupled with a 100% school closure to slow the spread of an influenza pandemic until strain-specific vaccine becomes available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We used the epidemic simulation engine EpiSimS (Stroud et al. 2007 ) to model the spread of influenza in six counties in southern California, consisting of Los Angeles, Orange, Riverside, San Bernardino, San Diego, and Ventura counties. In brief, EpiSimS is an agent-based model that explicitly represents every person in a city, and every place within the city where people interact. A city or region is represented physically by a set of road segment locations and a set of business locations. EpiSimS simulations were run with a synthetic population constructed to statistically match the 2000 population demographics of southern California at the census tract level. The synthetic population consists of 18,828,569 million individuals living in 6 million households, with an additional 938,000 locations representing actual schools, businesses, shops, or restaurant addresses. EpiSimS employs a set of simplifications, approximations, and assumptions that are gradually being improved. The synthetic population of southern California represents only individuals reported as household residents in the 2000 US Census. It does not represent the 2.11% of the population reported as living in group quarters (e.g. jails, dorms, nursing-care facilities). It is not clear to what extent the synthetic population captures the activity patterns of the undocumented population, which made up an estimated 6.5% of the California population in 2000 (US INS 2003) . The artificial society does not include visiting tourists, and does not explicitly treat guests in hotels or travelers in airports.",
            "cite_spans": [
                {
                    "start": 47,
                    "end": 66,
                    "text": "(Stroud et al. 2007",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1442,
                    "end": 1455,
                    "text": "(US INS 2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Each individual in the simulation is assigned a schedule of activities to undertake throughout the day. Each individual's schedule specifies the starting and ending time, the type, and the location of each assigned activity. There are eight types of activities: home, work, shopping, visiting, social recreation, passenger server, school, and college; plus a ninth activity designated other. Information about the time, duration, and location of activities is obtained from the National Household Transportation Survey (US DOT 2003) . From these three components EpiSimS computes which individuals are together at the same location at the same time.",
            "cite_spans": [
                {
                    "start": 519,
                    "end": 532,
                    "text": "(US DOT 2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Each location is geographically-located and has a sub-location model with a building for each activity available there. Each building is further subdivided into rooms or mixing places. Schools have classrooms, work has workrooms, home has households. Typical room sizes can be specified. The mean workgroup size varies by standard industry classification (SIC) code. The number of sub-locations at each location is computed by dividing the location's peak occupancy by the appropriate mixing group size. Two data sources were used to estimate the mean workgroup size by SIC code. Yee and Bradford (1999) conducted a survey to determine the average worker density in the workplace, quantified as workers per square feet, by SIC code. The US Department of Energy's (DOE's) Energy Information Administration conducted an extensive survey of commercial building usage, including workers per building, floors per building, and enterprises per building, by SIC code (Michaels 2003) . The mean workgroup size was computed as the average from the two data sources (normalizing the worker density data) and ranges from 3.1 for transportation workers to 25.4 for health service workers. The average over all types of work is 15.3 workers per workgroup. For the runs presented here, the average mixing group sizes are 8.5 at a school, 11.2 at a college or university, 4.4 at a shop, and 3.5 at a social recreation venue.",
            "cite_spans": [
                {
                    "start": 580,
                    "end": 603,
                    "text": "Yee and Bradford (1999)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 960,
                    "end": 975,
                    "text": "(Michaels 2003)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Influenza and other important contagions transmit from person to person primarily during close physical proximity. In a real population, living in a particular region, whether past, present, or future, the course of an epidemic in space and time is a stochastic process that occurs on the social contact structure. The social contact structure is an abstraction that we use to represent the patterns of interactions between real individuals, in which we ignore variables that we cannot specify and retain variables that are relevant to disease transmission and that can be specified through statistical data. EpiSimS simulates the social contact structure by computing the full sequence of person to person interactions in space and time, using statistical models of the geographic distribution of population demographics, households, rooms or mixing places, and the movement of individuals as they undertake their daily activities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "One aspect of the social contact structure we exclude from our abstraction concerns the details of the social interactions: breathing, ventilation, fomites, moving around within a sub-location, coughing, sneezing, conversation. In EpiSimS, an interaction between two individuals is represented only by (1) when they begin to occupy a mixing location together, (2) how long they co-occupy the mixing place, (3) a high-level description of the activity they are engaged in, and (4) the ages of the two individuals. (In EpiSimS terminology, a location represents a street address, and a room or mixing place represents a lower-level place where people have face-to-face interactions.) When an infectious person is in a mixing-location with a susceptible person for some computed number of minutes, we compute a probability of disease transmission that depends on the last three of the variables listed above. Based on an assumption that influenza transmission from patients to medical personnel could be prevented by protective measures, EpiSimS does not yet model disease transmission between patients and medical personnel. Except for carpools, EpiSimS does not capture disease transmission during travel.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "If the activity schedules of an infectious person and a susceptible person result in them both being at the same location for some amount of time, and the EpiSimS sub-location model places them both in the same mixing place, then these two individuals are assumed to be in full contact until one of them leaves the location. Thus, two members of a household might be in contact for 12 hours, even though they would spend 8 hours sleeping in separate bedrooms. Similarly, two co-workers might be counted as spending 5 hours together even though they might spend a small fraction of that time face-to-face. Although EpiSimS has provisions for a user to adjust the relative strength of contact of each activity type for each demographic group, data do not exist to justify such adjustment factors. It is therefore quite possible for EpiSimS to overestimate (for household members that sleep in different bedrooms) or underestimate (for spouses) the household transmission. Nevertheless, EpiSimS obtains a fraction of infections acquired at home that is in rough agreement with other published results (Ferguson et al. 2005; German et al. 2006; Longini et al. 2004) , which suggests that the correlation we observe between average household size and local disease severity is more than an artifact of our assumptions.",
            "cite_spans": [
                {
                    "start": 1098,
                    "end": 1120,
                    "text": "(Ferguson et al. 2005;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1121,
                    "end": 1140,
                    "text": "German et al. 2006;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1141,
                    "end": 1161,
                    "text": "Longini et al. 2004)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The epidemiology of the future influenza virus is not known and it will not be known until it emerges, therefore, our influenza disease model is based on historical data and previous epidemic models (Ferguson et al. 2005) . The model consists of five main epidemiological stages: uninfected, latent (non-infectious), incubation (partially infectious), infectious, and recovered. The infectious class is sub-divided into three states: sub-clinical infectious (33% of the cases), symptomatic non-circulating (33%), and symptomatic circulating (33%). We assume that individuals in the subclinical state are half as infectious as the symptomatic individuals and people in the symptomatic non-circulating state are the fraction of the population that self-isolates at home. EpiSimS takes that 50% of adults and seniors, 75% of students, and 80% of pre-schoolers will stay at home within 12 hours of the onset of influenza symptoms. Furthermore, we assume that if a child under the age of 12 self-isolates, an adult will stay at home with the sick child until he or she recovers or dies. The incubation period for influenza has been reported to be from 1 to 3 days with a mean of 1.9 days, which is slightly longer than the latent period. We assumed an interpolated half-day interval histogram with mean 1.9 {0, 0.12, 0.18, 0.259, 0.238, 0.13, 0.07, 0.003} (Longini et al. 2004) , giving respectively the fraction of cases that incubate for a period of between 0 and 0.5 days, 0.5 and 1.0 days, etc. before transitioning to the symptomatic stage. The infectious period ranges between 3 to 6 days with mean of 4.1 days. Thus, we assumed a half-day interval histogram with mean 4.1. The symptomatic stage sojourn time distribution is described by the histogram {0, 0, 0, 0, 0.005, 0.125, 0.16, 0.205, 0.205, 0.12, 0.08, 0.06, 0.04}, giving the fraction of cases that are symptomatic for 0 to 0.5 days, 0.5 to 1.0 days, etc. To simulate the higher attack rates seen in children, we assume that the infection rate in children was double that in adults. All simulation scenarios are seeded with 102 people infected, starting in the incubation stage.",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 221,
                    "text": "(Ferguson et al. 2005)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1351,
                    "end": 1372,
                    "text": "(Longini et al. 2004)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "A distribution network for the delivery of antiviral medication is assumed in EpiSimS, but not modeled. Ten-day courses of antivirals are available for delivery to sick individuals at home for therapeutic treatment and as prophylactic treatment to their household members starting on the first day of the simulation. This reduces the probability of transmission by a factor of 5 only during treatment. It is assumed that 95% of household contacts will accept treatment, 5% will refuse. Those receiving prophylaxis that are exposed during treatment have a 20% chance of becoming infected. In this study, it is assumed that there are only enough antiviral courses available for 6.7% of the population based on the US stockpile.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Illness rates are generally higher among school-aged children than the normal population, in part because of lesser-developed immune systems, poorer personal hygiene, and more frequent contact with other highly probably disease carriers (i.e. their friends). As a result, protection of children is important in a pandemic. Closing schools limits their contacts and exposure to potentially infected classmates and can block paths of spread between families and neighborhoods (Ackerman et al. 1984) . School closures in EpiSimS are implemented as a general closure of selected activity locations. Based on the CDC pandemic guidelines, closures follow a step-like function and are specified in EpiSimS with a start and stop time, the activity to close, a single location, or a fraction of all locations of the specified activity type that will be closed. During the time a closure is in effect, anyone whose activity schedule would have taken them to one of the closed locations will go home during that time instead. They will follow their other scheduled activities as usual. Although, concerns have been raised about alternative activities that children could undertake during school closures, data does not exist to justify such adjustment factors. Given the fraction of schools that the analyst wants to close, schools are chosen at random from the six counties in southern California. In this study 100% of the schools are closed for 6 months starting when 0.1% of the population is symptomatic (day 53), intentionally overlapping vaccination delivery.",
            "cite_spans": [
                {
                    "start": 474,
                    "end": 496,
                    "text": "(Ackerman et al. 1984)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Based on the typical seasonal influenza vaccine production, an estimate of 4 million doses per week was used with vaccine becoming available after 5 months. This assumes that a limited number of vaccines, enough to cover 0.67% of the population of southern California per week will become available five months after the emergence of pandemic influenza. Vaccine is distributed to households at random in EpiSimS until supplies run out. 95% of the selected household members are vaccinated, 5% refuse.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Three vaccine approaches were considered. The first approach is a per person course of two doses of pandemic vaccine taken 1 month apart providing an immune response of near 80% seropositivity after 42 days from the first dose (Lin et al. 2006) . Complete immunity is assumed in 80% of the recipients. If any of the 20% of inoculated persons that don't develop immunity become infected, they would be only one fifth as infectious as their unvaccinated counterparts. The second vaccine approach is a per person course of a single dose of the first vaccine, providing 30% seropositivity after 14 days (Lin et al. 2006) , assuming 30% become immune. The third is an ideal single dose vaccine, providing 80% seropositivity after 14 days. Every unvaccinated household has an equal chance of receiving the next available course.",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 244,
                    "text": "(Lin et al. 2006)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 599,
                    "end": 616,
                    "text": "(Lin et al. 2006)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Based on evidence from the three pandemics that occurred during the 20th century, scientists have determined that pandemic flu strains tend to infect between 25% and 35% of the population. The homeland security council released the national strategy for pandemic influenza for the US, and it suggests that the emergence of a new influenza virus could have a clinical disease attack rate of 30% in the overall population (US HSC 2006) . Thus, a baseline scenario was constructed under the assumption of no specific intervention to contain the pandemic and an infection attack rate of 45% with a clinical attack rate of 30%. A value for the reproductive number 0 of 1.8 was calculated for the baseline, which is in agreement with estimated reproduction numbers for pandemic influenza (Longini et al. 2004; Ferguson et al. 2005 ). People are assumed to self-isolate to their homes while they are incapacitated in all scenarios. Table 1 lists the relevant EpiSimS model parameters and their values that were used in this study. Detailed descriptions have been provided in the previous text. The EpiSimS model logs time-stamped output events at the individual agent level for changes in disease state and whenever isolation to the home occurs. These are aggregated over the entire simulation population for the epidemic parameters, new infections per activity, and worker absenteeism for each simulation scenario. The epidemic parameters include daily counts of new infections, symptomatics, mortality, etc. overall or by demographic group (ex. preschool, youth, adult, senior) . Daily activity counts show the numbers of individuals that became infected during different activities. Daily fractions of the working population that are absent due to illness, death, or other (ex. staying home with sick children or school closure) are assembled, along with the cumulative days lost.",
            "cite_spans": [
                {
                    "start": 420,
                    "end": 433,
                    "text": "(US HSC 2006)",
                    "ref_id": null
                },
                {
                    "start": 782,
                    "end": 803,
                    "text": "(Longini et al. 2004;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 804,
                    "end": 824,
                    "text": "Ferguson et al. 2005",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1535,
                    "end": 1572,
                    "text": "(ex. preschool, youth, adult, senior)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 925,
                    "end": 932,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Our study shows that antivirals + school closures provide an effective way to reduce the spread of the epidemic as compared to a non-intervention baseline scenario. A stockpile of antiviral courses for 6.7% of the population is available from the beginning of the simulation. For these scenarios, it is assumed that schools close when 0.1% of the population is symptomatic (day 53) and they remain closed for 6 months. The first wave is defined as the first 233 days when antiviral distribution and school closures are active. This includes some vaccination delivery beginning around day 150. The second wave runs from day 234 till the end of the epidemic and represents time when vaccination and limited antivirals are available. Table 2 shows that in the absence of any intervention, the model predicts a 30.6% clinical attack rate and 614 influenza related deaths per 100,000 persons in the population. Antivirals + school closures for 6 months reduces the clinical attack rate to 1% and a loss of up to 10 lives per 100,000 persons during the first wave. The second wave is dependent on the vaccine approach. Even with a 2-dose vaccine the clinical attack rate is reduced from baseline. The 1-dose (30% effective) vaccine performs similarly, though mortality is lower.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 731,
                    "end": 738,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Nearly half the population is vaccinated with 1-dose vaccines in the second wave as seen in Table 3 . Antivirals for around 3% of the population are used in the first wave. All the antivirals are used up in the second wave for the 2-dose and 1-dose (30% effective) vaccine approaches by day 323 and 327, respectively. The ideal vaccine approach only uses antivirals for an additional 0.3% of the population in the second wave and results in an overall mortality rate of 9 per 100,000, comparable to 12 deaths per 100,000 for a US flu season. In Fig. 1A -D the symptomatic percentage of the population as a function of time is shown for the baseline and antivirals + school closure scenarios. The arrows denote the time schools are closed. School closures are relaxed after 6 months due to the availability of a strain-specific vaccine. However, given the slow delivery rate of vaccine courses, a second infection wave of cases appears. A 2-dose vaccine and a 1-dose (30% effective) vaccine result in similar second waves. The ideal vaccine approach (see Fig. 1D ) is shown at a smaller scale in comparison due to much smaller numbers of cases in the first and second waves. The first wave is similar across all scenarios with vaccine delivery, though the ideal vaccine results in a much smaller second infection wave. Our results show that an antivirals + school closure scenario can effectively delay the spread of a pandemic until vaccine is available. The administration of vaccine extends the epidemics to nearly 500 days, more than 2.5 times the duration of the baseline scenario. Table 4 shows the percentages of new infections based on the population that occur during home, work, and school activities by wave. In the first wave, new infections are kept low across all activities. New infections increase in the second wave, most significantly at home. The overall percentages are still less than baseline. The ideal vaccine approach provides the best results, keeping new infections lower in the second wave than in the first. Table 5 shows the peak percentage of worker absenteeism and cumulative days absent per worker for each wave. The worker absenteeism peak typically follows the epidemic peak by a few days in an EpiSimS simulation. Antivirals + school closures reduce peak worker absenteeism to about 3% from 8% for the baseline in the first wave, though cumulative days lost has gone up to 5 days. In the first wave, worker absenteeism is mostly because of parents staying home with children due to illness or school closure. In the second wave most absenteeism is due to worker illness, since less people have been effectively vaccinated. The ideal vaccine keeps worker absenteeism in the second wave quite low.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 92,
                    "end": 99,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 545,
                    "end": 552,
                    "text": "Fig. 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1054,
                    "end": 1061,
                    "text": "Fig. 1D",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1586,
                    "end": 1593,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 2036,
                    "end": 2043,
                    "text": "Table 5",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Current estimates predict a strain-specific vaccine will become available 3 to 8 months after the emergence of a new pandemic influenza (US HHS 2005; US GAO 2004) and present production capabilities are insufficient to cope with the demand. The currently available stockpile of antivirals coupled with school closures could potentially delay the spread of a pandemic until vaccines become available. An agentbased simulation model with a highly structured population was used to demonstrate that this intervention strategy can have a significant effect on slowing influenza spread and reducing morbidity and mortality. However, the results show that some of the benefits of these interventions can be undone when followed by a less than ideal vaccine approach.",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 149,
                    "text": "(US HHS 2005;",
                    "ref_id": null
                },
                {
                    "start": 150,
                    "end": 162,
                    "text": "US GAO 2004)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The simulations show that when 100% of the schools remain closed for 6 months along with therapeutic and prophylactic treatment with antivirals, the clinical attack rate can be reduced to 1%, well below baseline. However, if schools re-open before enough people have been vaccinated effectively, a second wave is likely to appear and the number of cases will increase. Even with two waves, the overall clinical attack rate was still lower than the baseline. Besides the benefits of reducing morbidity and mortality, this may reduce the impact on the healthcare system. The typical 2-dose 80% effective vaccine and the single dose 30% effective version were shown to give similar results with a 22% clinical attack rate, though 1-dose results in less mortality. Even at today's vaccine production rates, simulations have also shown that a 1-dose high-efficacy ideal vaccine is able to sustain the clinical attack rate achieved with less than the national stockpile of antivirals and a 6-month school closure, results being comparable to seasonable flu.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There is an economic cost associated with the proposed intervention strategy, most notably due to a 6-month school closure. Simulation results show worker absenteeism being broken into two smaller waves and cumulative days lost per worker increasing by 2-4 days over an unmitigated pandemic. A few days of lost work represents a small cost when compared to the alternative potential of human injury and death.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In principle, our agent-based model shows that the CDC intervention strategy of antivirals + school closings has merit. Practically speaking though, care must be taken with the use of antiviral medication since evidence suggests that patients can develop resistance (De Jong et al. 2005) . Furthermore, school closures of 6 months will require the development of procedures to ensure continuity of instruction such as webbased distance instruction, mailed lessons and assignments, and instruction via radio or television (US HHS 2006b). The simulations here provide estimates of the effects of the recommended intervention strategies for future pandemic guidelines.",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 287,
                    "text": "(De Jong et al. 2005)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Simulation of infectious disease epidemics",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ackerman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Elveback",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Fox",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Modeling the worldwide spread of pandemic influenza: baseline case and containment interventions",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Colizza",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barrat",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barthelemy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Valleron",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "PLoS Med",
            "volume": "4",
            "issn": "",
            "pages": "95--109",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Oseltamivir resistance during treatment of Influenza A (H5N1) infection",
            "authors": [
                {
                    "first": "De",
                    "middle": [],
                    "last": "Jong",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Thanh",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "Khanh",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Hien",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "Gjd",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "N Engl J Med",
            "volume": "353",
            "issn": "",
            "pages": "2667--2672",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Effects of behavioral changes in a smallpox attack model",
            "authors": [
                {
                    "first": "Del",
                    "middle": [],
                    "last": "Valle",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hethcote",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hyman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Castillo-Chavez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Math Biosci",
            "volume": "195",
            "issn": "",
            "pages": "228--251",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Clinical and economic impact of influenza vaccination on healthy children aged 2-5 years",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Esposito",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Marchisio",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bosis",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lambertini",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Claut",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Vaccine",
            "volume": "25",
            "issn": "",
            "pages": "629--635",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Pandemic influenza and the global vaccine supply",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Fedson",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Clin Infect Dis",
            "volume": "302",
            "issn": "",
            "pages": "1519--1522",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Strategies for containing an emerging influenza pandemic in southeast Asia",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Meeyai",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "437",
            "issn": "",
            "pages": "209--214",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Mitigation strategies for pandemic influenza in the United States",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "German",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kadau",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Longini",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Macken",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proc Natl Acad Sci",
            "volume": "103",
            "issn": "",
            "pages": "5935--5940",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Influence of school closure on the incidence of viral respiratory diseases among children and on health care utilization",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Heymann",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chodick",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Reichman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kokia",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Laufer",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Pediatr Infect Dis J",
            "volume": "23",
            "issn": "",
            "pages": "675--677",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Safety and immunogenicity of an inactivated adjuvanted whole-virion influenza A (H5N1) vaccine: a phase I randomized controlled trial",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Lancet",
            "volume": "368",
            "issn": "",
            "pages": "991--997",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Containing pandemic influenza with antiviral agents",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Longini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Halloran",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nizam",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Am J Epidemiol",
            "volume": "159",
            "issn": "",
            "pages": "623--633",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A historical assessment of nonpharmaceutical disease containment strategies employed by selected US communities during the second wave of the 1918-1920 influenza pandemic",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Markel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Stern",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Navarro",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Michalsen",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Commercial buildings energy consumption survey",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Michaels",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Vaccines and antiviral drugs in pandemic preparedness",
            "authors": [],
            "year": 2006,
            "venue": "Emerg Infect Dis",
            "volume": "12",
            "issn": "1",
            "pages": "55--60",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Evaluation of control measures implemented in the severe acute respiratory syndrome outbreak in Beijing",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Pang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "JAMA",
            "volume": "290",
            "issn": "",
            "pages": "3215--3221",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Spatial dynamics of pandemic influenza in a massive artificial society",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Stroud",
                    "suffix": ""
                },
                {
                    "first": "Del",
                    "middle": [],
                    "last": "Valle",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Sydoriak",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Riese",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mniszewski",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "JASSS",
            "volume": "10",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The Outpatient Flu Study Group (2006) Impact of influenza infection in healthy children examined as outpatients and their families",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Tsolia",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Logotheti",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Papadopooulos",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mavrikou",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "P"
                    ],
                    "last": "Spyridis",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Drossatou",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kafetzis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Konstantopoulos",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Vaccine",
            "volume": "24",
            "issn": "",
            "pages": "5970--5976",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "US Department of Health and Human Services (HHS) (2005) HHS pandemic influenza plan",
            "authors": [],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "US Department of Health and Human Services (HHS) (2006a) Antivirals-state allocations",
            "authors": [],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "US Department of Health and Human Services (HHS) (2006b) School district (K-12) pandemic influenza planning checklist",
            "authors": [],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "US Department of Health and Human Services (HHS) (2008) Community strategy for pandemic influenza mitigation",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Bureau of Transportation Statistics",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Flu vaccine: recent supply shortages underscore ongoing challenges",
            "authors": [],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "National strategy for pandemic influenza-implementation plan",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Us Homeland Security",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Council",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Estimates of the unauthorized immigrant population residing in the United States",
            "authors": [],
            "year": 1990,
            "venue": "",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Risk factors of influenza transmission in households",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Viboud",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Boelle",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lavenu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Valleron",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Flahault",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Carrat",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Br J Gen Pract",
            "volume": "54",
            "issn": "",
            "pages": "684--689",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "US builds stockpile of vaccine for flu pandemic",
            "authors": [],
            "year": 2005,
            "venue": "Washington Post",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "CDC issues guidelines for battling flu pandemic",
            "authors": [],
            "year": 2007,
            "venue": "Washington Post",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Global pandemic influenza action plan to increase vaccine supply",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "World Health Organization (WHO) Writing Group (2006) Nonpharmaceutical interventions for pandemic influenza, national and community measures",
            "authors": [],
            "year": null,
            "venue": "Emerg Infect Dis",
            "volume": "12",
            "issn": "",
            "pages": "88--94",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Employment density study",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Yee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bradford",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Canadian METRO Council Technical Report",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Mniszewski is a Technical Staff Member in the Information Science Group at Los Alamos National Laboratory. Her current work includes the design and development of parallel high performance computing software for the EpiSimS agent-based discrete event disease simulation tool, as well as modeling of pandemic influenza intervention scenarios. She also contributes to projects such as parallel hydrological modeling, service-oriented architectures for simulation environments, and protein function prediction",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "where she worked on analyzing the effects of behavioral changes and mixing patterns in mathematical models for smallpox epidemics. During graduate school she received an Alfred P. Sloan Fellowship and she worked at the Center for Nonlinear Studies (CNLS) under the supervision of the 2003 Ulam scholar. After earning her Ph.D. she joined Los Alamos National Laboratory as a postdoc in CCS-5 (Discrete Simulation Science Group)",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Valle",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Sara has been working on analyzing different intervention strategies for Pandemic Influenza",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Stroud has been on the technical staff at Los Alamos National Laboratory since 1984. He has designed, analyzed, and simulated systems relating to fusion power, strategic defense, theater missile defense, human decision-making behavior, anomalous aerosol detection",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Riese is a Software Engineer working with the Los Alamos National Laboratory High Performance Computing Group. She joined the EpiSimS team in",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Sydoriak is a computer programmer with the Los Alamos National Laboratory High Performance Computing Group. He has been working on the EpiSimS project for five years. His interests include the sub-location model, processor synchronization, disease description, and disease transmission",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "A-D) Symptomatic percentage of the population for the baseline and antivirals + school closures scenarios. Note that figures A-C were plotted using the same scale on the y-axis (0-10%), whereas D was plotted on a different scale (0-1%)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Parameter descriptions and values for the EpiSimS model",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Epidemic results for antivirals + school closure interventions followed by different vaccine approaches",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Results for infected percentage of population by activity Results for peak worker absenteeism and cumulative absent days",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}