{
    "paper_id": "3f4d5231b5f60eb3af06dfc1e7239238e2e0ddbd",
    "metadata": {
        "title": "False-Negative Results of Real-Time Reverse- Transcriptase Polymerase Chain Reaction for Severe Acute Respiratory Syndrome Coronavirus 2: Role of Deep-Learning-Based CT Diagnosis and Insights from Two Cases CASE REPORT Case 1 A 10-month-old boy presented with fever for 3 hours Case Report | Thoracic Imaging",
        "authors": [
            {
                "first": "Dasheng",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dawei",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Infervision",
                    "location": {
                        "postCode": "100080",
                        "settlement": "Beijing, Beijing",
                        "country": "China, China. •"
                    }
                },
                "email": ""
            },
            {
                "first": "Jianping",
                "middle": [],
                "last": "Dong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nana",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "He",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Haiwang",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chen",
                "middle": [],
                "last": "Xia",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Infervision",
                    "location": {
                        "postCode": "100080",
                        "settlement": "Beijing, Beijing",
                        "country": "China, China. •"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The epidemic of 2019 novel coronavirus, later named as severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), is still gradually spreading worldwide. The nucleic acid test or genetic sequencing serves as the gold standard method for confirmation of infection, yet several recent studies have reported false-negative results of real-time reverse-transcriptase polymerase chain reaction (rRT-PCR). Here, we report two representative false-negative cases and discuss the supplementary role of clinical data with rRT-PCR, including laboratory examination results and computed tomography features. Coinfection with SARS-COV-2 and other viruses has been discussed as well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": ". Diseases caused by this novel coronavirus were named as coronavirus disease 2019 (COVID-19) by the World Health Organization. To date, the epidemic has gradually spread to over 30 provinces of China and 26 countries worldwide. The nucleic acid test or genetic sequencing for SARS-CoV-2 was regarded as the gold standard method for confirmation of infection. Here, we report two false negative results of real-time reverse-transcriptase polymerase chain reaction (rRT-PCR) and discuss complementary approaches, such as computed tomography (CT) in combination with rRT-PCR to achieve a more reliable diagnosis in clinical practice. This study was approved by the Institutional Review Board of the Beijing Haidian Hospital, and the requirement of informed consent was waived since patient information was anonymized to ensure privacy. https://doi.org/10.3348/kjr.2020.0146 kjronline.org and was admitted to the Fever Clinic of the Beijing Haidian Hospital. His parents and sister were confirmed with COVID-19 2 days before. They contracted it after having dinner with a family friend who had recently returned from Wuhan. Physical examination showed fever with a peak body temperature of 38°C that returned to normal by itself. Laboratory examination showed normal leukocyte (9.32 x 10 9 /L) and neutrophil (1.93 x 10 9 /L) counts, increased differential count of lymphocytes (68.8%), and an elevated C-reactive protein level (11 mg/L).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The patient had been admitted to the Fever Clinic 2 weeks before because of influenza A infection as evidenced by a weakly positive nucleic acid test result. Subsequently, the patient underwent isolated medical observation before his family was diagnosed with COVID-19. During the medical observation, the nucleic acid test presented weakly positive for influenza A again, and CT showed diffuse groundglass opacities in both lungs. A deep learning (DL)-based computer-aided diagnostic system for pneumonia, which was trained with CT scans of patients with COVID-19, suggested this patient to have pneumonia, with the lesion volume accounting for 13.3% of the whole lungs ( Fig. 1) . Later, throat swab specimens from the patient were tested with rRT-PCR for SARS-CoV-2. After two consecutive negative results, a third SARS-CoV-2 rRT-PCR test confirmed the infection.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 673,
                    "end": 680,
                    "text": "Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "INTRODUCTION"
        },
        {
            "text": "A 36-year-old man presented with fever for 5 days (peak body temperature: 40°C) and was admitted to the Fever Clinic of the Beijing Haidian Hospital. The patient had no direct contact history with patients with COVID-19 or people from the Hubei province, but a recent travel history to Chongqing was reported. Physical examination showed fever with a body temperature of 38.5°C. Respiratory symptoms at admission included dry throat and difficulty breathing; no cough, sputum, or stuffy/runny nose was observed. Other symptoms included nausea, vomiting, and diarrhea. Laboratory examination revealed increased leukocyte (13.69 x 10 9 /L) and neutrophil (10.42 x 10 9 /L) counts, decreased differential count of lymphocytes (12.6%), and an elevated C-reactive protein level (155 mg/mL).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 2"
        },
        {
            "text": "Chest CT showed emphysema in both upper lungs and diffuse ground-glass opacities in the right lower lobe, highly suggestive of viral pneumonia. In addition, the DLbased computer-aided diagnostic system also indicated a high risk of pneumonia with the infected area accounting for 8.9% of the whole lungs (Fig. 2) . Subsequently, throat swab specimens were promptly collected for SARS-CoV-2 rRT-PCR. A negative result for SARS-CoV-2 was observed in the first rRT-PCR test. A second consecutive SARS-CoV-2 rRT-PCR test was conducted immediately thereafter, and a positive result was obtained. The patient was further confirmed with COVID-19 with additional positive rRT-PCR tests.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 304,
                    "end": 312,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Case 2"
        },
        {
            "text": "Since rRT-PCR tests serve as the gold standard method to confirm the infection of SARS-CoV-2, false-negative results could hinder the prevention and control of the epidemic, particularly when this test plays a key reference role in deciding the necessity for continued isolated medical observation or discharge. Regarding the (3). We speculated from these two cases that infection routes, disease progression status (specimen collection timing and methods), and coinfection with other viruses might influence the rRT-PCR test accuracy, which should be further studied with more cases. False-negative rRT-PCR results were seen in many hospitals. By monitoring data collected at our hospital from January 21 to 31, 2020, two out of ten negative cases shown by the rRT-PCR test were finally confirmed to be positive for COVID-19, yielding an approximately 20% false-negative rate of rRT-PCR. Although the false-negative estimate would not be accurate until we expand the observational time span and number of monitored cases, the drawback of rRT-PCR was revealed. Clinical manifestations, laboratory examination results, and chest CT features of patients with COVID-19 were also of great value in helping the detection and diagnosis. Thus, an integrated criterion should be established for the diagnosis of SARS-CoV-2 infection. In addition to the epidemiological information, we focused on two aspects of information: chest CT features and laboratory examination results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Of note, approximately 96% of patients with COVID-19 presented with chest CT abnormalities, such as multiple bilateral and peripheral ground-glass opacities and consolidation (3, 4) , making chest CT features essential in recognizing COVID-19. The National Health Commission of China revised the diagnostic criteria in the Hubei province, where a severe epidemic occurred (5) . A new diagnostic type called \"Clinical diagnosis\" was set according to the presence of pneumonia on chest CT, regardless of rRT-PCR results. To some extent, CT features and rRT-PCR results were complimentary in the diagnosis of COVID-19. From a clinical perspective, CT features could be utilized as the first and immediate reference for doctors to screen the highly suspected cases and to take necessary actions while rRT-PCR serves as a confirmation tool, the results of which could be utilized later to decide the subsequent action of continuing isolated treatment or discharge. Notably, our hospital was facilitated with a DL-based computer-aided diagnostic system (InferRead CT Pneumonia, Infervision, Beijing, China) for pneumonia, which greatly improved the detection efficiency for patients highly suspected with COVID-19 by alarming the technician within 2 minutes when any suspected cases was found after CT examination. The automatic lesion segmentation on CT was also helpful to evaluate the progression of COVID-19 quantitatively. With an integrated approach of DL, CT features, and rRT-PCR results, the screening and treatment of COVID-19 would be more effective.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 178,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 179,
                    "end": 181,
                    "text": "4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 372,
                    "end": 375,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Furthermore, we observed conflicting laboratory examination results in these two patients. Patient in Case 2 was infected only by SARS-CoV-2 and presented decreased lymphocytes and elevated C-reactive protein, consistent with the typical tendency found in the COVID-19 cohort. In contrast, the patient in Case 1 was coinfected with influenza A and presented with increased lymphocytes and elevated C-reactive protein. The difference in laboratory examination results could be a potential indicator of a different infection status, including SARS-CoV-2 infection alone or coinfection with other viruses, which, however, should be further validated with more cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In conclusion, we reported two false-negative results of rRT-PCR for SARS-CoV-2 infection and mentioned the kjronline.org possible tandem approaches for clinical practices to ensure an early and accurate diagnosis of COVID-19. In addition, the potential role of laboratory examination results in differentiating the infection status was revealed as well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The authors have no potential conflicts of interest to disclose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of Interest"
        },
        {
            "text": "ORCID iDs Dasheng Li https://orcid.org/0000-0002-5071-5739 Dawei Wang https://orcid.org/0000-0002-8670-1961 Chen Xia https://orcid.org/0000-0002-8839-0220",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of Interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Severe acute respiratory syndrome-related coronavirus: the species and its viruses -a statement of the Coronavirus Study Group. bioRxiv, 2020. Available at: https:// doi",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Gorbalenya",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Baric",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "De Groot",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Gulyaeva",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "org/10.1101/2020.02.07.937862"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "China Novel Coronavirus Investigating and Research Team. A novel Coronavirus from patients with pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "727--733",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Chest CT for typical 2019-nCoV pneumonia: relationship to negative RT-PCR testing",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1148/radiol.2020200343"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "CT imaging features of 2019 novel Coronavirus (2019-nCoV)",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bernheim",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Mei",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1148/radiol.2020200230"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "National Health Commission of the People's Republic of China. Diagnosis and treatment protocols of pneumonia caused by a novel coronavirus (trial version 5). Beijing: National Health Commission of the People's Republic of China",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Chest CT scans for 10-month-old patient in Case 1. A. Thin-slice CT scan that shows glimpse of lesions (breathing-induced motion artifacts are heavy for patient). CT shows diffuse ill-defined ground-glass opacities in both upper lung lobes. B. Representative of DL-based segmentation of lesions in left lung that shows overview of automatically calculated abnormality proportions. Artificial intelligence alarms suspected pneumonia based on relatively large proportion of abnormalities in lung. Detailed abnormality proportions in whole lungs, right upper lobe, right middle lobe, right lower lobe, left upper lobe, and left lower lobe were calculated and listed. CT = computed tomography, DL = deep learning A B",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Chest CT scans for patient in Case 2. A. Thin-slice CT scan that shows glimpse of lesions. CT shows diffuse ground-glass opacities in dependent area of right lower lobe. B. Representative of DL-based segmentation of lesions in lower lobe of right lung that shows overview of automatically calculated ratios. Artificial intelligence alarms suspected pneumonia based on relatively large proportion of abnormalities in lung. Detailed abnormality proportions in whole lungs, right upper lobe, right middle lobe, right lower lobe, left upper lobe, and left lower lobe were calculated and listed. A B https://doi.org/10.3348/kjr.2020.0146",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}