{
    "paper_id": "3f86a6ff036585c0f052e75b9f183629c0b6aa96",
    "metadata": {
        "title": "Regulations Regulatory oversight of human pathogens and toxins in Canada",
        "authors": [
            {
                "first": "Labrie",
                "middle": [
                    "C"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Public Health Agency of Canada",
                    "location": {
                        "settlement": "Ottawa",
                        "region": "ON"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Lecordier",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Public Health Agency of Canada",
                    "location": {
                        "settlement": "Ottawa",
                        "region": "ON"
                    }
                },
                "email": "sonia.lecordier@canada.ca"
            }
        ]
    },
    "abstract": [
        {
            "text": "From 1994 to 2009, federal oversight of human pathogens and toxins was limited to facilities importing human pathogens and toxins into Canada under the Human Pathogens Importation Regulations (HPIR). This narrow focus of authority restricted the Government of Canada's ability to regulate and monitor a full range of activities, including those involving human pathogens and toxins acquired from domestic sources. In 2009, the Human Pathogens and Toxins Act (the Act) received Royal Assent to establish a national safety and security regime and expand oversight through a national, standardized process to verify safe and secure use of human pathogens and toxins in Canada.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The Act and the Human Pathogens and Toxins Regulations (the Regulations), in full force since December 1, 2015, provides legislative and statutory requirements for the comprehensive oversight of the control of human pathogens and toxins in Canada. Expanded regulation and monitoring program activities aim to reduce the risks posed by human pathogens and toxins and strengthen biosafety management systems that serve to protect the health of Canadians.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Since 2001, there have been numerous high profile national and international laboratory accidents and incidents including exposures, laboratory-acquired infections and deliberate crimes that involve human pathogens and toxins. For example, in October 2001, letters containing anthrax were mailed to various individuals in the United States (US), resulting in five deaths (1) . Approximately four months after the end of the Severe Acute Respiratory Syndrome (SARS) outbreak in 2003, a microbiology student in Singapore contracted SARS due to lapses in biosafety protocols and procedures (2) . In 2011, there was an outbreak of 109 cases of Salmonella typhimurium in the US linked to clinical and teaching microbiology laboratories (3) .",
            "cite_spans": [
                {
                    "start": 371,
                    "end": 374,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 587,
                    "end": 590,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 731,
                    "end": 734,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Given the limited and variable international requirements governing reporting, as well as the varied definitions of what constitutes an incident, it is likely that these events will continue to be under-reported.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Like other countries, Canada is vulnerable to the accidental or deliberate release or misuse of an agent which could result in substantial social and economic disruption and have international repercussions. Whether located in academic settings, hospitals, government departments or within private industry, many Canadian laboratories work with human pathogens and toxins, such as Escherichia coli, Influenza A and Listeria. If not handled properly, these agents may cause moderate illness or even death. The public health impact could be significant, and include potential outbreaks in the community, domestically or even abroad. Human pathogens and toxins can also pose national security and economic risks as a result of theft, bioterrorism or the creation of agents for which there are no countermeasures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Since the early 2000s, there has been an international recognition of the need to enhance domestic oversight for the use of biological substances. Many countries are moving towards more stringent control of a range of activities involving human pathogens and toxins such as importation, possession, use, storage, transfer, disposal and export.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Prior to 2009, federal oversight of human pathogens and toxins in Canada was limited to facilities importing human pathogens and toxins through the HPIR. This prevented the Government of Canada from verifying the safe and secure use of human pathogens acquired from domestic sources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In 2009, the Human Pathogens and Toxins Act (the Act) (4) received Royal Assent. The purpose of the Act is to establish an oversight system to protect the health and safety of the public against the risks posed by human pathogens and toxins, both domestically acquired and when they are imported into Canada. The Public Health Agency of Canada (the Agency) is the national authority for biosafety and biosecurity of human pathogens and toxins, and is responsible for their regulation under the authority of the Act and the Human Pathogens and Toxins Regulations (the Regulations) (5).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The Regulations came into force on December 1, 2015. Laboratories and other regulated parties now need to apply for a licence to conduct controlled activities, such as possessing, handling, using, producing, storing, permitting any person access, transferring, importing, exporting, releasing, abandoning and disposing of a human pathogen or toxin. This is a risk-based licensing framework designed to improve federal oversight of human pathogens and toxins in Canada; establish national requirements for the safe and secure handling of human pathogens and toxins that apply to all facilities that conduct controlled activities with these agents; and provide assurance that individuals who have access to a prescribed list of security-sensitive human pathogens and toxins (known as Security Sensitive Biological Agents [SSBA]) have been assessed as trustworthy and reliable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The objective of this article is to describe the mechanisms now in place under the Act and Regulations to address the risks of human pathogens and toxins, to prevent the spread of communicable diseases and to protect the health of Canadians.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The purpose of the Act and the Regulations is to establish a safety and security regime that will protect the health and safety of the public against risks posed by human pathogens and toxins. For example, the new licencing framework provides oversight of controlled activities with human pathogens and toxin, outlines the powers and functions as well as qualifications of a biological safety officer, and establishes security clearance requirements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overview of the Act and Regulations"
        },
        {
            "text": "In 2009, select sections of the Act came into force to create a foundational biosafety platform. These included:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overview of the Act and Regulations"
        },
        {
            "text": "• A requirement for every person responsible for activities involving toxins listed in Schedule 1 of the Act or Risk Group 2, 3 or 4 human pathogens to be registered with the Agency. • A ban on activities conducted with human pathogens and toxins listed in Schedule 5 (currently limited to smallpox) and an obligation to inform the Agency of an inadvertent production of Schedule 5 Prohibited human pathogens and toxins. • A duty to take all reasonable precautions to protect the health and safety of the public when knowingly dealing with human pathogens and toxins. To help meet this current obligation, compliance with the Canadian Biosafety Standard (6) is recommended.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overview of the Act and Regulations"
        },
        {
            "text": "Most offence and penalty provisions are now in force as well as inspection powers that may be used to verify compliance or preventing non-compliance with the Act; inspection powers are consistent with other federal legislation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overview of the Act and Regulations"
        },
        {
            "text": "The Act applies to any corporation, individual, organization, partnership or public body that knowingly conducts specified activities with human pathogens and toxins, unless exempted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Who this affects"
        },
        {
            "text": "The Act does not apply to a human pathogen or toxin in an environment in which it naturally occurs if it has not been cultivated, intentionally collected or extracted (e.g., human primary blood specimens) nor to a drug in dosage form whose sale is permitted or authorized under the Food and Drugs Act (7) or a human pathogen or toxin contained in such a drug. The Agency has also integrated specific exemptions from the licensing requirement regarding laboratory analysis, diagnostic testing and veterinary facilities because the activities in these settings are considered low-risk.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scope"
        },
        {
            "text": "Any person subject to the Act must apply for a licence. Four types of licences will be issued depending on the nature and risk of the human pathogens or toxins activities in use: Risk Group 2 (including prions and toxins), Risk Group 3, Risk Group 4 and SSBA Toxins. A licence holder (or the person who has been issued a licence under the Act) will be required to report to the Agency various events such as laboratory exposures/laboratoryacquired infections, inadvertent possession or production, gain of function (5), and theft or loss of a human pathogen or toxin. Compliance with the Canadian Biosafety Standard (6) will be a common licence condition, providing the minimum standard for safe use and secure laboratory containment of human pathogens, animal pathogens and toxins.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Licensing of pathogens and toxins"
        },
        {
            "text": "Additional requirements and licence conditions will mitigate the inherent risks posed by specific or higher risk pathogens or toxins. For example, individuals with pathogens and toxins above the trigger quantity will require a security clearance in accordance to the Act. A trigger quantity is the minimum quantity above which a toxin regulated by the Act is considered a \"prescribed toxin\" and therefore, a security sensitive biological agent (4). These added requirements for higher risk pathogens and toxins ensure that the Agency has comprehensive knowledge of laboratory activities and who is performing them across Canada.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Licensing of pathogens and toxins"
        },
        {
            "text": "Laboratory-acquired infection is a term commonly used to describe diseases associated with exposures to infectious material or toxins in the laboratory setting. However, the term laboratory exposure more accurately includes both infections and intoxications (i.e., resulting from exposure to toxins), whether symptomatic or asymptomatic in nature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reporting requirements"
        },
        {
            "text": "Licence holders are required to inform the Agency if they have reason to believe that an incident involving a human pathogen or toxin in their possession has, or may have caused disease in an individual. This requirement in the Act aims to increase the timeliness, accuracy and usefulness of information on laboratory exposures and laboratory-acquired infection that occur in licensed facilities across Canada. Previously, laboratory exposure and laboratory-acquired infection reporting was carried out on an ad-hoc and voluntary basis in Canada.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reporting requirements"
        },
        {
            "text": "Requirements for laboratory exposure and laboratory-acquired infection reporting are further detailed in the Canadian Biosafety Standard (6) which came into effect on December 1, 2015. These involve submission of an exposure notification report and an exposure follow-up report via the same electronic portal used for licensing. The exposure notification report is to be submitted as soon as reasonably possible and consists of preliminary information about the nature of the incident and the pathogen or toxin involved. The follow-up report (due within 15 days of the exposure notification when an SSBA is involved or within 30 days of the notification when a human pathogen or toxin other than an SSBA is involved) provides further details on the exposure(s) and outcomes of the investigation, including the root causes associated with the incident.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reporting requirements"
        },
        {
            "text": "The timely provision of information in an exposure notification report will allow the Agency to monitor developing trends in real-time and/or prompt the issuance of biosafety advisories when needed. More detailed information contained in the exposure follow-up report will enhance amendments or updates to biosafety best practices and training and will build an evidence-base that can be analyzed at the national level to inform current and future biocontainment and biosafety directions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reporting requirements"
        },
        {
            "text": "Over time, the move to ongoing, systematic reporting through a surveillance system will provide reliable data to establish denominators for the population at risk (overall, by sector, work types, etc.), assess exposures (prospectively), estimate exposure and laboratory-acquired infection incidence rates, provide data in real-time for mitigation and prevention and establish a robust evidence-base for decision-making to improve policy, planning and training.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reporting requirements"
        },
        {
            "text": "The Agency will assess the surveillance information on an ongoing basis to monitor trends; inform biosafety notifications, advisories and risk-based inspection practices; aid in the development of biosafety best practices; initiate any Agency follow-up actions as/when required; and contribute to national and international data and knowledge on exposure and laboratory-acquired infection incidents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Monitoring trends"
        },
        {
            "text": "The information generated from the national incident reporting system will be shared with stakeholders across the laboratory community of practice via an annual report on aggregate national trends. This report will summarize key findings on exposure and laboratory-acquired infection incidents and investigation findings. Since several years of data collection will be required to establish a reliable baseline for statistical comparison, initial annual reports will focus on providing a description of the reporting system and reporting rates among licence holders, establishing analysis frameworks (graphs/charts) and summarizing lessons learned and incident highlights. Once a reliable baseline has been established, trends against these estimates will provide a clearer picture of the frequency and contributing factors for incidents, including highrisk exposures and laboratory-acquired infections in Canada. As such these data will contribute to evidencebased decision-making to guide current and future biocontainment and biosafety practices.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Monitoring trends"
        },
        {
            "text": "With the implementation of the Act and Regulations, the Agency is well positioned to mitigate the risks of an accidental or deliberate release of an infectious agent or toxin and thus the spread of a communicable disease. The Agency will have: Knowledge of who has what human pathogens and toxins in Canada; the ability to implement safety and security controls for all labs handling human pathogen and toxins whether imported or created in Canada; a robust security assessment process; and mandatory reporting requirements of incidents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Through the implementation of the Act and Regulations, the human pathogen control regime promotes safe and secure laboratories while enabling Canadian public health laboratories to rapidly respond to disease outbreaksthe best and most innovative science at Canadian universities and research institutions; and maintaining a competitive edge for Canadian companies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Going forward, we acknowledge the preparation of our onboarding network of licence holders and biosafety officers and their continued dedication to ensuring the highest level of pathogen safety and security in Canada.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Famous cases and criminals: Amerithrax or Anthrax investigation. Washington DC: The FBI; no date",
            "authors": [],
            "year": null,
            "venue": "Federal Bureau of Investigation (FBI)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "SARS coronavirus infection in Singapore patient",
            "authors": [],
            "year": 2005,
            "venue": "Centers for Disease Control and Prevention (CDC)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Human Salmonella Typhimurium infections associated with exposure to clinical and teaching microbiology laboratories (Final update)",
            "authors": [],
            "year": 2012,
            "venue": "Centers for Disease Control and Prevention (CDC)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Human Pathogens and Toxins Act (HPTA). S.C",
            "authors": [
                {
                    "first": "Canada",
                    "middle": [],
                    "last": "Government Of",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Human Pathogens and Toxins Regulations (HPTR)",
            "authors": [
                {
                    "first": "Canada",
                    "middle": [],
                    "last": "Government Of",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": ") Government of Canada. Food and Drugs Act",
            "authors": [
                {
                    "first": "Canada",
                    "middle": [],
                    "last": "Government Of",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Canadian Biosafety Standard",
            "volume": "",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The Centre for Biosecurity wishes to acknowledge the contribution of Canadian stakeholders who have helped to shape a national oversight and regulatory framework that strives to enable innovation, progress and growth, while maintaining optimum pathogen safety and security. Their valuable time and insights, shared during a series of cross-sector consultations beginning in 2010, helped build a comprehensive pathogen and toxin framework and its supporting programs that strengthened biosafety management systems to safeguard public health in Canada.We would also like to thank our multidisciplinary group of colleagues both internal and external to the Centre for Biosecurity and the Agency. In particular the advice, support and continued contribution from colleagues in the Department of Justice and the Canadian Food Inspection Agency have been essential for the full implementation of the Act and Regulations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        }
    ]
}