{
    "paper_id": "3f9cb7e1a834ac89f3232412b60424fae062d6e4",
    "metadata": {
        "title": "Travel Medicine and Infectious Disease xxx (xxxx) xxxx",
        "authors": [
            {
                "first": "Xiao-Ai",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Pathogen and Biosecurity",
                    "institution": "",
                    "location": {
                        "postCode": "100071",
                        "settlement": "Beijing, Beijing",
                        "country": "PR China"
                    }
                },
                "email": ""
            },
            {
                "first": "Hang",
                "middle": [],
                "last": "Fan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Pathogen and Biosecurity",
                    "institution": "",
                    "location": {
                        "postCode": "100071",
                        "settlement": "Beijing, Beijing",
                        "country": "PR China"
                    }
                },
                "email": ""
            },
            {
                "first": "Run-Zi",
                "middle": [],
                "last": "Qi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hangzhou Customs District",
                    "location": {
                        "country": "PR China"
                    }
                },
                "email": ""
            },
            {
                "first": "Wei",
                "middle": [],
                "last": "Zheng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "International Travel Healthcare Center",
                    "location": {
                        "settlement": "Hangzhou",
                        "country": "PR China"
                    }
                },
                "email": ""
            },
            {
                "first": "Kui",
                "middle": [],
                "last": "Zheng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Pathogen and Biosecurity",
                    "institution": "Guangzhou Customs District",
                    "location": {
                        "addrLine": "20 Dong-Da Street, Fengtai District",
                        "postCode": "100071",
                        "settlement": "Guangzhou, Beijing, Beijing",
                        "country": "PR China, PR China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jian-Hang",
                "middle": [],
                "last": "Gong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hangzhou Customs District",
                    "location": {
                        "country": "PR China"
                    }
                },
                "email": ""
            },
            {
                "first": "Li-Qun",
                "middle": [],
                "last": "Fang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Pathogen and Biosecurity",
                    "institution": "",
                    "location": {
                        "postCode": "100071",
                        "settlement": "Beijing, Beijing",
                        "country": "PR China"
                    }
                },
                "email": ""
            },
            {
                "first": "Wei",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Pathogen and Biosecurity",
                    "institution": "",
                    "location": {
                        "postCode": "100071",
                        "settlement": "Beijing, Beijing",
                        "country": "PR China"
                    }
                },
                "email": "liuwei@bmi.ac.cn"
            },
            {
                "first": "W",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": ")",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The epidemic of coronavirus disease 2019 (COVID-19) caused by Severe Acute Respiratory Syndrome Coronavirus-2 (SARS-CoV-2) was originated from Wuhan, and spread rapidly nationwide, with some cases occurring in other parts of the world [1] [2] [3] [4] . As of Feb 29, 2020, 6009 cases related to Wuhan had been recorded from 53 countries, with some causing subsequent person to person transmission in the local regions [4] [5] [6] [7] [8] ( https://www.who.int/docs/default-source/ coronaviruse/situation-reports/20200229-sitrep-40-covid-19.pdf). The global spread of the SARS-CoV-2 associated with frequent global and regional travelling has greatly increased the possibility of causing global pandemics. Here we reported two case clusters of Chinese citizenship who were identified through inbound screening when returning from international travels.",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 238,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 239,
                    "end": 242,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 243,
                    "end": 246,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 247,
                    "end": 250,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 418,
                    "end": 421,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 422,
                    "end": 425,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 426,
                    "end": 429,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 430,
                    "end": 433,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 434,
                    "end": 437,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "On the morning of Jan 22, 2020, a 26-year-old woman (Patient 1) returning China from Singapore was quarantined at Hangzhou Xiaoshan Airport ( Fig. 1 and Table 1 ). The patient had fever of 37.1°C and sore throat. Airport Customs quarantined the Patient 1 and other 8 close contracts, including her 25-years-old husband and 4-years-old daughter, 5 passengers who seated in the same row or 2 rows next to the row of Patient 1, and one flight attendant who had served the patient. Among all the close contacts, only her husband had symptom of sore throat. The swabs were collected from symptomatic Patient 1, her husband and daughter for SARS-CoV-2 test. Other 6 quarantined individuals, who were all asymptomatic, were not tested for SARS-CoV-2. Quantitative reverse transcriptase polymerase chain reaction (qRT-PCR) disclosed positive SARS-CoV-2 result for Patient 1 and her husband (Patient 2), but negative for her daughter on Jan 22 (Appendix). The patient 1 had initial symptoms of fever and headache on January 16, which was resolved after taking medicine (Tylenol). Her family left China on Jan 19 for a four-day international tourism to Singapore. During their tourism, they stayed at the hotel without having close contacts with local persons. Her husband (Patient 2) developed illness on Jan 20 during their stay in Singapore and self-medication was taken on Jan 21. Their 4-years-old daughter remained healthy as of the end of 14-days quarantine on Feb 5. A retrospective tracing revealed close contacts of Patient 1 with two COVID-19 patients in Hangzhou on Jan 12-13 while attending a meeting. However, these patients were only confirmed one week after the meeting, when the Patient 1 had already been in Singapore. Her family members did not attend the meeting and had no other contacts with any confirmed case; therefore, her husband might acquire infection from Patient 1. Their 4-years-old daughter remained healthy to the end of 14-days quarantine as of Feb 5. A second case cluster was found from a 110-person international tour group with destination to Singapore and Malaysia. The tour group flew from Wuhan to Singapore on Jan 20, 2020, with flight time of 10 hours. Then the group left Singapore to Malaysia on Jan 21 and returned to Hangzhou by a four-hour flight on Jan 24. In view of 110person of Wuhan origin in the plane, rigorous symptomatic surveillance and quarantine measures were taken for all the passengers in the plane at Hangzhou Xiaoshan Airport on Jan 24. Among the quarantined passengers, 5 had symptoms (including fever, headache and sore throat), who were transferred to the COVID-19 designated hospital for treatment in Hangzhou after collecting their swabs for detection. Three of them (Patient 3-5) were subsequently tested positive for SARS-CoV-2 by qRT-PCR on Jan 25. All the other Chinese passengers in the plane, including remaining 105 Wuhan tour group members, 220 non-Wuhan passengers and 11 airline employees were asymptomatic and were separately quarantined as required. Other 18 Singaporean passengers and 10 airline employees of Singapore citizenship traveled back to Singapore without undergoing further quarantine procedures in China. All quarantined individuals were actively monitored for symptoms, and for those who reported illness, swabs were tested for SARS-CoV-2 infection by qRT-PCR. During their quarantine that last 14 days, another 7 (Patient 6-12) developed illness and their swabs were qRT-PCR positive for SARS-CoV-2. Six of them were from the Wuhan tour group, therefore an attack rate of 8.18% (9/110) for COVID-19 was deduced for the Wuhan tour group members. These patients included a 45-yearsold woman (Patient 6) and her 20-years-old daughter (Patient 7) who had illness on Jan 26, a 52-years-old woman (Patient 8) and a 36-yearsold man (Patient 9) who felt ill on Jan 27, a 33-years-old woman (Patient 10) who had illness on Jan 31 and her 32-years-old husband (Patient 11) on Feb 2. These patients involved two family case clusters, with the daughter of Patient 10 and Patient 11 remained healthy at the end of quarantine as of Feb 8, 2020, despite of close contact with her parent. Among 220 non-Wuhan passengers, one 44-years-old man (Patient 12), developed illness on Feb 2. This patient had no previous contact with any COVID-2019 patients, or had traveled to endemic region before this flight. He had seated neighboring Patient 5 and 9, therefore was postulated to acquire infection through contact with these patients, thus we postulate an attack rate of 0.45% (1/220) through short travel journal for the non-Wuhan passenger ( Fig. 1 and Table 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 142,
                    "end": 148,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 153,
                    "end": 160,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 4612,
                    "end": 4618,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 4623,
                    "end": 4630,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Dear Editor,"
        },
        {
            "text": "The next-generation sequencing yielded the full-length genome sequences of SARS-CoV-2 from Patient 2 (named 2019-nCoV IME-HZ01; accession number: MT039874; detailed in appendix), which consists of 29,859 nt with a G + C% content of 38%. The sequence shared a high similarity (> 99%) with SARS-CoV-2 sequences available. The multiple alignment results showed 100% similarity with BatCoV/Wuhan/IVDC-HB-01/2019 (GISAID Accession ID EPI ISL 402119) and several other sequences ( Fig. 2 and Appendix Table 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 475,
                    "end": 481,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 495,
                    "end": 502,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Dear Editor,"
        },
        {
            "text": "The incubation period is important for defining the period of public health observation of exposed contacts of confirmed cases. For the second case cluster, if supposing the last exposure to cases occurred on the day of quarantine, then the incubation period of the 9 patients ranged from 1 to 10 days, which was an obviously underestimation of the actual data. However, it is hard to make an accurate estimation on the incubation period, because the cases originated from areas with active COVID-19 transmission, so they could have gotten SARS-CoV-2 infection in Wuhan/Hubei before travel, or from each other during their 5-day tour in Singapore/Malaysia, or during the 5-h flight since transmission could have occurred anywhere in those periods of close contact. Still, travel screening procedures should thoroughly ascertain all travelers during the maximum incubation period (14 days, or more as the authors suggest, especially in view of the incubation period of 25 days in a recent study [9] .",
            "cite_spans": [
                {
                    "start": 994,
                    "end": 997,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "Our findings warn of necessity of not only outbound screening, but also inbound border screening for international travels. But our findings indicate that temperature screening alone is not an effective way to stop COVID-19 spread at exit or entry, since infected individuals may be in incubation period and not express apparent symptoms. In the second cluster, only Patient 3 had fever during inbound airport border screening. Consequently, early removal and isolation of ill passengers and quarantine of close contacts were effective to allow for a proper risk assessment and management of travelers at points of entry. Till the end of quarantine, two children remained well despite of similar level of close contact with the patients who are all confirmed COVID-19 cases. This phenomenon reinforced previous hypothesis of lower risk of acquiring infection for children than the adults [10] . However, since the child in the second cluster was not tested for SARS-CoV-2 and the child in the first cluster was only tested SARS-CoV-2 at the beginning of the 14-day quarantine period, but not again at the end, we cannot rule out the possibility of their asymptomatic infection. This result warrants further confirmation in future serological studies. In this study, public health investigation and contact tracing led to the identification of 9 confirmed cases of PCR-confirmed SARS-CoV-2 infection in Wuhan tour group. If taking into account the asymptomatic infection that was missed by merely symptomatic surveillance, the actual infection might be even higher. Additionally, non-Wuhan tour group Patient 12 is unique. With no Wuhan travel history and contact history of COVID-19 patients, the date of exposure for Patient 12 was most likely on the day of the flight (Jan 24) and the incubation period would be clearly defined as 9 days. The role of air travel in the transmission and dissemination of respiratory infections has been examined for severe acute respiratory syndrome (SARS) and Pandemic (H1N1) 2009 [11, 12] . Our results suggested that SARS-CoV-2 transmission during air travel is possible, although the risk of spreading among passengers or through crew is low during flights of short journey. Still, health recommendations to travelers before and after travel should be strongly recommended and rigorously adopted, especially when China are now facing the high burden of imported SARS-CoV-2 infection from both Chinese citizens and foreign travelers.",
            "cite_spans": [
                {
                    "start": 888,
                    "end": 892,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2016,
                    "end": 2020,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2021,
                    "end": 2024,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor,"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A novel coronavirus from patients with pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "8",
            "pages": "727--760",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Going global-Travel and the 2019 novel coronavirus",
            "authors": [
                {
                    "first": "Aj1",
                    "middle": [],
                    "last": "Rodríguez-Morales",
                    "suffix": ""
                },
                {
                    "first": "K2",
                    "middle": [],
                    "last": "Macgregor",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kanagarajah",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Trav Med Infect Dis",
            "volume": "33",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "13",
            "pages": "1199--207",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Risk for transportation of 2019 novel coronavirus disease from Wuhan to other cities in China",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chauchemez",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerg Infect Dis",
            "volume": "26",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Importation and human-to-human transmission of a novel coronavirus in vietnam",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "T"
                    ],
                    "last": "Phan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "C"
                    ],
                    "last": "Luong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "9",
            "pages": "872--876",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Transmission of 2019-nCoV infection from an asymptomatic contact in Germany",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rothe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schunk",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sothmann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "10",
            "pages": "970--971",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "First case of 2019 novel coronavirus in the United States",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Holshue",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Debolt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lindquist",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "10",
            "pages": "929--965",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "COVID-19) situation report-24",
            "authors": [],
            "year": 2020,
            "venue": "Coronavirus disease 2019",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Clinical characteristics of 2019 novel coronavirus infection in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hu Y",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.06.20020974"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Kok",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "514--537",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Transmission of the severe acute respiratory syndrome on aircraft",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Olsen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "Y"
                    ],
                    "last": "Cheung",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "349",
            "issn": "",
            "pages": "2416--2438",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Epidemiology of travel-associated pandemic (H1N1) 2009 infection in 116 patients",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mukherjee",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chow",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Singapore. Emerg Infect Dis",
            "volume": "16",
            "issn": "1",
            "pages": "21--27",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Timeline of events and investigations associated with two clusters of COVID-19 cases among travellers returning to China. Dates filled in red are the dates of onset of illness. Dates filled in purple are the dates on which Patients 1-2 and their daughter had close contacts with COVID-19 patients. Dates filled in orange are the dates on which patients 3-11 stayed at Wuhan city. Dates filled in yellow are the dates on which patients 4-9 stayed at other areas of Hubei province except Wuhan. The white boxes with an internal red cross are the dates of positive qRT-PCR result detected by Hangzhou International Travel Healthcare Center. The white boxes with an internal red horizontal line are the dates of negative qRT-PCR result detected by Hangzhou International Travel Healthcare Center. The blue boxes with an internal red cross are the dates of confirmation of patients by Hangzhou Municipal Health Commission. qRT-PCR = quantitative reverse transcriptase polymerase chain reaction. (For interpretation of the references to colour in this figure legend, the reader is referred to the Web version of this article.)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Phylogenetic analysis of full-length genome of Severe Acute Respiratory Syndrome Coronavirus-2 (SARS-CoV-2) sequences with strain of Patient 2 (named 2019-nCoV IME-HZ01). GISAID accession number of each sequence was listed in the figure. 2019-nCoV IME-HZ01 strain was grouped with other strains from Wuhan and other locations.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Characteristics of patients with coronavirus disease 2019.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare no conflicts of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of competing interest"
        },
        {
            "text": "We thank all the tested individuals, their families, and collaborating clinicians for their participation. This work was supported by grants from the National Science Fund for Distinguished Young Scholars (No. 81825019).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}