{
    "paper_id": "3fe504e422063819de1c2696e9e2d3ebdbab0d26",
    "metadata": {
        "title": "Journal Pre-proof Telehealth: Helping Your Patients and Practice Survive and Thrive During the COVID-19 Crisis with Rapid Quality Implementation Telehealth: Helping Your Patients and Practice Survive and Thrive During the COVID-19 Crisis with Rapid Quality Implementation",
        "authors": [
            {
                "first": "Ivy",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Carrie",
                "middle": [],
                "last": "Kovarik",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Pennsylvania",
                    "location": {
                        "settlement": "Philadelphia",
                        "region": "Pennsylvania"
                    }
                },
                "email": ""
            },
            {
                "first": "Trilokraj",
                "middle": [],
                "last": "Tejasvi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Michigan",
                    "location": {
                        "settlement": "Ann Arbor",
                        "region": "Michigan"
                    }
                },
                "email": ""
            },
            {
                "first": "Michelle",
                "middle": [],
                "last": "Pizarro",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jules",
                "middle": [
                    "B"
                ],
                "last": "Lipoff",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Pennsylvania",
                    "location": {
                        "settlement": "Philadelphia",
                        "region": "Pennsylvania"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In the CMS guidance, 1 many restrictions that have roadblocked telehealth adoption for decades have been removed to promote \"good faith use of telehealth\" in these unprecedented times. To preserve both patient and society's trust, medical communities must hold our standards for professionalism and quality care high. Adherence to state regulations, 2 thorough clinical intake, clear and consistent video connectivity and images, documentation, patient education and transparency, care coordination, data security, and patient privacy should remain a top priority, even in times of crisis. If a non-HIPAA compliant platform is used initially, conversion to a HIPAA-compliant platform should be encouraged as soon as possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of"
        },
        {
            "text": "Telehealth offers a tool to provide accessible, quality care and maintain connectivity while practicing social distancing. Thoughtful implementation 3,4,5 of telehealth now allows for sustainable and scalable practice beyond the current crisis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of"
        },
        {
            "text": "We recommend the following steps for implementing telemedicine into outpatient practices:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of"
        },
        {
            "text": "1. Use existing systems and platforms (patient portals) to encourage patients to initiate telemedicine when available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of"
        },
        {
            "text": "2. Identify highest risk or urgent patients and schedule them for telemedicine visits.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of"
        },
        {
            "text": "3. Defer all non-essential visits until a later time. In the last weeks, we have been proud of the quick actions of our colleagues to adapt and change their way of practice. However, there will always be questions as clinicians change the way they practice. Will telemedicine provide the same quality care as in person? How can we foster patient relationships with electronic distance? Unfortunately, we do not have the resources to see most patients in person, nor can we risk exposing otherwise healthy people to COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of"
        },
        {
            "text": "With telehealth implementation, we can see patients remotely, whereas we would not have seen them at all.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of"
        },
        {
            "text": "We anticipate that these changes are necessarily difficult, and our system will grow in new ways.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of"
        },
        {
            "text": "Together as physicians, we will inevitably learn new things about allocating resources, improving efficiency, and optimizing our health system by using telehealth to tackle this pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Federal and State Regulation updates: Center for Connected Health Policy",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Interest: Dr. Lipoff is the current chair, Dr. Tejasvi is vice chair, and Drs. Lee and Kovarik are past chairs/advisors of the Teledermatology Task Force of the American Academy of Dermatology. Ms. Pizarro is the supporting AAD staff member. Manuscript word count: an effective, efficient way to triage and deliver timely, quality medical care. In the setting of this public health emergency, telemedicine can maintain access and continuity of care for patients, support colleagues on the front-line, optimize in-person services, and minimize infectious transmission of COVID-19 coronavirus. On March 17, 2020, the Centers for Medicare & Medicaid Services (CMS) issued a 1135 Waiver and expanded telehealth coverage for all Medicare patients during the COVID-19 pandemic. What does this mean for clinical practitioners? In short, telemedicine can be used for evaluation and management of most patients. CMS's policy changes effectively eliminate the main barriers to telemedicine implementation: lack of reimbursement, licensing restrictions, and HIPAA compliance. Given current CDC guidelines, in-person care should be limited to only the most urgent patients; this minimizes risk of COVID-19 transmission and ensures that finite clinical resources will be equitably distributed to those that need it most.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Develop an established pathway for contact/evaluation for urgent patients. 5. Make sure patients know there is a clear line of communication to minimize emergency department overuse for non-critical issues.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}