{
    "paper_id": "409d48061931f0551fb8890d6a0553202c3e309b",
    "metadata": {
        "title": "Recent trends in mass spectrometer development",
        "authors": [
            {
                "first": "J",
                "middle": [
                    "W"
                ],
                "last": "Hager",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "MDS SCIEX",
                    "location": {
                        "addrLine": "71 Four Valley Drive",
                        "postCode": "L4K 4V8",
                        "settlement": "Concord",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": "jim.hager@sciex.com"
            }
        ]
    },
    "abstract": [
        {
            "text": "Trends in mass analyzer development are reviewed here with an emphasis on tandem mass spectrometers. The move toward \"hybridization\" of conventional mass analyzers to allow additional instrument functionality in tandem mass spectrometry is discussed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "One need look no farther than a recent paper in the journal Molecular and Cellular Proteomics to understand the importance of mass spectrometry in everyday life. A multidisciplinary group of scientists from Manitoba used the combination of matrix-assisted laser desorption ionization (MALDI) and a quadrupole/time-of-flight mass spectrometer to identify two novel proteins associated with the virus believed to be responsible for severe acute respiratory syndrome (SARS) [1] . At that time the SARS outbreak had spread from China to Hong Kong, Vietnam, Canada, the USA, and several other countries leading to increasing worldwide concern of a pandemic. The unique attributes of mass spectrometry, especially using hybrid instrumentation, allowed rapid identification and characterization of possible immunogens that may be useful for early diagnosis or prophylaxis of SARS.",
            "cite_spans": [
                {
                    "start": 471,
                    "end": 474,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The Manitoba group made use of a hybrid tandem mass spectrometer in which the final quadrupole of a triple quadrupole (QqQ) instrument was replaced with a time-offlight (ToF) mass spectrometer [1] . Although these QqToF instruments have been commercially available for less than 10 years, they are widespread because of their full scan sensitivity, good mass spectral resolution and mass accu-racy, and their capability to perform MS and product ion MS/MS analyses. This kind of \"hybridization\" in mass spectrometry is now driving new instrument development because it allows the addition (or replacement) of sections of conventional tandem mass spectrometers with devices that provide different or superior performance characteristics. Novel mass spectrometers have been reported recently, but this is relatively rare. Much of the commercial instrument development of \"new\" instrumentation takes the form of this hybridization approach.",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 196,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This review will examine the published developments in mass analyzers over the past three years with an emphasis on hybrid instrumentation and some of the novel analyzer developments. Of particular interest is the motivation for combining certain mass analyzers, or mass-filtering devices, in tandem and the performance advantages of these combinations. Quadrupoles, ion traps, and ToF sections all provide unique capabilities for mass analysis and ion processing that is proving to be useful for answering specific analytical challenges. Several of the more common mass analyzers are illustrated in Fig. 1 . The context of the review is tandem, or multiple stage, mass analysis since this approach is of the greatest importance for analyses of complex samples.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 600,
                    "end": 606,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Arguably the most important characteristic of a tandem instrument is the nature of the final mass spectrometer, since it usually provides the analytical mass spectrum. Figures of merit such as mass spectral resolution, mass assignment accuracy, and speed of data acquisition all play key roles in the quality of the final mass spectrum. Some mass spectrometers are well suited for recording high-quality mass spectra but are not as useful for precursor ion isolation and fragmentation. The trend in many modern mass spectrometer research programs is toward moving some of these \"ion processing\" steps away from the final mass analyzer, often with significant performance enhancements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Tandem mass spectrometry or MS/MS involves two stages of mass analysis separated by a reaction, or fragmenta-James W. Hager tion, step [2] . The most important advantage of MS/MS is the reduction of \"chemical noise\" due to the high specificity of the instrument [2] . For an ion to be detected the precursor ion must be stable in the first stage of mass analysis and a fragment ion must be stable in the second stage. High specificity can be achieved since most of the ions in even complex mixtures do not satisfy this criterion.",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 138,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 262,
                    "end": 265,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Tandem mass spectrometry"
        },
        {
            "text": "There are two fundamentally different approaches to MS/MS [2] : tandem-in-space and tandem-in-time. Tandemin-space instruments have two independent mass spectrometers in physically different locations in the instrument. Examples of these instruments include, but are not limited to, triple quadrupole (QqQ) and quadrupole/ timeof-flight (QqToF) instruments. The most common MS/MS mode of operation is the product ion scan in which the first quadrupole selects a precursor ion. The precursor ion is then subjected to collision-activated dissociation in a collision cell, and a mass spectrum of the resulting fragment ions is captured with the final mass spectrometer. Although the collision cell can be an RF-only quadrupole, hexapole, octapole, or ring guide, these instruments will be referred to as QqQ devices. A very common mode of operation is multiple reaction monitoring (MRM) in which the two resolving quadrupoles monitor specific precursorto-fragment ion transitions by \"hopping\" between the appropriate m/z values. MRM operation maximizes the instrument duty cycle and is often used for quantitation applications. Other less frequently used, but very selective, MS/MS scans for identification of targeted analytes in complicated matrices are the precursor ion and constant neutral loss scans. Here, the first mass analyzer is scanned while the second analyzer is fixed (precursor ion scan) or scanned at a set mass difference from the first (constant neutral loss scan) [3] . These tandem-in-space mass spectrometers have the advantage of independent optimization of each stage of mass analysis.",
            "cite_spans": [
                {
                    "start": 58,
                    "end": 61,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1481,
                    "end": 1484,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Tandem mass spectrometry"
        },
        {
            "text": "Tandem-in-time instruments are, in general, ion-trapping mass spectrometers such as two-dimensional or three-dimensional quadrupole ion traps and Fourier transform ion cyclotron (FTICR), more commonly known as Fourier transform mass spectrometers (FTMS). The various stages of mass spectrometry are conducted within the same physical trapping volume but at different times during the experiment. The approach here allows the ions from the ion source into the trapping volume, isolating the precursor ions of interest by ejecting the unwanted ions, fragmenting the precursor ions, and performing a final mass analysis step. In principle these devices are capable of many, or \"n\", stages of mass spectrometry, leading to the term \"MS n \". Ion trapping instruments are inherently scanning instruments and are, in general, capable of survey MS and product ion MS/MS operation only. However, since they can record a complete mass spectrum of each pulse of ions introduced into the trapping volume, they are very sensitive instruments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tandem mass spectrometry"
        },
        {
            "text": "Until recently there have been very few new developments in triple quadrupole instrumentation. Commercial manufacturers have enhanced instrument sensitivity by opening the atmosphere-to-vacuum apertures with associated in- Fig. 1 Common mass spectrometers creases in the vacuum pumping capacity [4] . The quadrupoles themselves have, however, remained relatively unchanged, although some recent instruments have been equipped with ring guide collision cells.",
            "cite_spans": [
                {
                    "start": 295,
                    "end": 298,
                    "text": "[4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 223,
                    "end": 229,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "QqQ instrumentation"
        },
        {
            "text": "An exception to this is a higher-resolution QqQ instrument that is capable of peak widths of the order of 0.1 amu (FWHM) and mass assignment accuracies of <10 milliamu [5, 6] . The enhanced resolution compared to a standard quadrupole, which operates with peak widths of approximately 0.5-0.7 amu (FWHM), has been shown to be yield additional selectivity in precursor ion selection for product ion spectra as well as distinguishing isobaric interferences [5, 6] . Although good mass accuracy has been reported previously for LC/MS/MS [7] analyses using a conventional triple quadrupole and moderate mass resolution, it is the advent of the narrower peak widths that has spurred interest in the use of triple quadrupole platform for accurate mass measurements. The published capabilities [5, 6] suggest that some combination of internal and external mass calibration should allow reasonable mass assignment accuracy with the enhanced resolution triple quadrupole.",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 171,
                    "text": "[5,",
                    "ref_id": null
                },
                {
                    "start": 172,
                    "end": 174,
                    "text": "6]",
                    "ref_id": null
                },
                {
                    "start": 455,
                    "end": 458,
                    "text": "[5,",
                    "ref_id": null
                },
                {
                    "start": 459,
                    "end": 461,
                    "text": "6]",
                    "ref_id": null
                },
                {
                    "start": 534,
                    "end": 537,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 787,
                    "end": 790,
                    "text": "[5,",
                    "ref_id": null
                },
                {
                    "start": 791,
                    "end": 793,
                    "text": "6]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "QqQ instrumentation"
        },
        {
            "text": "The enhanced resolution quadrupole instruments pose some challenges for manufacturers and analysts, since mass stability becomes more crucial with narrow peaks. Procedures for maximizing data quality and instrument ruggedness have been published [5] .",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 249,
                    "text": "[5]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "QqQ instrumentation"
        },
        {
            "text": "The QqToF instrument can be thought of as replacement of the final resolving mass filter of a triple quadrupole platform with a time-of-flight mass spectrometer. By using a ToF for the final stage of mass analysis in a tandem instrument this provides the benefits of high resolution (ca. 5,000-20,000 FWHM), good mass assignment accuracy (<5 ppm), high sensitivity, and the ability to record a complete mass spectrum for each pulse of ions injected into the device [8] . Most commercial QqToF instruments employ an orthogonal geometry for injection of the ions into the ToF section, which decouples the ion velocity in the ion beam from the TOF axis [9] . This gives rise to a low initial velocity along the ToF axis and results in excellent resolution and a nearly linear mass calibration scale. Both of these attributes have contributed to the very good reported mass assignment accuracy (<5 ppm) [10] .",
            "cite_spans": [
                {
                    "start": 465,
                    "end": 468,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 650,
                    "end": 653,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 899,
                    "end": 903,
                    "text": "[10]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "QqToF"
        },
        {
            "text": "Researchers have gradually increased the FWHM mass resolution of ToF analyzers to m/∆m≈18,000 by using techniques such as multiple passes over the same 0.4-m flight path [11] . Lewin et al. have described the use of near-parallel wire grids in accelerators and ion mirrors to improve ion transmission by 2-4 times while maintaining excellent resolution [12] . The instrument described utilizes an additional ion mirror located between the pusher and deflector to send the ions back into the analyzer. This \"W-mode\" of operation (so named for the W-shaped ion flight path in the ToF) results in FWHM resolution of m/∆m of >23,000 [12] .",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 174,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 353,
                    "end": 357,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 629,
                    "end": 633,
                    "text": "[12]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "QqToF"
        },
        {
            "text": "Robinson and coworkers [13] have described the operation of a QqToF instrument with a mass range of m/z 90,000-150,000 for the ToF section and the ability to isolate precursor ions with the resolving quadrupole to approximately m/z 22,000. The achievement of such a large mass range was accomplished largely by reduction of the frequency of the main drive frequency for the Qq section. The instrument was designed with the goal of studying high molecular weight macromolecular complexes [13] .",
            "cite_spans": [
                {
                    "start": 23,
                    "end": 27,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 487,
                    "end": 491,
                    "text": "[13]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "QqToF"
        },
        {
            "text": "One of the disadvantages of the QqToF-type instruments is the inefficient precursor ion operation mode, relative to a triple quadrupole, since this mode does not benefit from simultaneous ToF detection. To overcome this limitation, trapping and releasing techniques using the collision cell as an accumulation linear ion trap have been used to enhance sensitivity in selected regions of the mass spectrum [14] . The result is sensitivity gains of 5-15 times in precursor ion scan mode over a limited m/z range [14] .",
            "cite_spans": [
                {
                    "start": 405,
                    "end": 409,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 510,
                    "end": 514,
                    "text": "[14]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "QqToF"
        },
        {
            "text": "The ability to trap ions in the collision cell has also led to a novel type of charge state separation capability in QqToF instruments [15] . The idea here is that a population of ions characterized by different charge states can be collisionally cooled to thermal energies via trapping and storing in the collision cell. The trapped ions experience different axial DC barriers to exit the collision cell that are proportional to their charge states. As the magnitude of the repulsive exit DC barrier is reduced, singly charged ions are released toward the ToF section first, followed by doubly charged ions, and so on. The result is the ability to identify multiply charged ions from the ion source that previously were completely obscured by singly charged chemical noise ions [15] .",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 139,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 779,
                    "end": 783,
                    "text": "[15]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "QqToF"
        },
        {
            "text": "A variation of the QqToF instrument [16] is obtained by substituting the Qq section with a quadrupole ion trap (QIT). Ions from the source are accumulated in the QIT and are subjected to further processing, such as precursor ion isolation and fragmentation via resonant excitation. This introduces the capability to perform precursor ion isolation and multiple stages of mass spectrometry within the QIT prior to ToF mass measurement [16] . Early instruments, which were largely based on linear ToF instrumentation, were characterized by relatively low sensitivity and resolution [16] . Modern instruments using improved ion extraction from the QIT and reflectron ToFs provide much better resolution and sensitivity [17, 18, 19] . Mass resolution (FWHM) of up to 16,000 and sub-femtomole sensitivity levels for peptides have been reported [18, 19] .",
            "cite_spans": [
                {
                    "start": 36,
                    "end": 40,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 434,
                    "end": 438,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 580,
                    "end": 584,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 716,
                    "end": 720,
                    "text": "[17,",
                    "ref_id": null
                },
                {
                    "start": 721,
                    "end": 724,
                    "text": "18,",
                    "ref_id": null
                },
                {
                    "start": 725,
                    "end": 728,
                    "text": "19]",
                    "ref_id": null
                },
                {
                    "start": 839,
                    "end": 843,
                    "text": "[18,",
                    "ref_id": null
                },
                {
                    "start": 844,
                    "end": 847,
                    "text": "19]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Ion trap-ToF"
        },
        {
            "text": "Douglas [20] first proposed use of a linear ion trap in front of a conventional three-dimensional ion trap as a way to enhance the duty cycle of the combined instrument. His group has gone on to extend this to instruments in which linear ion traps are placed in front of ToF mass spectrometers [21, 22] . In both cases the linear ion trap adds additional functionality by offering a method to select precursor ions, induce fragmentation, and enhance duty cycle when using continuous ion sources, such as electrospray. They have also published fundamental investigations on resonance excitation processes in linear ion traps that precede ToF mass analyzers [23] .",
            "cite_spans": [
                {
                    "start": 8,
                    "end": 12,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 294,
                    "end": 298,
                    "text": "[21,",
                    "ref_id": null
                },
                {
                    "start": 299,
                    "end": 302,
                    "text": "22]",
                    "ref_id": null
                },
                {
                    "start": 656,
                    "end": 660,
                    "text": "[23]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Ion trap-ToF"
        },
        {
            "text": "ToF/ToF instrumentation has been described [24, 25, 26] in the literature for about 15 years, although it is only recently that a commercial product has been available [27] . In one of the most recently published incarnations a 26-cm Wiley McLaren ToF followed by a timed ion selector is used for precursor ion selection [27] . Precursor ion fragmentation can be induced in a short, low-pressure collision cell. Final mass analysis is accomplished with a reflectron ToF section. The instrument was designed to be used with a MALDI ion source and thus for singly charged ions. The high-energy CID process for high m/z ions may be advantageous compared to conventional low-energy dissociation techniques [27] .",
            "cite_spans": [
                {
                    "start": 43,
                    "end": 47,
                    "text": "[24,",
                    "ref_id": null
                },
                {
                    "start": 48,
                    "end": 51,
                    "text": "25,",
                    "ref_id": null
                },
                {
                    "start": 52,
                    "end": 55,
                    "text": "26]",
                    "ref_id": null
                },
                {
                    "start": 168,
                    "end": 172,
                    "text": "[27]",
                    "ref_id": null
                },
                {
                    "start": 321,
                    "end": 325,
                    "text": "[27]",
                    "ref_id": null
                },
                {
                    "start": 702,
                    "end": 706,
                    "text": "[27]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "ToF/ToF instrumentation"
        },
        {
            "text": "Precursor ion isolation is achieved with a timed ion selector made from two tandem deflector gates. Typical isolation widths were not published, but are likely worse than for a conventional resolving quadrupole mass filter. Mass resolution values of 2-3,000 for fragment ions and approximately 5,000 for single MS scans have been reported [27] .",
            "cite_spans": [
                {
                    "start": 339,
                    "end": 343,
                    "text": "[27]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "ToF/ToF instrumentation"
        },
        {
            "text": "The FTMS instrument is an ion-trapping mass spectrometer that relies on magnetic and electric fields for ion confinement [28] . These instruments are characterized by high resolution, very good mass assignment accuracy, and high sensitivity. There is, however, a basic incompatibility between FTMS instruments, which operate best at very low pressures, and the neutral gas densities required to attain rapid CID for fragment ion generation. Consequently, alternative fragmentation techniques have been developed such as infrared laser multiphoton-induced dissociation (IRMPD) [29] and electron capture dissociation (ECD) [30] . \"Top-down\" protein characterization [31] , in which the entire protein, rather than proteolytic fragments, is sequenced makes use of the high resolution and mass accuracy of FTMS instrumentation. In an elegant example of this approach McLafferty and coworkers [31] have demonstrated ECD cleavage of 250 out of 258 total peptide bonds in a 29-kDa protein.",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 125,
                    "text": "[28]",
                    "ref_id": null
                },
                {
                    "start": 576,
                    "end": 580,
                    "text": "[29]",
                    "ref_id": null
                },
                {
                    "start": 621,
                    "end": 625,
                    "text": "[30]",
                    "ref_id": null
                },
                {
                    "start": 664,
                    "end": 668,
                    "text": "[31]",
                    "ref_id": null
                },
                {
                    "start": 888,
                    "end": 892,
                    "text": "[31]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Fourier transform mass spectrometer (FTMS)"
        },
        {
            "text": "Placement of a linear ion trap in front of the ICR cell can yield important performance enhancements in much the same way described above for ToF mass spectrometers [32, 33, 34] . Trapped ions gradually approach thermal kinetic energies allowing more efficient injection into the very low pressure ICR. Other ion population conditioning steps, such as analyte pre-concentration and precursor ion isolation can be conducted in linear ion traps [35, 36, 37] . Some research groups have taken the approach of affecting precursor ion fragmentation outside of the ICR cell by using linear multipole ion traps and then admitting all or a portion of these ions into the FTMS for the final stage of mass analysis [38] .",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 169,
                    "text": "[32,",
                    "ref_id": null
                },
                {
                    "start": 170,
                    "end": 173,
                    "text": "33,",
                    "ref_id": null
                },
                {
                    "start": 174,
                    "end": 177,
                    "text": "34]",
                    "ref_id": null
                },
                {
                    "start": 443,
                    "end": 447,
                    "text": "[35,",
                    "ref_id": null
                },
                {
                    "start": 448,
                    "end": 451,
                    "text": "36,",
                    "ref_id": null
                },
                {
                    "start": 452,
                    "end": 455,
                    "text": "37]",
                    "ref_id": null
                },
                {
                    "start": 705,
                    "end": 709,
                    "text": "[38]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Fourier transform mass spectrometer (FTMS)"
        },
        {
            "text": "Removal of ions that are not of analytical interest prior to the FTMS, which enhances dynamic range, has also been reported [34, 35, 36, 37] . Smith and coworkers have been very active in the field of external ion accumulation prior to injection into the FTMS. They have been particularly concerned with protein identification and characterization in very complicated mixtures. Their goal has been to expand the dynamic range of the FTMS by utilizing as much of the ICR trap capacity as possible to store and mass analyze the less abundant ions. FTMS instruments are ion trapping devices and can suffer from mass spectral distortions from space charge. Smith's group has devised an instrument that, under software control, sequentially resonantly ejects and eliminates abundant species in an external linear quadrupole ion trap [34, 35, 36, 37, 39, 40] . This allows preferential filling of the ICR cell with the increasingly less abundant ions in a stepwise manner. The practical result is an enhancement in the number of detected peptides by about 40% in an LC/MS/MS run [36] .",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 128,
                    "text": "[34,",
                    "ref_id": null
                },
                {
                    "start": 129,
                    "end": 132,
                    "text": "35,",
                    "ref_id": null
                },
                {
                    "start": 133,
                    "end": 136,
                    "text": "36,",
                    "ref_id": null
                },
                {
                    "start": 137,
                    "end": 140,
                    "text": "37]",
                    "ref_id": null
                },
                {
                    "start": 828,
                    "end": 832,
                    "text": "[34,",
                    "ref_id": null
                },
                {
                    "start": 833,
                    "end": 836,
                    "text": "35,",
                    "ref_id": null
                },
                {
                    "start": 837,
                    "end": 840,
                    "text": "36,",
                    "ref_id": null
                },
                {
                    "start": 841,
                    "end": 844,
                    "text": "37,",
                    "ref_id": null
                },
                {
                    "start": 845,
                    "end": 848,
                    "text": "39,",
                    "ref_id": null
                },
                {
                    "start": 849,
                    "end": 852,
                    "text": "40]",
                    "ref_id": null
                },
                {
                    "start": 1073,
                    "end": 1077,
                    "text": "[36]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Fourier transform mass spectrometer (FTMS)"
        },
        {
            "text": "As described above in the context of ToF and FTMS instrumentation, linear ion traps can be used as ion processing units prior to final analysis by another mass spectrometer. This type of linear ion trap can resonantly eject unwanted ion species and concentrate desired analytes by making use of their high ion capacities [41] . They can also provide a degree of time compression by accumulating ions from an ion source for many tens or hundreds of milliseconds and delivering a very short pulse of ions for subsequent analysis [33] . Linear ion traps can also affect precursor ion isolation and fragmentation via resonance excitation processes [21, 22, 42] .",
            "cite_spans": [
                {
                    "start": 321,
                    "end": 325,
                    "text": "[41]",
                    "ref_id": null
                },
                {
                    "start": 527,
                    "end": 531,
                    "text": "[33]",
                    "ref_id": null
                },
                {
                    "start": 644,
                    "end": 648,
                    "text": "[21,",
                    "ref_id": null
                },
                {
                    "start": 649,
                    "end": 652,
                    "text": "22,",
                    "ref_id": null
                },
                {
                    "start": 653,
                    "end": 656,
                    "text": "42]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Linear ion trap mass spectrometers"
        },
        {
            "text": "There have been two notable developments in the use of linear ion traps as true mass spectrometers using either mass-selective radial [43] or axial ion ejection [44] . Massselective radial ion ejection involves trapping the ions in a four-rod quadrupole structure and resonantly ejecting the ions radially through a slot cut in one of the quadrupole rods. Schwartz et al. have demonstrated that replacement of a conventional three-dimensional ion trap with a radial ejection linear ion trap yields detection limit improvements of about 5 times as well as the ability to conduct all of the standard ion trap scan modes [43] . The sensitivity enhancement is due to the considerably larger ion capacity of linear ion traps, which has been estimated to be more than an order of magnitude larger than that of a conventional ion trap. High ejection efficiencies were reported, despite the fact that the ions being ejected from this radial ejection linear ion trap emerge from a slot cut in one of the quadrupole rods [43] .",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 138,
                    "text": "[43]",
                    "ref_id": null
                },
                {
                    "start": 161,
                    "end": 165,
                    "text": "[44]",
                    "ref_id": null
                },
                {
                    "start": 618,
                    "end": 622,
                    "text": "[43]",
                    "ref_id": null
                },
                {
                    "start": 1011,
                    "end": 1015,
                    "text": "[43]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Linear ion trap mass spectrometers"
        },
        {
            "text": "Mass-selective axial ejection from a linear ion trap is a less obvious technique for ion extraction. Axial ejection is affected in the exit fringe field region of a linear ion trap due to the coupling of the radial and axial degrees of freedom of the trapped ions [44] . This is the ion trap analog to the RF-only transmission quadrupole mass spectrometer [45, 46] .",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 268,
                    "text": "[44]",
                    "ref_id": null
                },
                {
                    "start": 356,
                    "end": 360,
                    "text": "[45,",
                    "ref_id": null
                },
                {
                    "start": 361,
                    "end": 364,
                    "text": "46]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Linear ion trap mass spectrometers"
        },
        {
            "text": "Since the axial ejection linear ion trap operates in the low 10 -5 torr regime and ions emerge from the end of the device it has proven to be a good match with the ion path of a QqQ instrument [47] . A commercial product with a QqQ linear ion trap geometry combines all of the features of a conventional triple quadrupole mass spectrometer and a linear ion trap [47, 48] . One product ion scan mode uses the first quadrupole for precursor ion selection and the collision cell for fragmentation prior to ion introduction into the linear ion trap [47] . The analytical mass scan is conducted with the linear ion trap. During the analytical scan the instrument can accumulate ions from the ion source enhancing duty cycle, and ultimately, sensitivity [47] . The advantages to this tandem-in-space approach are that only the fragment and residual precursor ions are admitted into the ion trap thereby preserving dynamic range. Also, since the fragmentation step and the final mass analysis steps are spatially separated there is no inherent low mass cutoff in the product ion spectra. Sensitivity gains of factors greater than 500 times that of standard triple quadrupole product ion scan mode have been reported [47] .",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 197,
                    "text": "[47]",
                    "ref_id": null
                },
                {
                    "start": 362,
                    "end": 366,
                    "text": "[47,",
                    "ref_id": null
                },
                {
                    "start": 367,
                    "end": 370,
                    "text": "48]",
                    "ref_id": null
                },
                {
                    "start": 545,
                    "end": 549,
                    "text": "[47]",
                    "ref_id": null
                },
                {
                    "start": 748,
                    "end": 752,
                    "text": "[47]",
                    "ref_id": null
                },
                {
                    "start": 1209,
                    "end": 1213,
                    "text": "[47]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Linear ion trap mass spectrometers"
        },
        {
            "text": "The advantage of having triple quadrupole and ion trap functionality on the same instrument has been illustrated for the analysis of complicated mixtures [48, 49] . The very selective, although relatively insensitive, triple quadrupole precursor ion and constant neutral loss scans were used to locate specific analyte types that could then be characterized by using the high sensitivity ion trap functionality [48, 49] . The triple quadrupole multiple reaction monitoring using specific precursor-to-fragment transitions could then be used to generate quantitation calibration curves over 5 orders of magnitude [48] .",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 158,
                    "text": "[48,",
                    "ref_id": null
                },
                {
                    "start": 159,
                    "end": 162,
                    "text": "49]",
                    "ref_id": null
                },
                {
                    "start": 411,
                    "end": 415,
                    "text": "[48,",
                    "ref_id": null
                },
                {
                    "start": 416,
                    "end": 419,
                    "text": "49]",
                    "ref_id": null
                },
                {
                    "start": 612,
                    "end": 616,
                    "text": "[48]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Linear ion trap mass spectrometers"
        },
        {
            "text": "In-trap fragmentation similar to that accomplished in other ion trap instruments can also be accomplished in low-pressure linear ion traps. Collings et al. [42] have shown that even at linear ion trap pressures in the low 10 -5 torr range, efficient fragmentation can be affected even for precursor ions at approximately m/z 2,700.",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 160,
                    "text": "[42]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Linear ion trap mass spectrometers"
        },
        {
            "text": "Modern tandem mass spectrometers combine both tandem-in-space and tandem-in-time approaches within single instrument packages in order to extract as much analytical information as possible. Most notable perhaps is the proliferation of linear ion traps of all types. This is driven by the necessity to perform a variety of high-efficiency ion-processing steps prior to, or concurrent with, the final stage of mass analysis. The combination of what on the surface appears to be dissimilar mass analyzers, or mass filters, has allowed mass measurement instrumentation to develop beyond the conventional tandem-in-space and tandem-in-time platforms. Most common in this arena of continued hybridization is the linear ion trap. These ion traps are easy to build, tolerate high pressures, and can add significant functionality to other more traditional mass analyzers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and future directions"
        },
        {
            "text": "There are other novel mass analyzers on the horizon that have not yet been fully developed. The orbitrap [50, 51] mass spectrometer makes use of a quadro-logarithmic field and has been reported to yield FWHM mass resolution of in excess of 150,000 with good mass range and mass assignment accuracies of a few ppm. A linear ion trap has been used for external ion accumulation and injection into the 10 -10 torr pressure orbitrap with good success [51] . Such a mass analyzer may, in the future, provide a smaller and less costly alternative to FTMS systems.",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 109,
                    "text": "[50,",
                    "ref_id": null
                },
                {
                    "start": 110,
                    "end": 113,
                    "text": "51]",
                    "ref_id": null
                },
                {
                    "start": 447,
                    "end": 451,
                    "text": "[51]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusions and future directions"
        },
        {
            "text": "At the other end of the spectrum are the miniature cylindrical ion traps that have been designed for fieldportable applications [52, 53] . In one incarnation [52] a small battery-powered instrument has been described with a mass range of about m/z 250, unit-resolution-resolving capability, and MS, MS 2 , and MS 3 capabilities. Analysis of several analyte classes, such as environmentally significant compounds and chemical warfare agents, have shown FWHM mass resolution of about 100 and detection limits as low as 1 pg.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 132,
                    "text": "[52,",
                    "ref_id": null
                },
                {
                    "start": 133,
                    "end": 136,
                    "text": "53]",
                    "ref_id": null
                },
                {
                    "start": 158,
                    "end": 162,
                    "text": "[52]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusions and future directions"
        },
        {
            "text": "The mass spectrometers of the future will undoubtedly be more sensitive, more selective, and allow higher throughput than those of today. The analysis of complex mixtures from the drug design and discovery processes, as well as proteomics, demands improvements in these areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and future directions"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Mass spectrometry/mass spectrometry: techniques and applications of tandem mass spectrometry VCH",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Busch",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Glish",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Mcluckey",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}