{
    "paper_id": "41000cbcfae40f517e45329ff099f50073b2cb19",
    "metadata": {
        "title": "Cochrane Database of Systematic Reviews Nasal decongestants in monotherapy for the common cold (Review)",
        "authors": [
            {
                "first": "Deckx",
                "middle": [
                    "L"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "De",
                "middle": [],
                "last": "Sutter",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Guo",
                "middle": [
                    "L"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mir",
                "middle": [],
                "last": "Na",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Driel",
                "middle": [],
                "last": "Ml",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Single-dose decongestant versus placebo: 10 studies compared a single dose of nasal decongestant with placebo and their effectiveness was tested between 15 minutes and 10 hours after dosing. Seven of 10 studies reported subjective symptom scores for nasal congestion; none reported overall patient well-being. However, pooling was not possible due to the large diversity in the measurement and reporting of symptoms of congestion. Two studies recorded adverse events. Both studies used an oral decongestant and each of them showed that there was no statistical difference between the number of adverse events in the treatment group versus the placebo group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Multi-dose decongestant versus placebo: nine studies compared multiple doses of nasal decongestants with placebo, but only five reported on the primary outcome, subjective symptom scores for nasal congestion. Only one study used a topical decongestant; none reported overall patient well-being. Subjective measures of congestion were significantly better for the treatment group compared with placebo approximately three hours after the last dose (SMD 0.49, 95% confidence interval (CI) 0.07 to 0.92; P = 0.02; GRADE: lowquality evidence). However, the SMD of 0.49 only indicates a small clinical effect. Pooling was based on two studies, one oral and one topical, therefore we were unable to assess the effects of oral and topical decongestants separately. Seven studies reported adverse events (six oral and one topical decongestant); meta-analysis showed that there was no statistical difference between the number of adverse events in the treatment group (125 per 1000) compared to the placebo group (126 per 1000). The odds ratio (OR) for adverse events in the treatment group was 0.98 (95% CI 0.68 to 1.40; P = 0.90; GRADE: low-quality evidence). The results remained the same when we only considered studies using an oral decongestant (OR 0.95, 95% CI 0.65 to 1.39; P = 0.80; GRADE: low-quality evidence).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We were unable to draw conclusions on the effectiveness of single-dose nasal decongestants due to the limited evidence available. For multiple doses of nasal decongestants, the current evidence suggests that these may have a small positive effect on subjective measures of nasal congestion in adults with the common cold. However, the clinical relevance of this small effect is unknown and there is insufficient good-quality evidence to draw any firm conclusions. Due to the small number of studies that used a topical nasal decongestant, we were also unable to draw conclusions on the effectiveness of oral versus topical decongestants. Nasal decongestants do not seem to increase the risk of adverse events in adults in the short term. The effectiveness and safety of nasal decongestants in children and the clinical relevance of their small effect in adults is yet to be determined.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' conclusions"
        },
        {
            "text": "We wanted to find out if nasal decongestants used alone can ease nasal congestion symptoms in people with colds.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Review question"
        },
        {
            "text": "Colds, although not serious, are common illnesses responsible for many visits to family doctors and days lost from work and school. Cold symptoms include runny nose, sore throat and sneezing, and they can last up to two weeks. There is no cure for colds; treatments only ease the symptoms. Many people use over-the-counter medicines such as nasal decongestants to treat cold symptoms. However, Prim ary outcom e: subjective sym ptom score -3 hours af ter dosing ---540 (4 RCTs, oral) -Insuf f icient data to pool results Pseudoephedrine (Eccles 2005; Latte 2007; Taverner 1999) ; Phenylpropanolam ine (Cohen 1978) Prim ary outcom e: overall patient well-being -3 hours af ter dosing ---(0 studies) -Not reported",
            "cite_spans": [
                {
                    "start": 537,
                    "end": 550,
                    "text": "(Eccles 2005;",
                    "ref_id": null
                },
                {
                    "start": 551,
                    "end": 562,
                    "text": "Latte 2007;",
                    "ref_id": null
                },
                {
                    "start": 563,
                    "end": 577,
                    "text": "Taverner 1999)",
                    "ref_id": null
                },
                {
                    "start": 601,
                    "end": 613,
                    "text": "(Cohen 1978)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Secondary outcom e: all adverse events Two single-dose trials reported adverse events ( Gronborg 1983; Taverner 1999) . Both used an oral decongestant. Taverner 1999 (pseudoephedrine versus placebo) reported no adverse events in either the treatm ent or the placebo group; we did not include Gronborg 1983 (norephedrine versus placebo) results in the m eta-analysis because a cross-over study design was used and several events per patient were reported -82 (2 RCTs, oral) -Insuf f icient data to pool results Norephedrine (Gronborg 1983) ; Pseudoephedrine (Taverner 1999)",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 102,
                    "text": "( Gronborg 1983;",
                    "ref_id": null
                },
                {
                    "start": 103,
                    "end": 117,
                    "text": "Taverner 1999)",
                    "ref_id": null
                },
                {
                    "start": 523,
                    "end": 538,
                    "text": "(Gronborg 1983)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The common cold is viral in nature, afflicts individuals of all ages and often necessitates utilisation of over-the-counter and prescription medications, and complementary interventions (Simasek 2007) . Often caused by the rhinovirus, people typically experience rhinorrhoea, sneezing, headache, nasal congestion, cough, fatigue and pharyngitis (Eccles 2000) . Despite the common cold not being a serious condition, it has a substantial impact in terms of time lost from work and school, as well as money spent on both prescription and over-the-counter medications (Heikkinnenn 2003) . In the USA, the common cold contributes to 22 million missed days from school and 20 million absences from work annually, including days missed due to caring for ill children (Pappas 2015) . In Australia, upper respiratory tract infections, nasal congestion, pharyngitis and cough constitute 11% of all consultations in general practice (Fry 1993) . In the USA, there are 25 million visits to the family physician annually due to the common cold and the total economic impact of the common cold reached around USD 40 billion annually (Fendrick 2003) .",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 200,
                    "text": "(Simasek 2007)",
                    "ref_id": null
                },
                {
                    "start": 345,
                    "end": 358,
                    "text": "(Eccles 2000)",
                    "ref_id": null
                },
                {
                    "start": 565,
                    "end": 583,
                    "text": "(Heikkinnenn 2003)",
                    "ref_id": null
                },
                {
                    "start": 761,
                    "end": 774,
                    "text": "(Pappas 2015)",
                    "ref_id": null
                },
                {
                    "start": 923,
                    "end": 933,
                    "text": "(Fry 1993)",
                    "ref_id": null
                },
                {
                    "start": 1120,
                    "end": 1135,
                    "text": "(Fendrick 2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Description of the condition"
        },
        {
            "text": "Nasal congestion is one of the most uncomfortable symptoms experienced with the common cold (Fry 1993) . There is no cure for the common cold, therefore symptomatic therapy is the only treatment option. Nasal decongestants are widely utilised for symptomatic relief in both adults and children and can be administered in oral or topical form (Del Mar 2003) . Decongestants may contain pseudoephedrine, phenylephrine, oxymetazoline or xylometazoline. Nasal decongestants are available as tablets or nasal sprays or drops. They are mostly available over-the-counter without restrictions (Eccles 2009). It is recommended that they should not be given to children under the age of six years (NPS Medicinewise 2012). Due to the risk of rebound congestion after stopping use of decongestants it is advised that people should not use a decongestant for longer than five days. Nasal decongestants mainly act locally but there may be systemic effects, such as hypertension. Other common side effects include headache, nausea, insomnia and dizziness (NPS Medicinewise 2012). People taking topical nasal or ophthalmic decongestants quickly develop tachyphylaxis (a rapid decrease in the response to a drug after repeated doses over a short period of time). Long-term use is therefore not recommended, since the agents lose effectiveness after a few days. Previous reviews have considered the safety and efficacy of therapies for indications including seasonal and perennial allergic rhinitis, chronic rhinitis, common cold and influenza (Dolansky 2008).",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 102,
                    "text": "(Fry 1993)",
                    "ref_id": null
                },
                {
                    "start": 342,
                    "end": 356,
                    "text": "(Del Mar 2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Description of the intervention"
        },
        {
            "text": "Many marketed treatments for the common cold exist and they may consist of multiple active agents with claimed decongestant, anti-secretory and anti-cough actions. Heated, humidified air is one type of treatment intervention. The mechanism of action includes the liquefying of mucus if it is dry, thereby allowing it to be cleared more effectively. It also works by the heat of the steam killing the cold virus that may be present in the mucus. However, it is not routinely recommended as there is insufficient evidence for its use (Singh 2013) .",
            "cite_spans": [
                {
                    "start": 532,
                    "end": 544,
                    "text": "(Singh 2013)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Description of the intervention"
        },
        {
            "text": "Corticosteroids are also used for the treatment of the common cold and have been recently reviewed (Hayward 2015) . Intranasal ipratropium bromide has been reviewed and was found to be effective in reducing rhinorrhoea but ineffective in reducing nasal congestion (AlBalawi 2013). A Cochrane Review of saline nasal irrigation has reported limited evidence of its efficacy in relieving symptoms of nasal secretion and nasal congestion in upper respiratory tract infections (King 2015) . Combination medications have also been studied. For overall recovery it has been reported that combinations of antihistamines, decongestants and analgesics have proven to be more effective compared to placebo (De Sutter 2012) . There was only a modest effect of oral antihistamine-decongestant combinations, oral decongestant-analgesic combinations and oral antihistamine-decongestant-analgesic combinations on nasal congestion. Only oral analgesic combinations seemed to have no effect on the symptoms of nasal congestion. Since these medications for the common cold have already been previously researched, this review will focus on nasal decongestants.",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 113,
                    "text": "(Hayward 2015)",
                    "ref_id": null
                },
                {
                    "start": 472,
                    "end": 483,
                    "text": "(King 2015)",
                    "ref_id": null
                },
                {
                    "start": 695,
                    "end": 711,
                    "text": "(De Sutter 2012)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Description of the intervention"
        },
        {
            "text": "To assess the efficacy, and short-and long-term safety, of nasal decongestants used in monotherapy to alleviate symptoms of the common cold in adults and children.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Description of the intervention"
        },
        {
            "text": "Criteria for considering studies for this review",
            "cite_spans": [],
            "ref_spans": [],
            "section": "M E T H O D S"
        },
        {
            "text": "We included RCTs and cluster-RCTs or randomised cross-over studies comparing nasal decongestants with placebo. We excluded quasi-RCTs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Types of studies"
        },
        {
            "text": "Adults and children of all ages and either gender with the common cold, characterised by defined symptoms of an upper respiratory tract infection (URTI), were eligible for inclusion. We included participants who had symptoms for no more than seven days prior to the start of the study. We excluded studies where another upper respiratory condition (such as influenza, sinusitis or rhinitis) had been diagnosed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Types of participants"
        },
        {
            "text": "Oral or topical nasal decongestants versus placebo (oral or spray, as appropriate). We included trials using topical and oral nasal decongestants administered as aqueous spray, drops, dry powder, tablets or capsules. We focused on nasal decongestants only, which work by stimulating the alpha-adrenergic receptors in upper respiratory tract blood vessels, leading to vasoconstriction (Wicker 2009). We excluded studies reporting combined interventions such as warm humidified air, steam, aromatic vapours, inhaled corticosteroids and interventions using menthol.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Types of interventions"
        },
        {
            "text": "Primary outcomes 1. Subjective symptom scores for nasal congestion (selfreported scores of congestion).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Types of outcome measures"
        },
        {
            "text": "2. Overall patient well-being score (self-reported).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Types of outcome measures"
        },
        {
            "text": "1. Objective measures of nasal airway resistance (NAR). 2. Adverse events (for example, dry mucous membranes, rebound congestion).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Secondary outcomes"
        },
        {
            "text": "3. Complications (for example, sinusitis, otitis media, lower respiratory tract infections).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Secondary outcomes"
        },
        {
            "text": "4. Time to full recovery. 5. Time to return to school or work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Secondary outcomes"
        },
        {
            "text": "We We used the search strategy as outlined in Appendix 1 to search MEDLINE and CENTRAL. We combined the MEDLINE search strategy with the Cochrane Highly Sensitive Search Strategy for identifying randomised trials in MEDLINE (Lefebvre 2011; Appendix 1). We adapted the search strategy to search Embase (Appendix 2), CINAHL (Appendix 3), LILACS (Appendix 4) and Web of Science (Appendix 5). There were no language or publication restrictions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Search methods for identification of studies Electronic searches"
        },
        {
            "text": "We searched www.clinicaltrials.gov and www.anzctr.org.au to identify completed and ongoing trials (July 2016). We reviewed reference lists and contacted researchers in the field to identify further relevant studies. We contacted manufacturers of nasal decongestants for unpublished studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Searching other resources"
        },
        {
            "text": "This review is based on our published protocol (Ta'i 2012).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection and analysis"
        },
        {
            "text": "Two review authors (LD, NM) independently reviewed and applied the inclusion and exclusion criteria to the titles and abstracts identified by the search. We retrieved the full text if there was insufficient information in the titles or abstracts to exclude a study. Three review authors (LD, NM, LG) reviewed full-text articles, ensuring that two review authors independently judged each article. We consulted a fourth review author (MLvD) if there was any discrepancy between the two authors and the issue was resolved by discussion. The review authors were not blinded to information about the article, such as the journal title, the authors of the articles or the results. We recorded the selection process in sufficient detail to complete a PRISMA flow diagram (Figure 1 ; Moher 2009) and Characteristics of excluded studies table. We did not impose any language restrictions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 765,
                    "end": 774,
                    "text": "(Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Selection of studies"
        },
        {
            "text": "Three review authors (LD, NM, LG) independently extracted data from all included articles using pre-designed data extraction forms. A fourth author (MLvD) assisted in reaching a consensus if data entries differed. We extracted the following data:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data extraction and management"
        },
        {
            "text": "• First author, publication year, journal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data extraction and management"
        },
        {
            "text": "• Number, age and gender distribution of the patients included in the trial.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data extraction and management"
        },
        {
            "text": "• Case definitions (symptoms and measurements).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data extraction and management"
        },
        {
            "text": "• Type, dosage, duration and route of administration of nasal decongestant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data extraction and management"
        },
        {
            "text": "• Results (primary and secondary outcomes).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data extraction and management"
        },
        {
            "text": "If a paper did not provide sufficient information about either study details or results, we contacted the authors where possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data extraction and management"
        },
        {
            "text": "Three review authors (LD, NM, LG) independently assessed risk of bias. We resolved disagreements by discussion with an arbiter (MLvD). We assessed:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assessment of risk of bias in included studies"
        },
        {
            "text": "• random sequence generation;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assessment of risk of bias in included studies"
        },
        {
            "text": "• allocation concealment;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assessment of risk of bias in included studies"
        },
        {
            "text": "• blinding of participants and personnel (if relevant);",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assessment of risk of bias in included studies"
        },
        {
            "text": "• blinding of outcome assessors; • incomplete outcome data;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assessment of risk of bias in included studies"
        },
        {
            "text": "• dropout/selective outcome reporting; and • other potential sources of bias.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assessment of risk of bias in included studies"
        },
        {
            "text": "We judged each potential source of bias as high, low or unclear and provided a quote from the study report together with a justification for our judgement in 'Risk of bias' tables. We summarised the risk of bias judgements across different studies for each of the domains listed. We reported the risk of bias using the 'Risk of bias' tool from the Cochrane Handbook for Systematic Reviews of Interventions (Higgins 2011).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assessment of risk of bias in included studies"
        },
        {
            "text": "We reported continuous data as the standardised mean difference (SMD) because subjective and objective measures of congestion were measured on different scales. The SMD adjusts for the differences in measurement scales and enables data from different scoring systems to be pooled; it is the absolute mean difference divided by the standard deviation (SD). Dichotomous outcomes were reported as odds ratios (ORs). SMDs and ORs were generated by RevMan software (RevMan 2014). We calculated 95% confidence intervals (CIs) for each estimate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measures of treatment effect"
        },
        {
            "text": "We analysed the outcomes of the individual participants of each trial. If the unit of randomisation was not the same as the level of analysis (i.e. the individual participants), such as in cluster-RCTs, we planned to make adjustments by taking into account the impact of clustering as outlined in the Cochrane Handbook for Systematic Reviews of Interventions (Higgins 2011). If a trial included more than one treatment arm that was similar (such as different doses of the same nasal decongestant), we combined data from the treatment arms that were similar and compared this group to the control group, as recommended in the Cochrane Handbook for Systematic Reviews of Interventions, section 7.7.3.8 and Table 7 .7a (Higgins 2011).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 704,
                    "end": 711,
                    "text": "Table 7",
                    "ref_id": null
                }
            ],
            "section": "Unit of analysis issues"
        },
        {
            "text": "For studies using a cross-over design, we reported results separately and did not include them in the meta-analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Unit of analysis issues"
        },
        {
            "text": "We were unable to obtain additional data from study authors (many studies were quite old and authors could not be contacted). Therefore, where possible, we compared studies that used an intention-to-treat (ITT) analysis (assuming that all missing data represented unsuccessful outcomes) to those not reporting ITT analysis (on-treatment analysis) in a sensitivity analysis to assess the potential impact of missing data on the overall effect of treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dealing with missing data"
        },
        {
            "text": "We assessed heterogeneity in two ways. First, we explored the presence of heterogeneity at face value by comparing population groups, interventions or outcomes across studies. In the case of clear face value heterogeneity we reported the outcomes of the studies as in a systematic review but we did not pool the results. If there was no obvious heterogeneity we used statistical tests such as the Cochrane Chi² (Q) test and the I² statistic to determine the presence and level of statistical heterogeneity for each outcome (Higgins 2003) . We considered an I² statistic of 60% or more to represent important heterogeneity. Where possible we explored the causes of statistical heterogeneity using subgroup and sensitivity analyses. We specified a priori that we would not carry out a metaanalysis if heterogeneity was greater than 90% and there was too much variation in the results, particularly inconsistency in the direction of the effect.",
            "cite_spans": [
                {
                    "start": 523,
                    "end": 537,
                    "text": "(Higgins 2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Assessment of heterogeneity"
        },
        {
            "text": "We did not identify more than 10 studies for any of the outcome measures. Therefore, it was not possible to assess reporting bias using funnel plots as described in section 10.4.3 of the Cochrane Handbook for Systematic Reviews of Interventions (Sterne 2011).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assessment of reporting biases"
        },
        {
            "text": "We analysed single-dose and multi-dose studies separately as well as combined. Clinically, we expect that a single or multi-dose of nasal decongestant would have a similar effect, although it may not be as long lasting in the case of a single dose. Therefore, we combined measurements of single and multi-dose studies for up to three hours after dosing. We included results from studies that met the inclusion criteria and reported the selected outcomes in the meta-analysis. We calculated the summary weighted OR and 95% CI for dichotomous secondary outcomes using the inverse of the variance of each study result for weighting. We standardised the results of the studies to a uniform scale when looking at continuous outcomes. In this case, we used the SMD to express the size of the intervention effect in each study relative to the variability observed in that study. We planned to calculate the number needed to treat to benefit (NNTB) for an additional beneficial outcome using the summary OR and the average control event rate described in the relevant studies. However, this was not possible because all studies assessed improvement in nasal congestion on a continuous scale. We performed fixed-effect meta-analyses and random-effects meta-analyses and compared the two models. We reported any differences between the models, but throughout all analyses we used a random-effects model for final reporting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data synthesis"
        },
        {
            "text": "There is no defined minimal clinically important difference for measures of subjective improvement in nasal congestion, therefore we used the SMDs as a guide. However, SMDs are difficult to interpret and several options are available for re-expressing SMDs: every method has its benefits and pitfalls. For this review we decided to use rules of thumb for effect sizes as a guide: 0.2 to 0.49 represents a small effect, 0.5 to 0.79 a moderate effect and ≥ 0.8 a large effect, as described in section 12.6.2 of the Cochrane Handbook for Systematic Reviews of Interventions (Sterne 2011).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data synthesis"
        },
        {
            "text": "We created 'Summary of findings' tables using the following outcomes: subjective symptom scores for nasal congestion, overall patient well-being and adverse events. We used the five GRADE considerations (study limitations, consistency of effect, imprecision, indirectness and publication bias) to assess the quality of the body of evidence as it relates to the studies that contributed data to the meta-analyses for the prespecified outcomes (Atkins 2004). We included the following comparisons: single-dose decongestant versus placebo, multi-dose decongestant versus placebo and all doses versus placebo. We used the methods and recommendations described in Section 8.5 and Chapter 12 of the Cochrane Handbook for Systematic Reviews of Interventions (Higgins 2011), using the GRADEproGDT software (GRADEproGDT 2015). We justified all decisions to downgrade or upgrade the quality of studies using footnotes, and we made comments to aid readers' understanding of the review where necessary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GRADE and 'Summary of findings' tables"
        },
        {
            "text": "We decided a priori that, if sufficient data were available, we would conduct the following subgroup analyses to explore differential treatment effects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subgroup analysis and investigation of heterogeneity"
        },
        {
            "text": "• Children (aged up to 12 years) versus others (aged over 12 years).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subgroup analysis and investigation of heterogeneity"
        },
        {
            "text": "• Topical versus oral nasal decongestants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subgroup analysis and investigation of heterogeneity"
        },
        {
            "text": "We decided a priori to perform sensitivity analyses to assess the impact of heterogeneity on the overall outcome (pooled estimate) of the meta-analysis. We did this by gradually removing single trials to investigate the extent to which they contributed to heterogeneity. We also used sensitivity analyses to assess the impact of risk of bias on the overall pooled estimate by first pooling the studies with low risk of bias and then gradually adding the studies assessed as having a high risk of bias.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sensitivity analysis"
        },
        {
            "text": "All results are based on published data only. More information about the studies is presented in Characteristics of included studies, Characteristics of excluded studies, Characteristics of studies awaiting classification and Characteristics of ongoing studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Description of studies"
        },
        {
            "text": "We retrieved 888 records with duplicates removed from the searches of the electronic databases (CENTRAL 285, MED-LINE 364, Embase 427, CINAHL 70, LILACS 3 and Web of Science 216). Based on screening of titles and abstracts, we excluded 847 records; we assessed the full text of the remaining 41 articles for eligibility ( Figure 1 ). We excluded 25 studies based on the full text. Two studies have not yet been classified (NCT00452270; NCT01062360), and two studies are ongoing (EUCTR2006-006690-25-GB; NCT01744106). The reasons for the exclusion of the 25 excluded studies are shown in Characteristics of excluded studies table.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 322,
                    "end": 330,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Results of the search"
        },
        {
            "text": "We included 16 references to 15 RCTs (Eccles 2008 was published as a full paper as well as an abstract). The interventions consisted of single doses (N = 6) (Akerlund 1989; Cohen 1978; Ferguson 1997; Gronborg 1983; Latte 2004; Taverner 1999) , and multiple doses (N = 9) of nasal decongestants (Bye 1980; Eccles 2005; Eccles 2006; Eccles 2008; Eccles 2014; Jawad 1998; Latte 2007; Reinecke 2005; Sperber 1989) . Some interventions included a treatment arm with combination therapy (e.g. pseudoephedrine plus paracetamol). However, in this review we focused on the effectiveness of nasal decongestants only. Therefore, we did not include the treatment arms that considered combination therapy.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 172,
                    "text": "(Akerlund 1989;",
                    "ref_id": null
                },
                {
                    "start": 173,
                    "end": 184,
                    "text": "Cohen 1978;",
                    "ref_id": null
                },
                {
                    "start": 185,
                    "end": 199,
                    "text": "Ferguson 1997;",
                    "ref_id": null
                },
                {
                    "start": 200,
                    "end": 214,
                    "text": "Gronborg 1983;",
                    "ref_id": null
                },
                {
                    "start": 215,
                    "end": 226,
                    "text": "Latte 2004;",
                    "ref_id": null
                },
                {
                    "start": 227,
                    "end": 241,
                    "text": "Taverner 1999)",
                    "ref_id": null
                },
                {
                    "start": 294,
                    "end": 304,
                    "text": "(Bye 1980;",
                    "ref_id": null
                },
                {
                    "start": 305,
                    "end": 317,
                    "text": "Eccles 2005;",
                    "ref_id": null
                },
                {
                    "start": 318,
                    "end": 330,
                    "text": "Eccles 2006;",
                    "ref_id": null
                },
                {
                    "start": 331,
                    "end": 343,
                    "text": "Eccles 2008;",
                    "ref_id": null
                },
                {
                    "start": 344,
                    "end": 356,
                    "text": "Eccles 2014;",
                    "ref_id": null
                },
                {
                    "start": 357,
                    "end": 368,
                    "text": "Jawad 1998;",
                    "ref_id": null
                },
                {
                    "start": 369,
                    "end": 380,
                    "text": "Latte 2007;",
                    "ref_id": null
                },
                {
                    "start": 381,
                    "end": 395,
                    "text": "Reinecke 2005;",
                    "ref_id": null
                },
                {
                    "start": 396,
                    "end": 409,
                    "text": "Sperber 1989)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Included studies"
        },
        {
            "text": "The included trials were randomised and placebo-controlled. With the exception of one (Jawad 1998), all trials were double-blinded. Fourteen of the RCTs were parallel-group studies, and only one cross-over design trial was included (Gronborg 1983).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Design"
        },
        {
            "text": "The included trials involved 2596 participants, including all treatment groups, as well as those receiving combination therapy. When participants receiving combination therapy or other drugs (e.g. paracetamol only) were excluded, the total number of participants was 1838.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample sizes"
        },
        {
            "text": "The studies were conducted in the United States (Cohen 1978; Sperber 1989) 2007; Taverner 1999) . The remaining studies were conducted in a university (Gronborg 1983; Sperber 1989) , or hospital setting (Akerlund 1989; Cohen 1978) . The setting was unclear in two studies (Cohen 1978; Reinecke 2005) .",
            "cite_spans": [
                {
                    "start": 48,
                    "end": 60,
                    "text": "(Cohen 1978;",
                    "ref_id": null
                },
                {
                    "start": 61,
                    "end": 74,
                    "text": "Sperber 1989)",
                    "ref_id": null
                },
                {
                    "start": 75,
                    "end": 80,
                    "text": "2007;",
                    "ref_id": null
                },
                {
                    "start": 81,
                    "end": 95,
                    "text": "Taverner 1999)",
                    "ref_id": null
                },
                {
                    "start": 151,
                    "end": 166,
                    "text": "(Gronborg 1983;",
                    "ref_id": null
                },
                {
                    "start": 167,
                    "end": 180,
                    "text": "Sperber 1989)",
                    "ref_id": null
                },
                {
                    "start": 203,
                    "end": 218,
                    "text": "(Akerlund 1989;",
                    "ref_id": null
                },
                {
                    "start": 219,
                    "end": 230,
                    "text": "Cohen 1978)",
                    "ref_id": null
                },
                {
                    "start": 272,
                    "end": 284,
                    "text": "(Cohen 1978;",
                    "ref_id": null
                },
                {
                    "start": 285,
                    "end": 299,
                    "text": "Reinecke 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Setting"
        },
        {
            "text": "The participants of six trials were recruited from the community via poster advertisements (Eccles 2005; Eccles 2006; Gronborg 1983; Jawad 1998; Latte 2007; Taverner 1999) , one of which only advertised in a students' magazine (Gronborg 1983) . Two trials recruited males undergoing military training (Akerlund 1989), and staff from a charity foundation (Bye 1980). Recruitment procedures were unclear in seven trials (Cohen 1978; Eccles 2008; Eccles 2014; Ferguson 1997; Latte 2004; Reinecke 2005; Sperber 1989 ). With one exception, all studies included adult participants only (Reinecke 2005) . The cut-off in 10 studies was 18 years of age (Akerlund 1989; Cohen 1978; Eccles 2005; Eccles 2006; Eccles 2008; Gronborg 1983; Jawad 1998; Latte 2004; Latte 2007; Taverner 1999) ; five studies did not provide an age range (Bye 1980; Cohen 1978; Eccles 2014; Ferguson 1997; Sperber 1989) . In most trials the mean age was under 25 years (Akerlund 1989; Eccles 2005; Ferguson 1997; Gronborg 1983; Jawad 1998; Latte 2004; Sperber 1989) ; mean ages were 26 years and 30 years respectively in Taverner 1999 and Bye 1980. Six trials did not provide the mean age (Cohen 1978; Eccles 2006; Eccles 2008; Eccles 2014; Latte 2007; Reinecke 2005) . Reinecke 2005 was the only study to include younger people (participants had to be older than 12 years; however, the mean age of included participants was not provided.",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 104,
                    "text": "(Eccles 2005;",
                    "ref_id": null
                },
                {
                    "start": 105,
                    "end": 117,
                    "text": "Eccles 2006;",
                    "ref_id": null
                },
                {
                    "start": 118,
                    "end": 132,
                    "text": "Gronborg 1983;",
                    "ref_id": null
                },
                {
                    "start": 133,
                    "end": 144,
                    "text": "Jawad 1998;",
                    "ref_id": null
                },
                {
                    "start": 145,
                    "end": 156,
                    "text": "Latte 2007;",
                    "ref_id": null
                },
                {
                    "start": 157,
                    "end": 171,
                    "text": "Taverner 1999)",
                    "ref_id": null
                },
                {
                    "start": 227,
                    "end": 242,
                    "text": "(Gronborg 1983)",
                    "ref_id": null
                },
                {
                    "start": 418,
                    "end": 430,
                    "text": "(Cohen 1978;",
                    "ref_id": null
                },
                {
                    "start": 431,
                    "end": 443,
                    "text": "Eccles 2008;",
                    "ref_id": null
                },
                {
                    "start": 444,
                    "end": 456,
                    "text": "Eccles 2014;",
                    "ref_id": null
                },
                {
                    "start": 457,
                    "end": 471,
                    "text": "Ferguson 1997;",
                    "ref_id": null
                },
                {
                    "start": 472,
                    "end": 483,
                    "text": "Latte 2004;",
                    "ref_id": null
                },
                {
                    "start": 484,
                    "end": 498,
                    "text": "Reinecke 2005;",
                    "ref_id": null
                },
                {
                    "start": 499,
                    "end": 511,
                    "text": "Sperber 1989",
                    "ref_id": null
                },
                {
                    "start": 580,
                    "end": 595,
                    "text": "(Reinecke 2005)",
                    "ref_id": null
                },
                {
                    "start": 644,
                    "end": 659,
                    "text": "(Akerlund 1989;",
                    "ref_id": null
                },
                {
                    "start": 660,
                    "end": 671,
                    "text": "Cohen 1978;",
                    "ref_id": null
                },
                {
                    "start": 672,
                    "end": 684,
                    "text": "Eccles 2005;",
                    "ref_id": null
                },
                {
                    "start": 685,
                    "end": 697,
                    "text": "Eccles 2006;",
                    "ref_id": null
                },
                {
                    "start": 698,
                    "end": 710,
                    "text": "Eccles 2008;",
                    "ref_id": null
                },
                {
                    "start": 711,
                    "end": 725,
                    "text": "Gronborg 1983;",
                    "ref_id": null
                },
                {
                    "start": 726,
                    "end": 737,
                    "text": "Jawad 1998;",
                    "ref_id": null
                },
                {
                    "start": 738,
                    "end": 749,
                    "text": "Latte 2004;",
                    "ref_id": null
                },
                {
                    "start": 750,
                    "end": 761,
                    "text": "Latte 2007;",
                    "ref_id": null
                },
                {
                    "start": 762,
                    "end": 776,
                    "text": "Taverner 1999)",
                    "ref_id": null
                },
                {
                    "start": 821,
                    "end": 831,
                    "text": "(Bye 1980;",
                    "ref_id": null
                },
                {
                    "start": 832,
                    "end": 843,
                    "text": "Cohen 1978;",
                    "ref_id": null
                },
                {
                    "start": 844,
                    "end": 856,
                    "text": "Eccles 2014;",
                    "ref_id": null
                },
                {
                    "start": 857,
                    "end": 871,
                    "text": "Ferguson 1997;",
                    "ref_id": null
                },
                {
                    "start": 872,
                    "end": 885,
                    "text": "Sperber 1989)",
                    "ref_id": null
                },
                {
                    "start": 935,
                    "end": 950,
                    "text": "(Akerlund 1989;",
                    "ref_id": null
                },
                {
                    "start": 951,
                    "end": 963,
                    "text": "Eccles 2005;",
                    "ref_id": null
                },
                {
                    "start": 964,
                    "end": 978,
                    "text": "Ferguson 1997;",
                    "ref_id": null
                },
                {
                    "start": 979,
                    "end": 993,
                    "text": "Gronborg 1983;",
                    "ref_id": null
                },
                {
                    "start": 994,
                    "end": 1005,
                    "text": "Jawad 1998;",
                    "ref_id": null
                },
                {
                    "start": 1006,
                    "end": 1017,
                    "text": "Latte 2004;",
                    "ref_id": null
                },
                {
                    "start": 1018,
                    "end": 1031,
                    "text": "Sperber 1989)",
                    "ref_id": null
                },
                {
                    "start": 1155,
                    "end": 1167,
                    "text": "(Cohen 1978;",
                    "ref_id": null
                },
                {
                    "start": 1168,
                    "end": 1180,
                    "text": "Eccles 2006;",
                    "ref_id": null
                },
                {
                    "start": 1181,
                    "end": 1193,
                    "text": "Eccles 2008;",
                    "ref_id": null
                },
                {
                    "start": 1194,
                    "end": 1206,
                    "text": "Eccles 2014;",
                    "ref_id": null
                },
                {
                    "start": 1207,
                    "end": 1218,
                    "text": "Latte 2007;",
                    "ref_id": null
                },
                {
                    "start": 1219,
                    "end": 1233,
                    "text": "Reinecke 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Participants"
        },
        {
            "text": "Thirteen studies clearly defined cut-offs for the time since onset of the common cold (Akerlund 1989; Cohen 1978; Eccles 2005; Eccles 2006; Eccles 2008; Eccles 2014; Ferguson 1997; Gronborg 1983; Jawad 1998; Latte 2004; Latte 2007; Reinecke 2005; Taverner 1999 ). Ten studies used cut-off durations of less than three days (Akerlund 1989; Cohen 1978; Eccles 2005; Eccles 2006; Eccles 2008; Eccles 2014; Gronborg 1983; Latte 2004; Latte 2007; Reinecke 2005) ; three studies used cut-offs of less than five days (Ferguson 1997; Jawad 1998; Taverner 1999) . One study counted the total number of colds over the period of a year and did not specify the duration between onset of symptoms and enrolment in the study (Bye 1980) ; another experimentally induced the common cold via intranasal rhinovirus challenge (Sperber 1989) . The duration of follow-up varied from one to 10 days. All six single-dose studies measured the effectiveness of a nasal decongestant on the same day and, thus, had a follow-up of one day (Akerlund 1989; Cohen 1978; Ferguson 1997; Gronborg 1983; Latte 2004; Taverner 1999 ",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 101,
                    "text": "(Akerlund 1989;",
                    "ref_id": null
                },
                {
                    "start": 102,
                    "end": 113,
                    "text": "Cohen 1978;",
                    "ref_id": null
                },
                {
                    "start": 114,
                    "end": 126,
                    "text": "Eccles 2005;",
                    "ref_id": null
                },
                {
                    "start": 127,
                    "end": 139,
                    "text": "Eccles 2006;",
                    "ref_id": null
                },
                {
                    "start": 140,
                    "end": 152,
                    "text": "Eccles 2008;",
                    "ref_id": null
                },
                {
                    "start": 153,
                    "end": 165,
                    "text": "Eccles 2014;",
                    "ref_id": null
                },
                {
                    "start": 166,
                    "end": 180,
                    "text": "Ferguson 1997;",
                    "ref_id": null
                },
                {
                    "start": 181,
                    "end": 195,
                    "text": "Gronborg 1983;",
                    "ref_id": null
                },
                {
                    "start": 196,
                    "end": 207,
                    "text": "Jawad 1998;",
                    "ref_id": null
                },
                {
                    "start": 208,
                    "end": 219,
                    "text": "Latte 2004;",
                    "ref_id": null
                },
                {
                    "start": 220,
                    "end": 231,
                    "text": "Latte 2007;",
                    "ref_id": null
                },
                {
                    "start": 232,
                    "end": 246,
                    "text": "Reinecke 2005;",
                    "ref_id": null
                },
                {
                    "start": 247,
                    "end": 260,
                    "text": "Taverner 1999",
                    "ref_id": null
                },
                {
                    "start": 323,
                    "end": 338,
                    "text": "(Akerlund 1989;",
                    "ref_id": null
                },
                {
                    "start": 339,
                    "end": 350,
                    "text": "Cohen 1978;",
                    "ref_id": null
                },
                {
                    "start": 351,
                    "end": 363,
                    "text": "Eccles 2005;",
                    "ref_id": null
                },
                {
                    "start": 364,
                    "end": 376,
                    "text": "Eccles 2006;",
                    "ref_id": null
                },
                {
                    "start": 377,
                    "end": 389,
                    "text": "Eccles 2008;",
                    "ref_id": null
                },
                {
                    "start": 390,
                    "end": 402,
                    "text": "Eccles 2014;",
                    "ref_id": null
                },
                {
                    "start": 403,
                    "end": 417,
                    "text": "Gronborg 1983;",
                    "ref_id": null
                },
                {
                    "start": 418,
                    "end": 429,
                    "text": "Latte 2004;",
                    "ref_id": null
                },
                {
                    "start": 430,
                    "end": 441,
                    "text": "Latte 2007;",
                    "ref_id": null
                },
                {
                    "start": 442,
                    "end": 456,
                    "text": "Reinecke 2005)",
                    "ref_id": null
                },
                {
                    "start": 510,
                    "end": 525,
                    "text": "(Ferguson 1997;",
                    "ref_id": null
                },
                {
                    "start": 526,
                    "end": 537,
                    "text": "Jawad 1998;",
                    "ref_id": null
                },
                {
                    "start": 538,
                    "end": 552,
                    "text": "Taverner 1999)",
                    "ref_id": null
                },
                {
                    "start": 711,
                    "end": 721,
                    "text": "(Bye 1980)",
                    "ref_id": null
                },
                {
                    "start": 807,
                    "end": 821,
                    "text": "(Sperber 1989)",
                    "ref_id": null
                },
                {
                    "start": 1011,
                    "end": 1026,
                    "text": "(Akerlund 1989;",
                    "ref_id": null
                },
                {
                    "start": 1027,
                    "end": 1038,
                    "text": "Cohen 1978;",
                    "ref_id": null
                },
                {
                    "start": 1039,
                    "end": 1053,
                    "text": "Ferguson 1997;",
                    "ref_id": null
                },
                {
                    "start": 1054,
                    "end": 1068,
                    "text": "Gronborg 1983;",
                    "ref_id": null
                },
                {
                    "start": 1069,
                    "end": 1080,
                    "text": "Latte 2004;",
                    "ref_id": null
                },
                {
                    "start": 1081,
                    "end": 1094,
                    "text": "Taverner 1999",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Participants"
        },
        {
            "text": "Nine trials used pseudoephedrine (Bye 1980; Eccles 2005; Eccles 2006; Eccles 2014; Jawad 1998; Latte 2004; Latte 2007; Sperber 1989; Taverner 1999) , and three investigated oxymetazoline (Akerlund 1989; Ferguson 1997; Reinecke 2005) . Others used xylometazoline (Eccles 2008), phenylpropanolamine (Cohen 1978), or norephedrine (Gronborg 1983). However, in 2000, the US Food and Drugs Administration (FDA) issued a public health advisory recommending that phenylpropanolamine (also known as norephedrine) should not be considered safe for over-the-counter use and asked the drug manufacturers to voluntarily discontinue marketing products containing phenylpropanolamine (FDA 2000) . As a consequence, phenylpropanolamine is no longer available as a decongestant in most countries. Therefore, we excluded Cohen 1978 and Gronborg 1983 from the meta-analyses.",
            "cite_spans": [
                {
                    "start": 33,
                    "end": 43,
                    "text": "(Bye 1980;",
                    "ref_id": null
                },
                {
                    "start": 44,
                    "end": 56,
                    "text": "Eccles 2005;",
                    "ref_id": null
                },
                {
                    "start": 57,
                    "end": 69,
                    "text": "Eccles 2006;",
                    "ref_id": null
                },
                {
                    "start": 70,
                    "end": 82,
                    "text": "Eccles 2014;",
                    "ref_id": null
                },
                {
                    "start": 83,
                    "end": 94,
                    "text": "Jawad 1998;",
                    "ref_id": null
                },
                {
                    "start": 95,
                    "end": 106,
                    "text": "Latte 2004;",
                    "ref_id": null
                },
                {
                    "start": 107,
                    "end": 118,
                    "text": "Latte 2007;",
                    "ref_id": null
                },
                {
                    "start": 119,
                    "end": 132,
                    "text": "Sperber 1989;",
                    "ref_id": null
                },
                {
                    "start": 133,
                    "end": 147,
                    "text": "Taverner 1999)",
                    "ref_id": null
                },
                {
                    "start": 187,
                    "end": 202,
                    "text": "(Akerlund 1989;",
                    "ref_id": null
                },
                {
                    "start": 203,
                    "end": 217,
                    "text": "Ferguson 1997;",
                    "ref_id": null
                },
                {
                    "start": 218,
                    "end": 232,
                    "text": "Reinecke 2005)",
                    "ref_id": null
                },
                {
                    "start": 669,
                    "end": 679,
                    "text": "(FDA 2000)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Interventions"
        },
        {
            "text": "Seven studies that used pseudoephedrine generally administered multiple doses (Bye 1980; Eccles 2005; Eccles 2006; Eccles 2014; Jawad 1998; Latte 2007; Sperber 1989) , and all used oral tablets, with the exception of Eccles 2014 and Sperber 1989 who used granule sachets and oral capsules respectively. Of the remaining six studies that did not use pseudoephedrine, four used a single dose of medication (Akerlund 1989; Cohen 1978; Ferguson 1997; Gronborg 1983) . Only four studies used a topical decongestant (Akerlund 1989; Eccles 2008; Ferguson 1997; Reinecke 2005) . See Table 1 for an overview.",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 88,
                    "text": "(Bye 1980;",
                    "ref_id": null
                },
                {
                    "start": 89,
                    "end": 101,
                    "text": "Eccles 2005;",
                    "ref_id": null
                },
                {
                    "start": 102,
                    "end": 114,
                    "text": "Eccles 2006;",
                    "ref_id": null
                },
                {
                    "start": 115,
                    "end": 127,
                    "text": "Eccles 2014;",
                    "ref_id": null
                },
                {
                    "start": 128,
                    "end": 139,
                    "text": "Jawad 1998;",
                    "ref_id": null
                },
                {
                    "start": 140,
                    "end": 151,
                    "text": "Latte 2007;",
                    "ref_id": null
                },
                {
                    "start": 152,
                    "end": 165,
                    "text": "Sperber 1989)",
                    "ref_id": null
                },
                {
                    "start": 404,
                    "end": 419,
                    "text": "(Akerlund 1989;",
                    "ref_id": null
                },
                {
                    "start": 420,
                    "end": 431,
                    "text": "Cohen 1978;",
                    "ref_id": null
                },
                {
                    "start": 432,
                    "end": 446,
                    "text": "Ferguson 1997;",
                    "ref_id": null
                },
                {
                    "start": 447,
                    "end": 461,
                    "text": "Gronborg 1983)",
                    "ref_id": null
                },
                {
                    "start": 510,
                    "end": 525,
                    "text": "(Akerlund 1989;",
                    "ref_id": null
                },
                {
                    "start": 526,
                    "end": 538,
                    "text": "Eccles 2008;",
                    "ref_id": null
                },
                {
                    "start": 539,
                    "end": 553,
                    "text": "Ferguson 1997;",
                    "ref_id": null
                },
                {
                    "start": 554,
                    "end": 568,
                    "text": "Reinecke 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 575,
                    "end": 582,
                    "text": "Table 1",
                    "ref_id": "TABREF31"
                }
            ],
            "section": "Interventions"
        },
        {
            "text": "Seven RCTs reported nasal airway resistance (NAR) as the primary outcome (Akerlund 1989; Cohen 1978; Eccles 2005; Eccles 2008; Gronborg 1983; Latte 2007; Taverner 1999 ",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 88,
                    "text": "(Akerlund 1989;",
                    "ref_id": null
                },
                {
                    "start": 89,
                    "end": 100,
                    "text": "Cohen 1978;",
                    "ref_id": null
                },
                {
                    "start": 101,
                    "end": 113,
                    "text": "Eccles 2005;",
                    "ref_id": null
                },
                {
                    "start": 114,
                    "end": 126,
                    "text": "Eccles 2008;",
                    "ref_id": null
                },
                {
                    "start": 127,
                    "end": 141,
                    "text": "Gronborg 1983;",
                    "ref_id": null
                },
                {
                    "start": 142,
                    "end": 153,
                    "text": "Latte 2007;",
                    "ref_id": null
                },
                {
                    "start": 154,
                    "end": 167,
                    "text": "Taverner 1999",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Outcomes"
        },
        {
            "text": "We excluded 25 trials. Ten trials were excluded because the study participants' symptoms of nasal congestion or obstruction were for reasons other than the common cold (e.g. allergic rhinitis) (Akerlund 1989; Ashe 1968; Bailey 1969; Bende 1984; Bende 1985; Castellano 2002; Connell 1969; Pritchard 2014; Tzachev 2002; Zumpft 1975) . We excluded five studies due to lack of randomisation (Anderson 1956; Anonymous 1975; Katrana 1956; McElhenney 1966; Smith 1999) , three due to lack of a placebo control group (Dorn 2003; Fox 1967; Meurman 1975) , and four because only combination therapy was used or reported (Cohen 1977; De Paula Neves 1966; Rumiantsev 1993; Weisberg 1966) . Other reasons included symptom duration of more than six months (Broms 1982), and not measuring any of the predefined outcomes (Hummel 1998; Winther 1983) .",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 208,
                    "text": "(Akerlund 1989;",
                    "ref_id": null
                },
                {
                    "start": 209,
                    "end": 219,
                    "text": "Ashe 1968;",
                    "ref_id": null
                },
                {
                    "start": 220,
                    "end": 232,
                    "text": "Bailey 1969;",
                    "ref_id": null
                },
                {
                    "start": 233,
                    "end": 244,
                    "text": "Bende 1984;",
                    "ref_id": null
                },
                {
                    "start": 245,
                    "end": 256,
                    "text": "Bende 1985;",
                    "ref_id": null
                },
                {
                    "start": 257,
                    "end": 273,
                    "text": "Castellano 2002;",
                    "ref_id": null
                },
                {
                    "start": 274,
                    "end": 287,
                    "text": "Connell 1969;",
                    "ref_id": null
                },
                {
                    "start": 288,
                    "end": 303,
                    "text": "Pritchard 2014;",
                    "ref_id": null
                },
                {
                    "start": 304,
                    "end": 317,
                    "text": "Tzachev 2002;",
                    "ref_id": null
                },
                {
                    "start": 318,
                    "end": 330,
                    "text": "Zumpft 1975)",
                    "ref_id": null
                },
                {
                    "start": 387,
                    "end": 402,
                    "text": "(Anderson 1956;",
                    "ref_id": null
                },
                {
                    "start": 403,
                    "end": 418,
                    "text": "Anonymous 1975;",
                    "ref_id": null
                },
                {
                    "start": 419,
                    "end": 432,
                    "text": "Katrana 1956;",
                    "ref_id": null
                },
                {
                    "start": 433,
                    "end": 449,
                    "text": "McElhenney 1966;",
                    "ref_id": null
                },
                {
                    "start": 450,
                    "end": 461,
                    "text": "Smith 1999)",
                    "ref_id": null
                },
                {
                    "start": 509,
                    "end": 520,
                    "text": "(Dorn 2003;",
                    "ref_id": null
                },
                {
                    "start": 521,
                    "end": 530,
                    "text": "Fox 1967;",
                    "ref_id": null
                },
                {
                    "start": 531,
                    "end": 544,
                    "text": "Meurman 1975)",
                    "ref_id": null
                },
                {
                    "start": 610,
                    "end": 622,
                    "text": "(Cohen 1977;",
                    "ref_id": null
                },
                {
                    "start": 623,
                    "end": 643,
                    "text": "De Paula Neves 1966;",
                    "ref_id": null
                },
                {
                    "start": 644,
                    "end": 660,
                    "text": "Rumiantsev 1993;",
                    "ref_id": null
                },
                {
                    "start": 661,
                    "end": 675,
                    "text": "Weisberg 1966)",
                    "ref_id": null
                },
                {
                    "start": 805,
                    "end": 818,
                    "text": "(Hummel 1998;",
                    "ref_id": null
                },
                {
                    "start": 819,
                    "end": 832,
                    "text": "Winther 1983)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Excluded studies"
        },
        {
            "text": "We identified two ongoing trials. Both are commercially funded, double-blind RCTs involving participants with the common cold and use of nasal decongestants. EUCTR2006-006690-25-GB is a parallel-group study entered into the European clinical trials register in 2007. This study investigates the changes in nasal conductance in participants aged over 18 years with the decongestant xylometazoline. No information on the expected end date of this study was provided. NCT01744106 is a multicentre study that began in November 2012 involving the response of nasal congestion severity in children between the ages of six and 11 years to the decongestant pseudoephedrine. The expected completion date was April 2015, however, this was changed to May 2016.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ongoing studies"
        },
        {
            "text": "Two studies are awaiting classification (NCT00452270; NCT01062360). Both are commercially funded, double-blind RCTs involving the response of nasal congestion in participants aged over 18 years with the common cold to nasal decongestants (xylometazoline and pseudoephedrine). Although both studies were completed before 2011, we were unable to find their published results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Studies awaiting classification"
        },
        {
            "text": "We assessed all included trials using the six specific domains de-tailed in the Cochrane Handbook of Systematic Review of Interventions 'Risk of bias' tool (Higgins 2011). The results of this assessment are shown for each study in Figure 2 and summarised in Figure 3 . Details of the included studies are presented in Characteristics of included studies. Overall, most judgements were unclear due to lack of detail provided in the trials reports. For example, clear and detailed descriptions of the methods of sequence generation, allocation concealment and blinding were often missing. Many studies also had pharmaceutical company funding of unknown significance. We deemed only one study to be high risk in any of the six domains (Jawad 1998); this was because the study was not blinded and therefore assessed as high risk in both blinding domains. We assessed seven studies as low risk in this domain, as the authors referenced a randomisation schedule or the method of sequence generation was described in detail (Bye 1980; Cohen 1978; Eccles 2005; Eccles 2006; Latte 2004; Latte 2007; Taverner 1999) . For example, \"Treatment randomisation was from a random numbers table, in blocks of four\" (Latte 2004). We assessed the remaining eight studies as unclear risk for this domain because methods of random sequence generation were not described (Akerlund 1989; Eccles 2008; Eccles 2014; Ferguson 1997; Gronborg 1983; Jawad 1998; Reinecke 2005; Sperber 1989 ).",
            "cite_spans": [
                {
                    "start": 1017,
                    "end": 1027,
                    "text": "(Bye 1980;",
                    "ref_id": null
                },
                {
                    "start": 1028,
                    "end": 1039,
                    "text": "Cohen 1978;",
                    "ref_id": null
                },
                {
                    "start": 1040,
                    "end": 1052,
                    "text": "Eccles 2005;",
                    "ref_id": null
                },
                {
                    "start": 1053,
                    "end": 1065,
                    "text": "Eccles 2006;",
                    "ref_id": null
                },
                {
                    "start": 1066,
                    "end": 1077,
                    "text": "Latte 2004;",
                    "ref_id": null
                },
                {
                    "start": 1078,
                    "end": 1089,
                    "text": "Latte 2007;",
                    "ref_id": null
                },
                {
                    "start": 1090,
                    "end": 1104,
                    "text": "Taverner 1999)",
                    "ref_id": null
                },
                {
                    "start": 1348,
                    "end": 1363,
                    "text": "(Akerlund 1989;",
                    "ref_id": null
                },
                {
                    "start": 1364,
                    "end": 1376,
                    "text": "Eccles 2008;",
                    "ref_id": null
                },
                {
                    "start": 1377,
                    "end": 1389,
                    "text": "Eccles 2014;",
                    "ref_id": null
                },
                {
                    "start": 1390,
                    "end": 1404,
                    "text": "Ferguson 1997;",
                    "ref_id": null
                },
                {
                    "start": 1405,
                    "end": 1419,
                    "text": "Gronborg 1983;",
                    "ref_id": null
                },
                {
                    "start": 1420,
                    "end": 1431,
                    "text": "Jawad 1998;",
                    "ref_id": null
                },
                {
                    "start": 1432,
                    "end": 1446,
                    "text": "Reinecke 2005;",
                    "ref_id": null
                },
                {
                    "start": 1447,
                    "end": 1459,
                    "text": "Sperber 1989",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 231,
                    "end": 239,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 258,
                    "end": 266,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Risk of bias in included studies"
        },
        {
            "text": "The method of allocation concealment was poorly described, or insufficient detail was provided to enable definitive judgement on how concealment was achieved. We assessed five studies to be low risk in the allocation concealment domain (Bye 1980; Cohen 1978; Eccles 2005; Eccles 2014; Latte 2004) . For example, \"it was not possible to distinguish between combination product, monotherapies, and placebo granules…they had the same appearance, taste, and no noticeable smell\" (Eccles 2014). We assessed the remaining 10 studies as unclear risk because none provided the methods of allocation concealment in the text (Akerlund 1989; Eccles 2006; Eccles 2008; Ferguson 1997; Gronborg 1983; Jawad 1998; Latte 2007; Reinecke 2005; Sperber 1989; Taverner 1999) .",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 246,
                    "text": "(Bye 1980;",
                    "ref_id": null
                },
                {
                    "start": 247,
                    "end": 258,
                    "text": "Cohen 1978;",
                    "ref_id": null
                },
                {
                    "start": 259,
                    "end": 271,
                    "text": "Eccles 2005;",
                    "ref_id": null
                },
                {
                    "start": 272,
                    "end": 284,
                    "text": "Eccles 2014;",
                    "ref_id": null
                },
                {
                    "start": 285,
                    "end": 296,
                    "text": "Latte 2004)",
                    "ref_id": null
                },
                {
                    "start": 615,
                    "end": 630,
                    "text": "(Akerlund 1989;",
                    "ref_id": null
                },
                {
                    "start": 631,
                    "end": 643,
                    "text": "Eccles 2006;",
                    "ref_id": null
                },
                {
                    "start": 644,
                    "end": 656,
                    "text": "Eccles 2008;",
                    "ref_id": null
                },
                {
                    "start": 657,
                    "end": 671,
                    "text": "Ferguson 1997;",
                    "ref_id": null
                },
                {
                    "start": 672,
                    "end": 686,
                    "text": "Gronborg 1983;",
                    "ref_id": null
                },
                {
                    "start": 687,
                    "end": 698,
                    "text": "Jawad 1998;",
                    "ref_id": null
                },
                {
                    "start": 699,
                    "end": 710,
                    "text": "Latte 2007;",
                    "ref_id": null
                },
                {
                    "start": 711,
                    "end": 725,
                    "text": "Reinecke 2005;",
                    "ref_id": null
                },
                {
                    "start": 726,
                    "end": 739,
                    "text": "Sperber 1989;",
                    "ref_id": null
                },
                {
                    "start": 740,
                    "end": 754,
                    "text": "Taverner 1999)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Allocation concealment"
        },
        {
            "text": "We assessed nine studies to be low risk in this domain as blinding of participants and key study personnel was ensured and it was unlikely that the blinding could have been broken (Bye 1980; Cohen 1978; Eccles 2005; Eccles 2006; Eccles 2008; Eccles 2014; Gronborg 1983; Latte 2004; Taverner 1999) . For example, \"the randomisation code was not broken until all data, including delayed adverse events, had been allocated\" (Taverner 1999). We assessed five studies as unclear risk because insufficient information was provided to permit a judgement of risk (Akerlund 1989; Ferguson 1997; Latte 2007; Reinecke 2005; Sperber 1989) . We assessed the remaining study as high risk because the it was not blinded (Jawad 1998).",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 190,
                    "text": "(Bye 1980;",
                    "ref_id": null
                },
                {
                    "start": 191,
                    "end": 202,
                    "text": "Cohen 1978;",
                    "ref_id": null
                },
                {
                    "start": 203,
                    "end": 215,
                    "text": "Eccles 2005;",
                    "ref_id": null
                },
                {
                    "start": 216,
                    "end": 228,
                    "text": "Eccles 2006;",
                    "ref_id": null
                },
                {
                    "start": 229,
                    "end": 241,
                    "text": "Eccles 2008;",
                    "ref_id": null
                },
                {
                    "start": 242,
                    "end": 254,
                    "text": "Eccles 2014;",
                    "ref_id": null
                },
                {
                    "start": 255,
                    "end": 269,
                    "text": "Gronborg 1983;",
                    "ref_id": null
                },
                {
                    "start": 270,
                    "end": 281,
                    "text": "Latte 2004;",
                    "ref_id": null
                },
                {
                    "start": 282,
                    "end": 296,
                    "text": "Taverner 1999)",
                    "ref_id": null
                },
                {
                    "start": 555,
                    "end": 570,
                    "text": "(Akerlund 1989;",
                    "ref_id": null
                },
                {
                    "start": 571,
                    "end": 585,
                    "text": "Ferguson 1997;",
                    "ref_id": null
                },
                {
                    "start": 586,
                    "end": 597,
                    "text": "Latte 2007;",
                    "ref_id": null
                },
                {
                    "start": 598,
                    "end": 612,
                    "text": "Reinecke 2005;",
                    "ref_id": null
                },
                {
                    "start": 613,
                    "end": 626,
                    "text": "Sperber 1989)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Blinding of participants and personnel"
        },
        {
            "text": "We assessed two studies to be low risk in this domain as both had stated methods of blinding of outcome assessment (Eccles 2014; Gronborg 1983) . We assessed 12 studies as unclear risk, because there was insufficient information on the methods of blinding outcome assessment to permit judgement (Akerlund 1989; Bye 1980; Cohen 1978; Eccles 2005; Eccles 2006; Eccles 2008; Ferguson 1997; Latte 2007; Latte 2004; Reinecke 2005; Sperber 1989; Taverner 1999) . We assessed the remaining study as high risk because it was not blinded (Jawad 1998).",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 128,
                    "text": "(Eccles 2014;",
                    "ref_id": null
                },
                {
                    "start": 129,
                    "end": 143,
                    "text": "Gronborg 1983)",
                    "ref_id": null
                },
                {
                    "start": 295,
                    "end": 310,
                    "text": "(Akerlund 1989;",
                    "ref_id": null
                },
                {
                    "start": 311,
                    "end": 320,
                    "text": "Bye 1980;",
                    "ref_id": null
                },
                {
                    "start": 321,
                    "end": 332,
                    "text": "Cohen 1978;",
                    "ref_id": null
                },
                {
                    "start": 333,
                    "end": 345,
                    "text": "Eccles 2005;",
                    "ref_id": null
                },
                {
                    "start": 346,
                    "end": 358,
                    "text": "Eccles 2006;",
                    "ref_id": null
                },
                {
                    "start": 359,
                    "end": 371,
                    "text": "Eccles 2008;",
                    "ref_id": null
                },
                {
                    "start": 372,
                    "end": 386,
                    "text": "Ferguson 1997;",
                    "ref_id": null
                },
                {
                    "start": 387,
                    "end": 398,
                    "text": "Latte 2007;",
                    "ref_id": null
                },
                {
                    "start": 399,
                    "end": 410,
                    "text": "Latte 2004;",
                    "ref_id": null
                },
                {
                    "start": 411,
                    "end": 425,
                    "text": "Reinecke 2005;",
                    "ref_id": null
                },
                {
                    "start": 426,
                    "end": 439,
                    "text": "Sperber 1989;",
                    "ref_id": null
                },
                {
                    "start": 440,
                    "end": 454,
                    "text": "Taverner 1999)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Blinding of outcome assessment"
        },
        {
            "text": "We assessed 10 studies to be low risk for this domain. All participants, including those who discontinued, were accounted for in the text and the authors clearly indicated the numbers of remaining participants per treatment group (Akerlund 1989; Bye 1980; Cohen 1978; Eccles 2006; Eccles 2008; Ferguson 1997; Gronborg 1983; Latte 2004; Sperber 1989; Taverner 1999) . We assessed five studies as unclear risk (Eccles 2005; Eccles 2014; Jawad 1998; Latte 2007; Reinecke 2005) . Numbers of remaining participants in each treatment group could not be ascertained.",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 245,
                    "text": "(Akerlund 1989;",
                    "ref_id": null
                },
                {
                    "start": 246,
                    "end": 255,
                    "text": "Bye 1980;",
                    "ref_id": null
                },
                {
                    "start": 256,
                    "end": 267,
                    "text": "Cohen 1978;",
                    "ref_id": null
                },
                {
                    "start": 268,
                    "end": 280,
                    "text": "Eccles 2006;",
                    "ref_id": null
                },
                {
                    "start": 281,
                    "end": 293,
                    "text": "Eccles 2008;",
                    "ref_id": null
                },
                {
                    "start": 294,
                    "end": 308,
                    "text": "Ferguson 1997;",
                    "ref_id": null
                },
                {
                    "start": 309,
                    "end": 323,
                    "text": "Gronborg 1983;",
                    "ref_id": null
                },
                {
                    "start": 324,
                    "end": 335,
                    "text": "Latte 2004;",
                    "ref_id": null
                },
                {
                    "start": 336,
                    "end": 349,
                    "text": "Sperber 1989;",
                    "ref_id": null
                },
                {
                    "start": 350,
                    "end": 364,
                    "text": "Taverner 1999)",
                    "ref_id": null
                },
                {
                    "start": 408,
                    "end": 421,
                    "text": "(Eccles 2005;",
                    "ref_id": null
                },
                {
                    "start": 422,
                    "end": 434,
                    "text": "Eccles 2014;",
                    "ref_id": null
                },
                {
                    "start": 435,
                    "end": 446,
                    "text": "Jawad 1998;",
                    "ref_id": null
                },
                {
                    "start": 447,
                    "end": 458,
                    "text": "Latte 2007;",
                    "ref_id": null
                },
                {
                    "start": 459,
                    "end": 473,
                    "text": "Reinecke 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Incomplete outcome data"
        },
        {
            "text": "We assessed 12 studies as low risk for selective reporting; these studies reported all intended outcomes (Akerlund 1989; Cohen 1978; Eccles 2005; Eccles 2006; Eccles 2014; Ferguson 1997; Gronborg 1983; Jawad 1998; Latte 2004; Latte 2007; Sperber 1989; Taverner 1999) . We assessed three studies to be at high risk of selective reporting bias (Bye 1980; Eccles 2008; Reinecke 2005) . Bye 1980 reported only significant results in detail; Eccles 2008 reported NAC rather than NAR (Eccles 2008).",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 120,
                    "text": "(Akerlund 1989;",
                    "ref_id": null
                },
                {
                    "start": 121,
                    "end": 132,
                    "text": "Cohen 1978;",
                    "ref_id": null
                },
                {
                    "start": 133,
                    "end": 145,
                    "text": "Eccles 2005;",
                    "ref_id": null
                },
                {
                    "start": 146,
                    "end": 158,
                    "text": "Eccles 2006;",
                    "ref_id": null
                },
                {
                    "start": 159,
                    "end": 171,
                    "text": "Eccles 2014;",
                    "ref_id": null
                },
                {
                    "start": 172,
                    "end": 186,
                    "text": "Ferguson 1997;",
                    "ref_id": null
                },
                {
                    "start": 187,
                    "end": 201,
                    "text": "Gronborg 1983;",
                    "ref_id": null
                },
                {
                    "start": 202,
                    "end": 213,
                    "text": "Jawad 1998;",
                    "ref_id": null
                },
                {
                    "start": 214,
                    "end": 225,
                    "text": "Latte 2004;",
                    "ref_id": null
                },
                {
                    "start": 226,
                    "end": 237,
                    "text": "Latte 2007;",
                    "ref_id": null
                },
                {
                    "start": 238,
                    "end": 251,
                    "text": "Sperber 1989;",
                    "ref_id": null
                },
                {
                    "start": 252,
                    "end": 266,
                    "text": "Taverner 1999)",
                    "ref_id": null
                },
                {
                    "start": 342,
                    "end": 352,
                    "text": "(Bye 1980;",
                    "ref_id": null
                },
                {
                    "start": 353,
                    "end": 365,
                    "text": "Eccles 2008;",
                    "ref_id": null
                },
                {
                    "start": 366,
                    "end": 380,
                    "text": "Reinecke 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Selective reporting"
        },
        {
            "text": "We assessed four studies to be at low risk of other potential sources of bias; there was no evidence of pharmaceutical company funding or any other sources of bias identified in these studies (Akerlund 1989; Cohen 1978; Jawad 1998; Latte 2004 In some studies a positive score indicated better nasal patency, whereas in other studies a negative score reflected better functioning. We transformed the negative scores (e.g. by multiplying by -1) so that for all comparisons a higher score reflected better functioning and studies could be combined. One study included more than one treatment arm (four different doses of the same nasal decongestant); we combined data from treatment arms that were similar and compared this group to the control group (Akerlund 1989). Heterogeneity was not greater than 90% for any analyses. We tested and reported differences between using fixed-effect and random-effects models, but we applied the random-effects model as the final model for all analyses. The random-effects model generates wider confidence intervals (CIs) than the fixed-effect model (Higgins 2011). We present results for single and multi-dose studies separately as well as all dosages combined for each outcome. We evaluated the effectiveness of a nasal decongestant compared to placebo approximately three hours after the last dose. We chose the timeframe of three hours because clinically we expect that a single or multidose of nasal decongestant would have a similar effect, although it may not be as long lasting in the case of a single dose. Furthermore, most multi-dose studies measured nasal decongestant effectiveness approximately three hours after the last dose. We discuss the results for this comparison only where both single and multidose studies were available for the same outcome. Otherwise, we refer to the results for single or multi-dose comparisons separately. Furthermore, some multi-dose studies also reported outcomes after a single dose. In this comparison only the results after multiple doses are included otherwise the study would be counted twice.",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 207,
                    "text": "(Akerlund 1989;",
                    "ref_id": null
                },
                {
                    "start": 208,
                    "end": 219,
                    "text": "Cohen 1978;",
                    "ref_id": null
                },
                {
                    "start": 220,
                    "end": 231,
                    "text": "Jawad 1998;",
                    "ref_id": null
                },
                {
                    "start": 232,
                    "end": 242,
                    "text": "Latte 2004",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Other potential sources of bias"
        },
        {
            "text": "If possible, we also present results for studies that used an oral or topical decongestant separately and combined.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effects of interventions"
        },
        {
            "text": "Six trials were single-dose studies (Akerlund 1989; Cohen 1978; Ferguson 1997; Gronborg 1983; Latte 2004; Taverner 1999) , two used a topical decongestant (Akerlund 1989; Ferguson 1997) , and four used an oral decongestant (Cohen 1978; Gronborg 1983; Latte 2004; Taverner 1999 ",
            "cite_spans": [
                {
                    "start": 36,
                    "end": 51,
                    "text": "(Akerlund 1989;",
                    "ref_id": null
                },
                {
                    "start": 52,
                    "end": 63,
                    "text": "Cohen 1978;",
                    "ref_id": null
                },
                {
                    "start": 64,
                    "end": 78,
                    "text": "Ferguson 1997;",
                    "ref_id": null
                },
                {
                    "start": 79,
                    "end": 93,
                    "text": "Gronborg 1983;",
                    "ref_id": null
                },
                {
                    "start": 94,
                    "end": 105,
                    "text": "Latte 2004;",
                    "ref_id": null
                },
                {
                    "start": 106,
                    "end": 120,
                    "text": "Taverner 1999)",
                    "ref_id": null
                },
                {
                    "start": 155,
                    "end": 170,
                    "text": "(Akerlund 1989;",
                    "ref_id": null
                },
                {
                    "start": 171,
                    "end": 185,
                    "text": "Ferguson 1997)",
                    "ref_id": null
                },
                {
                    "start": 223,
                    "end": 235,
                    "text": "(Cohen 1978;",
                    "ref_id": null
                },
                {
                    "start": 236,
                    "end": 250,
                    "text": "Gronborg 1983;",
                    "ref_id": null
                },
                {
                    "start": 251,
                    "end": 262,
                    "text": "Latte 2004;",
                    "ref_id": null
                },
                {
                    "start": 263,
                    "end": 276,
                    "text": "Taverner 1999",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Single-dose decongestant versus placebo"
        },
        {
            "text": "Two studies assessed the effectiveness of treatment after 30 minutes (Cohen 1978; Taverner 1999) . Both studies used an oral decongestant. We were unable to pool results because Cohen 1978 was excluded from all meta-analyses. Only for Cohen 1978 was the estimated SMD between treatment and placebo statistically significant and in favour of the treatment group (SMD 0.88, 95% CI 0.23 to 1.53; 40 participants; Cohen 1978, oral decongestant) (SMD 0.46, 95% CI -0.09 to 1.01; 52 participants; Taverner 1999, oral decongestant). SMDs corresponded to a large and small effect respectively.",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 81,
                    "text": "(Cohen 1978;",
                    "ref_id": null
                },
                {
                    "start": 82,
                    "end": 96,
                    "text": "Taverner 1999)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "30 minutes after dosing"
        },
        {
            "text": "Three studies measured the effectiveness of a nasal decongestant subjectively one hour after dosing (Akerlund 1989; Cohen 1978; Taverner 1999 ",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 115,
                    "text": "(Akerlund 1989;",
                    "ref_id": null
                },
                {
                    "start": 116,
                    "end": 127,
                    "text": "Cohen 1978;",
                    "ref_id": null
                },
                {
                    "start": 128,
                    "end": 141,
                    "text": "Taverner 1999",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "One hour after dosing"
        },
        {
            "text": "Three studies reported the effectiveness of a nasal decongestant compared to placebo two hours after treatment (Cohen 1978; Latte 2004; Taverner 1999 ",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 123,
                    "text": "(Cohen 1978;",
                    "ref_id": null
                },
                {
                    "start": 124,
                    "end": 135,
                    "text": "Latte 2004;",
                    "ref_id": null
                },
                {
                    "start": 136,
                    "end": 149,
                    "text": "Taverner 1999",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Two hours after dosing"
        },
        {
            "text": "Akerlund 1989 and Cohen 1978 also reported on the effectiveness of a nasal decongestant compared to placebo four hours after dosing. Akerlund 1989 used a topical decongestant and Cohen 1978 used an oral decongestant. We were unable to pool results because we excluded Cohen 1978 from all meta-analyses and both studies reported different outcome measures (mean and mean difference (MD)). Neither Akerlund 1989 (SMD 0.31, 95% CI -0.17 to 0.79; 106 participants; topical decongestant), nor Cohen 1978 (SMD 0.40, 95% CI -0.23 to 1.02; 40 participants; oral decongestant) showed a statistically significant difference between the treatment and placebo groups. Furthermore, for both studies the SMD corresponded to a small clinical effect.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Four hours after dosing"
        },
        {
            "text": "Akerlund 1989, who used a topical decongestant, also reported on the effectiveness of a single dose of a nasal decongestant seven hours after dosing. The difference between treatment and placebo group participants was not statistically significant (SMD 0.10, 95% CI -0.37 to 0.58; 106 participants; Akerlund 1989, topical decongestant). Gronborg 1983 is a single-dose study that used an oral decongestant. Gronborg 1983 used a cross-over design and, therefore, these results were not included in the meta-analyses. Gronborg 1983 reported that during the two to 10 hours observation period after dosing the mean score for subjective nasal congestion was better for the treatment group compared to placebo (P < 0.01; 30 participants).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Other"
        },
        {
            "text": "Results reported by Ferguson 1997 (oral decongestant) were not included in the meta-analyses because insufficient details were provided to standardise the results, and it was not clear when NAR was measured. Ferguson 1997 reported that the NAR was improved in the treatment group (P < 0.0001) but not in the control group (P = 0.98). This study was based on 82 participants. We were able to pool results for Eccles 2008 and Sperber 1989 (topical and oral decongestant respectively). These studies provided a mean score for subjective nasal congestion and the pooled SMD was statistically significant and in favour of the treatment group (SMD 0.49, 95% CI 0.07 to 0.92; 94 participants; two studies; Analysis 1.1). However, a SMD of 0.49 corresponds to a small clinical effect.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Other"
        },
        {
            "text": "The difference between studies that used oral or topical decongestants was not significant (P = 0.49). There was no major statistical heterogeneity as confirmed by an I² statistic of 0%. Nevertheless, we used a random-effects model and this did not change our results. We judged the level of evidence to be of low quality because the pooled result was based on only two studies (imprecision) and there was possible risk of bias due to unclear reporting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Oral and topical decongestants combined"
        },
        {
            "text": "Sperber 1989 was the only study that reported a mean score and Latte 2007 was the only study that reported the MD. Therefore we were unable to pool these results. In both studies, the difference between subjective congestion in the treatment versus placebo groups was not statistically significant (SMD 0.28, 95% CI -0.47 to 1.02; 33 participants; Sperber 1989, oral decongestant) (SMD 0.15, 95% CI -0.12 to 0.42; 212 participants; Latte 2007, oral decongestant). Bye 1980 and Eccles 2005 were not included in the meta-analyses because insufficient details were provided to standardise results. Bye 1980 (140 participants) reported that there was a statistically significant improvement for subjective nasal congestion in the treatment group at the end of day one. However, no results for subjective nasal congestion were provided on days two and three and it was unclear if subjective nasal congestion in the treatment group was compared to the control group. Eccles 2005 (238 participants) reported no statistically significant difference between treatment and placebo for the AUC of the VAS between 0 and 3 hours (P = 0.79) and between 0 and 4 hours (P = 0.75) after the last dose. Only over the three-day period was there a statistically significant improvement for the mean difference in nasal congestion score for treatment compared to placebo.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Oral decongestants"
        },
        {
            "text": "Only Eccles 2008 used a topical decongestant. In this study the difference between treatment and placebo was statistically significant and the SMD of 0.59 corresponded to a moderate clinical effect (SMD 0.59, 95% CI 0.08 to 1.11; 61 participants; Eccles 2008, topical decongestant). These three studies reported a decline in the mean subjective symptom score for nasal congestion, and the pooled effect was statistically significant (SMD 0.44, 95% CI 0.11 to 0.78; 146 participants; three studies; Analysis 2.1). However, a SMD of 0.44 corresponds to a small effect. Only Eccles 2008 used a topical decongestant; Sperber 1989 and Taverner 1999 used oral decongestants. The difference between studies that used oral or topical decongestants was not significant (P = 0.49). There was no major statistical heterogeneity as confirmed by an I² statistic of 0%. As such, using a random-effects model did not change our results. We judged the evidence to be of moderate quality due to possible risk of bias.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Topical decongestants"
        },
        {
            "text": "When only studies that used an oral decongestant were considered (Sperber 1989; Taverner 1999) , the difference between treatment and placebo was no longer statistically significant (SMD 0.33, 95% CI -0.11 to 0.77; 85 participants; two studies; Analysis 2.1). Latte 2004 and Latte 2007 reported the AUC for subjective nasal congestion; the pooled effect was very small and not statistically significant (SMD 0.11, 95% CI -0.14 to 0.35; 260 participants; two studies; Analysis 2.1). There was no major statistical heterogeneity as confirmed by an I² statistic of 0% for both the mean nasal congestion and the AUC. Using a random-effects model did not change our results. We judged the evidence to be of low quality because of possible risk of bias due to unclear reporting and imprecision.",
            "cite_spans": [
                {
                    "start": 65,
                    "end": 79,
                    "text": "(Sperber 1989;",
                    "ref_id": null
                },
                {
                    "start": 80,
                    "end": 94,
                    "text": "Taverner 1999)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Oral decongestants"
        },
        {
            "text": "None of the studies included in the meta-analyses for the primary outcome measure reported intention-to-treat (ITT) analyses (Eccles 2008; Latte 2004; Latte 2007; Sperber 1989; Taverner 1999) . Only in Eccles 2008 was the mean subjective score for nasal congestion significantly better for the treatment group compared to placebo. Eccles 2008 randomised 61 participants but five people were not dosed or analysed; reasons for exclusion were not provided. In the other studies, participants were excluded from analysis because they were unable to perform the rhinomanometry (Latte 2004), had incomplete data (Latte 2007), were infected with a wild type rhinovirus, withdrew for personal reasons (Sperber 1989), or were unable to complete the study (Taverner 1999).",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 138,
                    "text": "(Eccles 2008;",
                    "ref_id": null
                },
                {
                    "start": 139,
                    "end": 150,
                    "text": "Latte 2004;",
                    "ref_id": null
                },
                {
                    "start": 151,
                    "end": 162,
                    "text": "Latte 2007;",
                    "ref_id": null
                },
                {
                    "start": 163,
                    "end": 176,
                    "text": "Sperber 1989;",
                    "ref_id": null
                },
                {
                    "start": 177,
                    "end": 191,
                    "text": "Taverner 1999)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Oral decongestants"
        },
        {
            "text": "Only Eccles 2008 used a topical decongestant. The difference between treatment and placebo was statistically significant and the SMD of 0.59 corresponded to a moderate clinical effect (SMD 0.59, 95% CI 0.08 to 1.11; 61 participants).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Topical decongestants"
        },
        {
            "text": "The included trials did not report this outcome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overall patient well-being score (self-reported)"
        },
        {
            "text": "Objective measures of NAR were tested between 15 minutes and 10 hours after dosing. Similar to subjective measures of NAR, we were unable to pool results. Therefore, we report results for all time points in more detail for each study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Single-dose decongestant versus placebo"
        },
        {
            "text": "Only Cohen 1978 objectively measured the immediate effect of a nasal decongestant versus placebo 15 minutes after administration. This was assessed by the mean difference in NAR. The estimated SMD was small and the difference between the treatment and placebo groups was not statistically significant (SMD 0.42, 95% CI -0.21 to 1.04; 40 participants). This study used an oral decongestant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "15 minutes after dosing"
        },
        {
            "text": "Two studies objectively assessed the effectiveness of oral decongestant treatment after 30 minutes (Cohen 1978; Taverner 1999) . In both studies, the estimated SMD between treatment and placebo groups was not statistically significant (SMD 0.21 95% CI -0.41 to 0.83; 40 participants; Cohen 1978), (SMD 0.08 95% CI -0.49 to 0.64; 48 participants; Taverner 1999).",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 111,
                    "text": "(Cohen 1978;",
                    "ref_id": null
                },
                {
                    "start": 112,
                    "end": 126,
                    "text": "Taverner 1999)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "30 minutes after dosing"
        },
        {
            "text": "Five studies objectively measured the effectiveness of a nasal decongestant one hour after dosing (Akerlund 1989; Cohen 1978; Eccles 2006; Eccles 2008; Taverner 1999 ",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 113,
                    "text": "(Akerlund 1989;",
                    "ref_id": null
                },
                {
                    "start": 114,
                    "end": 125,
                    "text": "Cohen 1978;",
                    "ref_id": null
                },
                {
                    "start": 126,
                    "end": 138,
                    "text": "Eccles 2006;",
                    "ref_id": null
                },
                {
                    "start": 139,
                    "end": 151,
                    "text": "Eccles 2008;",
                    "ref_id": null
                },
                {
                    "start": 152,
                    "end": 165,
                    "text": "Taverner 1999",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "One hour after dosing"
        },
        {
            "text": "Three studies reported the effectiveness of oral nasal decongestant compared to placebo two hours after treatment (Cohen 1978; Latte 2004; Taverner 1999 ",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 126,
                    "text": "(Cohen 1978;",
                    "ref_id": null
                },
                {
                    "start": 127,
                    "end": 138,
                    "text": "Latte 2004;",
                    "ref_id": null
                },
                {
                    "start": 139,
                    "end": 152,
                    "text": "Taverner 1999",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Two hours after dosing"
        },
        {
            "text": "Four studies reported on the effectiveness of a nasal decongestant compared to placebo three hours after dosing (Akerlund 1989; Cohen 1978; Latte 2007; Taverner 1999 CI -0.06 to 0.45; 236 participants) did not report a statistically significant difference between the treatment and placebo group.",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 127,
                    "text": "(Akerlund 1989;",
                    "ref_id": null
                },
                {
                    "start": 128,
                    "end": 139,
                    "text": "Cohen 1978;",
                    "ref_id": null
                },
                {
                    "start": 140,
                    "end": 151,
                    "text": "Latte 2007;",
                    "ref_id": null
                },
                {
                    "start": 152,
                    "end": 165,
                    "text": "Taverner 1999",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Three hours after dosing"
        },
        {
            "text": "Only Akerlund 1989 reported the effectiveness of a single dose of a nasal decongestant up to seven hours after dosing. This study used a topical decongestant and showed a small difference between treatment and placebo that was not statistically significant (SMD 0.36, 95% CI -0.14 to 0.86; 102 participants). Gronborg 1983, a single-dose oral decongestant study that used a cross-over design, involved 30 participants. It was not included in the meta-analyses. Gronborg 1983 found that NAR worsened in the placebo group whereas it improved in the treatment group; this difference was statistically significant (P < 0.02).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Other"
        },
        {
            "text": "Four multi-dose studies reported objective measurements of nasal congestion ( ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Oral and topical decongestants combined"
        },
        {
            "text": "In Eccles 2005 (SMD 0.11, 95% CI -0.14 to 0.37; 230 participants), Jawad 1998 (SMD 0.23, 95% CI -0.39 to 0.86; 40 participants) and Latte 2007 (SMD 0.10, 95% CI -0.17 to 0.37; 212 participants) the effect of multiple doses of oral decongestants on objective measurements of nasal congestion was not statistically significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Oral decongestants"
        },
        {
            "text": "Of the four studies that reported objective measurements of nasal congestion, Eccles 2008 was the only study that used a topical decongestant and showed a statistically significant effect of multiple doses of nasal decongestant on objective measurements of nasal congestion: in this study expressed as the least square mean of NAC (SMD 0.89, 95% CI 0.36 to 1.41; 61 participants). The SMD of 0.89 corresponded to a significant clinical effect.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Topical decongestants"
        },
        {
            "text": "In total, four single-dose (Akerlund 1989; Cohen 1978; Latte 2004; Taverner 1999) ",
            "cite_spans": [
                {
                    "start": 27,
                    "end": 42,
                    "text": "(Akerlund 1989;",
                    "ref_id": null
                },
                {
                    "start": 43,
                    "end": 54,
                    "text": "Cohen 1978;",
                    "ref_id": null
                },
                {
                    "start": 55,
                    "end": 66,
                    "text": "Latte 2004;",
                    "ref_id": null
                },
                {
                    "start": 67,
                    "end": 81,
                    "text": "Taverner 1999)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Oral and topical decongestants combined"
        },
        {
            "text": "Two single-dose trials reported adverse events (Gronborg 1983; Taverner 1999) ; both used an oral decongestant. Taverner 1999 reported no adverse events in either the treatment or the placebo group. Results from Gronborg 1983 were not included in the meta-analysis because this study used a cross-over study design and several events per patient were reported. Overall, 32 and 21 events were reported in the treatment and placebo groups respectively; this was not statistically significant. all studies reported specific adverse events. However, the adverse events differed among studies and ranged from vomiting and dry mouth, to lethargy, dizziness, pain and mouth ulcers. In Latte 2007, adverse events were not clearly described in the original paper, but these were included in the Cochrane Review by the same authors (Taverner 2007); therefore, we used these numbers in our review as well.",
            "cite_spans": [
                {
                    "start": 47,
                    "end": 62,
                    "text": "(Gronborg 1983;",
                    "ref_id": null
                },
                {
                    "start": 63,
                    "end": 77,
                    "text": "Taverner 1999)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Single-dose decongestant versus placebo"
        },
        {
            "text": "We only reported the specific type of adverse event if this was reported by more than one study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Oral and topical decongestants combined"
        },
        {
            "text": "Seven studies reported the total number of participants with adverse events (Bye 1980; Eccles 2005; Eccles 2006; Eccles 2008; Eccles 2014; Latte 2007; Sperber 1989) . In both treatment and placebo arms, 13% of participants reported an adverse event. The chance of having an adverse event was slightly lower for treatment group participants. However, the difference with the placebo was not statistically significant (OR 0.98, 95% CI 0.68 to 1.40; 1195 participants; seven studies; Analysis 1.2).",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 86,
                    "text": "(Bye 1980;",
                    "ref_id": null
                },
                {
                    "start": 87,
                    "end": 99,
                    "text": "Eccles 2005;",
                    "ref_id": null
                },
                {
                    "start": 100,
                    "end": 112,
                    "text": "Eccles 2006;",
                    "ref_id": null
                },
                {
                    "start": 113,
                    "end": 125,
                    "text": "Eccles 2008;",
                    "ref_id": null
                },
                {
                    "start": 126,
                    "end": 138,
                    "text": "Eccles 2014;",
                    "ref_id": null
                },
                {
                    "start": 139,
                    "end": 150,
                    "text": "Latte 2007;",
                    "ref_id": null
                },
                {
                    "start": 151,
                    "end": 164,
                    "text": "Sperber 1989)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "All adverse events"
        },
        {
            "text": "The difference between studies that used an oral or topical decongestant was not significant (P = 0.68).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "All adverse events"
        },
        {
            "text": "For the pooled effect of all adverse events there was no clear heterogeneity given the I² statistic of 0%. We used a random-effects model throughout all analyses for adverse events and this did not change the interpretation of the results. We judged the evidence for all adverse events to be of low quality because of possible risk of bias due to unclear reporting and lack of precision (wide confidence interval). The difference between studies that used an oral or topical decongestant was not significant (P = 0.14). There seemed to be moderate heterogeneity given the I² statistic of 34%. We used a random-effects model and this did not change the interpretation or the results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "All adverse events"
        },
        {
            "text": "Six studies that used an oral decongestant reported total numbers of participants with adverse events ( For the pooled effect of all adverse events there was no clear heterogeneity given the I² statistic of 0%. We used a random-effects model for all analyses of adverse events; this did not change the interpretation or the results. We judged the evidence for all adverse events to be of moderate quality because of possible risk of bias due to unclear reporting. There was no clear heterogeneity given the I² statistic of 0%. We used a random-effects model and this did not change the interpretation or the results.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 102,
                    "end": 103,
                    "text": "(",
                    "ref_id": null
                }
            ],
            "section": "All adverse events"
        },
        {
            "text": "Only Eccles 2008 used a topical decongestant and reported adverse events. In this study the difference between treatment and placebo was not statistically significant (OR 1.23, 95% CI 0.39 to 3.88; 61 participants).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Topical decongestants All adverse events"
        },
        {
            "text": "None of the studies that used a topical decongestant reported insomnia or difficulty sleeping.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Insomnia or difficulty sleeping"
        },
        {
            "text": "Only Eccles 2008 used a topical decongestant and reported headache as an adverse event. In this study the difference between treatment and placebo groups was not statistically significant (OR 4.00, 95% CI 0.42 to 38.07; 61 participants).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Headache"
        },
        {
            "text": "Two single-dose studies reported adverse events associated with oral decongestants (Gronborg 1983; Taverner 1999) . Taverner 1999 reported no events and Gronborg 1983 was excluded from meta-analyses because it was a cross-over study. Therefore, combining single-dose and multi-dose studies resulted in the same results for multi-dose adverse events (Analysis 1.2).",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 98,
                    "text": "(Gronborg 1983;",
                    "ref_id": null
                },
                {
                    "start": 99,
                    "end": 113,
                    "text": "Taverner 1999)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "All doses of decongestants versus placebo"
        },
        {
            "text": "None of the included studies reported this outcome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Complications"
        },
        {
            "text": "The included single-dose trials did not report this outcome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Single-dose decongestant versus placebo"
        },
        {
            "text": "Only one multi-dose study reported the time to full recovery ( Reinecke 2005, 247 participants). Reinecke 2005 used a topical decongestant and showed that the mean time until full recovery was better for the treatment group (four days) compared to the placebo group (six days; P = 0.001).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multi-dose decongestant versus placebo"
        },
        {
            "text": "The included trials did not report this outcome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Time to return to school/work"
        },
        {
            "text": "We planned to compare studies in children aged up to 12 years compared with those aged over 12 years. However, none of the single-dose studies included children so we were unable to perform this subgroup analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Children versus adults"
        },
        {
            "text": "The other subgroup analysis, as specified a priori, was to compare oral versus nasal decongestants. Since we were unable to pool studies we could not perform this subgroup analysis. However, for each comparison in this review we report whether an oral or topical decongestant was used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Oral versus topical"
        },
        {
            "text": "We planned to compare studies in children aged up to 12 years compared with those aged over 12 years. However, none of the multi-dose studies included children. Reinecke 2005 included people aged 12 years and above so excluded children.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Children versus adults"
        },
        {
            "text": "For the multi-dose studies, we were only able to pool results for the primary outcome, subjective symptom scores for nasal congestion (three studies), and adverse events (seven studies). Therefore, assessing the difference between oral versus topical nasal decongestants on subjective symptom scores for nasal congestion involved two studies that used an oral decongestant (Sperber 1989; Taverner 1999) , and one that used a topical decongestant (Eccles 2008).",
            "cite_spans": [
                {
                    "start": 373,
                    "end": 387,
                    "text": "(Sperber 1989;",
                    "ref_id": null
                },
                {
                    "start": 388,
                    "end": 402,
                    "text": "Taverner 1999)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Oral versus topical"
        },
        {
            "text": "The difference between studies that used an oral decongestant and the study that used a topical decongestant was not statistically significant (P = 0.45). Also for adverse events, there was only one study that used a topical decongestant (Eccles 2008); all others used an oral decongestant (Bye 1980; Eccles 2005; Eccles 2006; Eccles 2014; Latte 2007; Sperber 1989) . The difference between the pooled result for the oral decongestant versus the only study on the topical decongestant was not statistically significant (P = 0.68).",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 300,
                    "text": "(Bye 1980;",
                    "ref_id": null
                },
                {
                    "start": 301,
                    "end": 313,
                    "text": "Eccles 2005;",
                    "ref_id": null
                },
                {
                    "start": 314,
                    "end": 326,
                    "text": "Eccles 2006;",
                    "ref_id": null
                },
                {
                    "start": 327,
                    "end": 339,
                    "text": "Eccles 2014;",
                    "ref_id": null
                },
                {
                    "start": 340,
                    "end": 351,
                    "text": "Latte 2007;",
                    "ref_id": null
                },
                {
                    "start": 352,
                    "end": 365,
                    "text": "Sperber 1989)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Oral versus topical"
        },
        {
            "text": "We planned to compare studies in children aged up to 12 years compared with those aged over 12 years. However, none of the studies included children.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Children versus adults"
        },
        {
            "text": "We were able to assess the impact of oral versus topical decongestants only for outcomes where we could pool results and there were both single and multi-dose studies available. This was only possible for the primary outcome, subjective symptom scores, and the secondary outcome, objective measures of NAR. For the primary outcome of subjective symptom scores, three studies reported the mean score (Eccles 2008; Sperber 1989; Taverner 1999) , and two studies reported an AUC (Latte 2004; Latte 2007). Since pooling of these two outcome measures was not appropriate we discuss both separately. For studies that reported the mean subjective symptom score, we compared the pooled effect of the two studies that used an oral decongestant (Sperber 1989; Taverner 1999) with the results of one study that used a topical decongestant (Eccles 2008). The difference between the two was not statistically significant (P = 0.45). For the two studies that used AUC as an outcome we were unable to assess differences between oral and topical decongestants because both used an oral decongestant. between oral and topical decongestants was statistically significant (P = 0.03). However, each subgroup only included one study. As for multi-dose decongestants we indicated if results were based on studies using an oral or topical decongestant. These results are reported in more detail above.",
            "cite_spans": [
                {
                    "start": 399,
                    "end": 412,
                    "text": "(Eccles 2008;",
                    "ref_id": null
                },
                {
                    "start": 413,
                    "end": 426,
                    "text": "Sperber 1989;",
                    "ref_id": null
                },
                {
                    "start": 427,
                    "end": 441,
                    "text": "Taverner 1999)",
                    "ref_id": null
                },
                {
                    "start": 735,
                    "end": 749,
                    "text": "(Sperber 1989;",
                    "ref_id": null
                },
                {
                    "start": 750,
                    "end": 764,
                    "text": "Taverner 1999)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Oral versus topical"
        },
        {
            "text": "Should multiple doses of decongestant in monotherapy be used for the common cold in adults? Prim ary outcom e: subjective sym ptom score (AUC) -3 hours af ter dosing Oral",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A D D I T I O N A L S U M M A R Y O F F I N D I N G S [Explanation]"
        },
        {
            "text": "The unstandardised m ean AUC f or the subjective sym ptom score ranged f rom 22 to -77. 45 Subjective nasal congestion was 0.11 standard units better in the treatm ent group (95% CI -0.14 to 0.35; P value 0.39) ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A D D I T I O N A L S U M M A R Y O F F I N D I N G S [Explanation]"
        },
        {
            "text": "We compared the effectiveness of nasal decongestants administered as single and multiple doses to treat nasal congestion in people with the common cold. We included 15 trials and analyses were based on a total of 1838 participants. Nine studies used pseudoephedrine and three used oxymetazoline. Other decongestants included phenylpropanolamine, norephedrine and xylometazoline. The studies that used phenylpropanolamine or norephedrine were excluded from meta-analyses because this drug is no longer available in most countries (FDA 2000) . There were large differences in reported outcomes. Reporting of study methods was limited in most studies. Therefore, pooling was only possible for a few studies. All studies, except one, included adult participants only (aged 18 years and over). Reinecke 2005 included younger people (aged up to 12 years) but did not provide details on the mean age of participants. As such, the results of this review are applicable to adults only. We were unable to draw conclusions on the effectiveness of singledose decongestants because pooling was not possible due to the large diversity in measuring and reporting symptoms of congestion. For other outcome measures, such as overall patient wellbeing and time to recovery, either no data or insufficient data were available. For multiple doses of decongestant, meta-analysis was possible for subjective measures of congestion only (measured approximately three hours after the last dose). Subjective measures of congestion were significantly better for treatment group participants compared to placebo group participants. However, the clinical effect was small, and this result was based on two studies only (one topical and one oral decongestant) and involved a total of 88 participants. Hence, for multiple doses of a nasal decongestant it seems that there is a small beneficial effect on nasal congestion when measured subjectively. Although subjective measures of nasal congestion are probably the most relevant outcomes, since nasal decongestants are used for symptomatic relief only, it is not clear if this small effect is clinically relevant and sufficient to justify widespread use of decongestants (Taverner 2007). There were insufficient data to estimate differences in the efficacy of oral versus topical decongestants. Adverse events were reported in nine studies and the risk of adverse events in treatment group participants was not significantly different from people in the placebo group. It seems that short-term use of nasal decongestants in adults with the common cold can be considered safe.",
            "cite_spans": [
                {
                    "start": 529,
                    "end": 539,
                    "text": "(FDA 2000)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Summary of main results"
        },
        {
            "text": "We recognise that there were few included studies. In addition, because these studies were very heterogeneous in their approach to outcome measures, the number of studies that could be pooled for each outcome was even smaller, with most subgroup analyses only containing two studies. Hence, the generalisability of our results is very limited. With respect to adverse events it was surprising to note that none of the included multi-dose studies investigated the problem of tachyphylaxis or rhinitis medicamentosa. This could be due to the limited follow-up in most studies (between one and 10 days). Furthermore, the side effects profile of oral versus topical decongestants might differ; one might expect more systemic and delayed side effects with oral preparations. We were unable to assess this aspect because only one study that used a topical decongestant reported adverse effects. Twelve studies used subjective measures as outcomes, which are probably the most relevant outcomes to clinical applicability, because nasal decongestants are used for symptomatic relief. In addition, all studies, except one, included participants with community-acquired common cold. The results are only applicable to an adult population because none of the studies included children aged 12 years or younger. Another concern about the applicability of the current evidence relates to the use of pseudoephedrine. Nine studies tested the effectiveness of pseudoephedrine; however, this has not been available since 2005 as an over-the-counter decongestant because it can be used to make methamphetamine (FDA 2005) . Currently, pseudoephedrine is being replaced by phenylephrine as a way to control methamphetamine abuse. Despite phenylephrine being a common decongestant that is available over-the-counter, none of the studies in this review evaluated its effectiveness.",
            "cite_spans": [
                {
                    "start": 1592,
                    "end": 1602,
                    "text": "(FDA 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Overall completeness and applicability of evidence"
        },
        {
            "text": "For most outcomes we downgraded the quality of evidence to moderate or low due to the limited data available or poor 'Risk of bias' assessments. We included 15 studies, with a total of 1838 participants, but pooling was often not possible. When pooling was possible, results were often only based on two studies. All studies except one included adult participants and so the findings of our review cannot be generalised to children. We recognise that over half of the included studies were published before 2000, and that many of the studies do not provide sufficient methodological information to exclude risk of bias. Hence, for most studies, risk of bias is unclear.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quality of the evidence"
        },
        {
            "text": "Given the small number of included studies, it is possible that we did not find all relevant trials. Hence, publication bias cannot be definitively ruled out, which may lead to overestimation of the treatment effect. For example, we found four studies that were relevant for this review, but no results were available. Two are completed trials with no published results (NCT00452270; NCT01062360), and a third, although originally registered in 2007, is stated to be ongoing (EUCTR2006-006690-25-GB). The fourth study is also ongoing; it started in 2012, but the estimated completion date recently changed from April 2015 to May 2016 (NCT01744106). This review was conducted as outlined in the Cochrane Handbook for Systematic Reviews of Interventions (Higgins 2011). We searched several databases and three authors (LD, LG, NM) independently selected studies and extracted data, thus minimising the risk of introducing bias during the review process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Potential biases in the review process"
        },
        {
            "text": "Our results are in line with those of other systematic reviews and meta-analyses. In a similar, but older, Cochrane Review on nasal decongestants for the common cold, Taverner 2007 concluded that nasal decongestants are modestly effective for the short-term relief of congestion in adults. Two hours after dosing, a significant decrease in patient-reported symptoms for treatment versus placebo was described. Similar to our findings, the effects were small and although statistically significant, it is not clear if the reduction in symptoms is clinically relevant and sufficient to justify widespread use of decongestants (Taverner 2007) . Several other reviews on nasal decongestants for the common cold have also been published (e.g. Allan 2014; Arroll 2005; Arroll 2011; Meltzer 2010). Generally, their conclusions were based on the Cochrane Reviews Taverner 2004 and Taverner 2007, or more recent studies that were included in this review. Accordingly, the results and conclusions are similar and in line with this review. Kollar 2007 investigated the effectiveness of a single 10 mg dose of phenylephrine compared to placebo. Kollar 2007 showed that a single oral dose of phenylephrine significantly improved acute nasal congestion. However, it must be noted that the meta-analyses in this review were almost completely based on small unpublished studies conducted between 1968 and 1975, which were included in a monograph by the US Food and Drug Administration (FDA). According to Eccles 2007, the studies included in the FDA report were in-house studies provided by representatives of pharmaceutical companies (Eccles 2007). Another review on xylometazoline (alone and in combination) concluded that xylometazoline provides fast and effective relief from nasal congestion (Eccles 2010). However, this review included only four studies and did not include a meta-analysis. We included only one study that used xylometazoline (Eccles 2008). Hence, we were unable to formulate firm conclusions about the effectiveness of this medication. Furthermore, it was beyond the scope of our review to evaluate the effectiveness of different nasal decongestants individually.",
            "cite_spans": [
                {
                    "start": 624,
                    "end": 639,
                    "text": "(Taverner 2007)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Agreements and disagreements with other studies or reviews"
        },
        {
            "text": "The Cochrane Review on combination drugs for the common cold (oral antihistamine-decongestant-analgesic combinations) found that the effect on individual symptoms is small, \"probably too small to be clinically relevant\" (De Sutter 2012). The lack of evidence in children was also confirmed by other studies on decongestants alone and combination products (Allan 2014; Arroll 2005; De Sutter 2012). In terms of the risk of side effects our results were in agreement with other reviews and studies; the incidence of side effects with shortterm use of decongestants is low and side effects are mostly mild to moderate (e.g. insomnia and headache) (Allan 2014; Eccles 2010; Taverner 2007). Although we did not identify data on the safety of nasal decongestants in children, there are reports of adverse events after single use of nasal decongestant. For example, the FDA published a warning in 2012 about serious adverse events after ingestion of over-the-counter nasal sprays containing oxymetazoline by children under the age of six years (FDA 2012).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Agreements and disagreements with other studies or reviews"
        },
        {
            "text": "The effectiveness of nasal decongestants in monotherapy is uncertain. There may be a small benefit on the subjective experience of nasal congestion after multiple doses of a nasal decongestant (low-quality evidence). However, it is unclear if the small effect is clinically relevant. Due to the small number of studies that used a topical nasal decongestant, we were unable to draw conclusions on the effectiveness of oral versus topical decongestants. The incidence of mostly mild-to-moderate side effects was low. These results are applicable to adults only. Despite common colds being equally common in children, there is no evidence available on either effectiveness or safety in children.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications for practice"
        },
        {
            "text": "Given the high consumption of nasal decongestants it was surprising that so little evidence is available. Questions about the effectiveness and safety in children remain unanswered. However, given the reports of serious adverse events in young children, further research in this group does not appear to be warranted or feasible (FDA 2012) . Some questions regarding the effectiveness and safety of nasal decongestants in adults also remain unanswered. More research is need to investigate the long-term effects of multiple doses of nasal decongestants on tachyphylaxis or rhinitis medicamentosa and the differences between oral and topical decongestants need to be explored.",
            "cite_spans": [
                {
                    "start": 329,
                    "end": 339,
                    "text": "(FDA 2012)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Implications for research"
        },
        {
            "text": "We were unable to compare the effectiveness of different decongestants. For example, pseudoephedrine is often replaced by phenylephrine as a way to control methamphetamine abuse. However, as a decongestant, phenylephrine may not be as effective (Eccles 2007) . Despite phenylephrine being a common decongestant that is available over-the-counter, none of the included studies evaluated its effectiveness. Hence, more large-scale, good-quality randomised controlled trials evaluating the effectiveness of several nasal decongestants are needed.",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 258,
                    "text": "(Eccles 2007)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Implications for research"
        },
        {
            "text": "Furthermore, future research should seek to define a minimal clinically important difference for measures of subjective improvement in nasal congestion. As this was not available, we used a statistical approach to interpret our results. For example, a we regarded a standardised mean difference between 0.2 and 0.49 as a small effect. However, it remains unclear how this small statistical effect corresponds to clinical effect.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications for research"
        },
        {
            "text": "We wish to thank Sarah Thorning for her assistance with the searches and Liz Dooley for her support with the review process. We also wish to thank Laura Alder for her assistance in the initial selection of studies. We thank Ann Fonfa, Dee Shneiderman, Mark Jones, Tim Kenealy and Bruce Arroll for their helpful comments on drafts of this review. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A C K N O W L E D G E M E N T S"
        },
        {
            "text": "Methods Randomised, double-blind, placebo-controlled, parallel-group study ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Akerlund 1989"
        },
        {
            "text": "Random sequence generation (selection bias)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bias Authors' judgement Support for judgement"
        },
        {
            "text": "Low risk Randomisation lists were used: \"Drugs were allocated from separate randomisation lists for men and women aged below and above 40 years and at each centre (16 lists in all). Balance in numbers was arranged after every eight person in each list\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bias Authors' judgement Support for judgement"
        },
        {
            "text": "Allocation concealment (selection bias) Low risk Drugs were issued in coded bottles: \"Drugs were issued to patients in coded bottles. All tablets were identical in appearance. All were specially made and differed in appearance from marketed preparations\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bias Authors' judgement Support for judgement"
        },
        {
            "text": "Blinding of participants and personnel (performance bias) All outcomes",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bias Authors' judgement Support for judgement"
        },
        {
            "text": "The appearance of the tablets was identical: \"Drugs were issued to patients in coded bottles. All tablets were identical in appearance. All were specially made and differed in appearance from marketed preparations\" However, patients were also asked 'do you think the trial tablets you took were placebo'; about 75% of the patients on placebo indicated that they thought they were on placebo compared to 45% in the treatment group",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Low risk"
        },
        {
            "text": "Blinding of outcome assessment (detection bias) All outcomes",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Low risk"
        },
        {
            "text": "Unclear risk Methods of outcome assessment blinding not discussed",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Low risk"
        },
        {
            "text": "Incomplete outcome data (attrition bias) All outcomes",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Low risk"
        },
        {
            "text": "Low risk Incomplete data are described and in the tables the number of remaining participants per treatment group are provided: \"Three stopped taking tablets (and completing the diary) because of unwanted side effects; two because of excessive drowsiness while taking triprolidine and one because urticaria developed during treatment with pseudoephedrine. No reasons were obtained from the other volunteers who did not complete diaries\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Low risk"
        },
        {
            "text": "Selective reporting (reporting bias) High risk Separate results for the 12 primary symptoms were not provided. Only the significant difference for sneezing was discussed",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Low risk"
        },
        {
            "text": "Other bias Unclear risk Funding organisation is not described Some patients had more than 1 cold over the 6-month period. It is not clear if these participants received the same treatment or were randomised again",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Low risk"
        },
        {
            "text": "Methods Randomised, double-blind, placebo-controlled, 4-arm, parallel-group study Participants N recruited: 80 male and female N analysed: all 80 participants As we focus on monotherapy in this review, only results for phenylpropanolamineonly and placebo groups were extracted. Randomisation ratio was not clearly stated, we assumed equal numbers in the different treatment groups: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cohen 1978"
        },
        {
            "text": "Low risk The treatment and placebo preparations looked identical: \"The four study preparations were given as identically-appearing cherry flavoured hydroalcoholic syrups in double-blind fashion according to the randomisation code\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Allocation concealment (selection bias)"
        },
        {
            "text": "Blinding of participants and personnel (performance bias) All outcomes",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Allocation concealment (selection bias)"
        },
        {
            "text": "Low risk It was stated that treatment was allocated in a double-blind fashion under the supervision of a senior scientist: \"The four study preparations were given as identically-appearing cherry flavoured hydroalcoholic syrups in double-blind fashion according to the randomisation code\" \"The four formulations and the coded randomised allocation were prepared under the supervision of Mr. • Pregnant or lactating • Clinical history deemed by the physician as a reason for exclusion: ischaemic heart disease, angina, cardiac arrhythmias, hypertension, history of renal failure, history of perennial allergic rhinitis (patients with a history of seasonal allergic rhinitis were not excluded when patients were recruited out of season)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Allocation concealment (selection bias)"
        },
        {
            "text": "• Nasal polyps • History of benign prostatic hypertrophy • History of bacterial sinusitis in previous 2 weeks • Use of antibiotics prior to study entry • Use of tricyclic antidepressants or monoamine oxidase inhibitors • Smokers who could not abstain from smoking during lab visits Diagnostic criteria:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Allocation concealment (selection bias)"
        },
        {
            "text": "• Patients suffering from nasal congestion due to upper respiratory tract infection • Score of 3 (moderate) for nasal congestion on a 7-point scale • Cold symptoms began within 72 hours • Nasal airway resistance 0.2 ≥ Pa/cm³/s at baseline on day 1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Allocation concealment (selection bias)"
        },
        {
            "text": "Interventions Nasal decongestant dose: Sudafed tablets containing 60 mg of pseudoephedrine hydrochloride Matched placebo tablets Administration: multiple doses Oral tablets: patients were instructed to take the tablet 4 times a day (every 4 to 6 hour) for 3 days Follow-up: 3 days Measurements: Total nasal airway resistance was measured with posterior rhinomanometry at a sample pressure of 75 Pa at baseline and every 60 min on day 1 and day 3 up until 4 hours after dosing Subjective nasal congestion: measured with a 100 mm visual analogue scale: 0 = nose completely clear, 100 = nose completely blocked. Symptoms of nasal congestion/stuffiness and nasal discharge/runny nose were scored on a 7-point ordinal scale at baseline and at 6 PM on days 1 and 2",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Allocation concealment (selection bias)"
        },
        {
            "text": "Outcomes Primary outcome: AUC of the NAR from 0 to 3 hours after the first dose on day 1 Secondary outcomes:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Allocation concealment (selection bias)"
        },
        {
            "text": "• Nasal airway resistance AUC 0 to 4 hours after the first dose on day 1 • Nasal airway resistance AUC 0 to 3 hours after the last dose on day 3 • Nasal congestion measured on a symptom scale: AUC 0 to 3 and 0 to 4 hours after the first dose day 1, and after the last dose day 3",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Allocation concealment (selection bias)"
        },
        {
            "text": "• Mean change from baseline in nasal stuffiness and runny nose score over 3 days Notes Funding: Pfizer Consumer HealthCare Declarations of interest: not provided, but one author was employed by Pfizer",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Allocation concealment (selection bias)"
        },
        {
            "text": "Random sequence generation (selection bias)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bias Authors' judgement Support for judgement"
        },
        {
            "text": "Low risk A randomisation code was used: \"The medication and randomisation code were prepared by Pfizer Consumer HealthCare\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bias Authors' judgement Support for judgement"
        },
        {
            "text": "Allocation concealment (selection bias) Low risk A concealed disclosure envelope was used and placebo matched treatment: \"The identity of each treatment kit was concealed in a disclosure envelope only to be opened in case of emergency\" \"The allocation of medication was stratified according to baseline nasal airway resistance (low nasal airway resistance 0.2 to 0.4 and high nasal airway resistance ≥ 0. 41 Pa/cm³/sec)\" \"Study medication consisted of 60 mg pseudoephedrine or matched placebo tablets\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bias Authors' judgement Support for judgement"
        },
        {
            "text": "Blinding of participants and personnel (performance bias) All outcomes",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bias Authors' judgement Support for judgement"
        },
        {
            "text": "Low risk Patients received matched placebo tablets ensuring that participants/personnel had no knowledge of the intervention they were allocated to \"Study medication consisted of 60 mg pseudoephedrine or matched placebo tablets\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bias Authors' judgement Support for judgement"
        },
        {
            "text": "Blinding of outcome assessment (detection bias) All outcomes",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bias Authors' judgement Support for judgement"
        },
        {
            "text": "Unclear risk Methods of outcome assessment blinding not discussed",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bias Authors' judgement Support for judgement"
        },
        {
            "text": "Incomplete outcome data (attrition bias) All outcomes",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bias Authors' judgement Support for judgement"
        },
        {
            "text": "Unclear risk The number of missing values is described. However, it is not clear how many persons remained in each group: \"238 participants were recruited, 236 were protocol-valid for day 1 and 230 were protocol-valid for day 3\" \"Missing pre-dose assessments were not imputed and the corresponding AUC was set to missing. Missing data for AUC were only imputed if either a 3-or 4-hour reading was missing\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bias Authors' judgement Support for judgement"
        },
        {
            "text": "Selective reporting (reporting bias) Low risk All outcomes were reported",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bias Authors' judgement Support for judgement"
        },
        {
            "text": "Other bias Unclear risk Study was funded by Pfizer",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Eccles 2005 (Continued)"
        },
        {
            "text": "Methods Randomised, double-blind, placebo-controlled, 4-arm, parallel-group study Participants N recruited: 384 patients were screened, 305 were randomised N analysed: unclear from text, presumably 305: -76 used paracetamol and pseudoephedrine -76 paracetamol only -76 pseudoephedrine only -77 placebo As we only focus on monotherapy in this review, only the results for the treatment group on pseudoephedrine only and placebo were extracted Age: 18 or older Country: UK Inclusion criteria: patients had to be in general good health and at least 18 years old Exclusion criteria: nasal resistance within normal range at screening (≤ 0.25 Pa/cm³/s) , history of allergic rhinitis, chronic respiratory disease, anatomical nasal obstruction or deformity, the presence of nasal polyps, or a disease which contra-indicated the use of either paracetamol or pseudoephedrine. Patients who had taken certain medications within a given timescale of study entry were also excluded; astemizole (30 days), monoamine oxidase inhibitors (14 days), antibiotics (7 days), antihistamines (72 hours), analgesics/ antipyretics (24 hours), nasal decongestants (12 hours), antitussives, medicated lozenge or throat spray (8 hours), alcohol (6 hours) and menthol products (2 hours). Patients using metoclopramide, domperidone, cholestyramine or anticoagulation therapy were also excluded from the study Diagnostic criteria: symptomatic upper respiratory tract infections of up to 3 days duration, nasal congestion (i.e. total nasal airflow resistance of > 0.25 Pa/cm³/s determined by posterior rhinomanometry) and pain of at least moderate intensity at baseline Interventions Nasal decongestant dose: 1000 mg of paracetamol combined with 60 mg of pseudoephedrine 1000 mg of paracetamol alone 60 mg of pseudoephedrine alone Placebo Administration: multiple doses Oral medication: 1 single dose given at clinic; patients were then instructed to dose as required up to 3 times per day with minimum dosing interval of 4 hours for 3 days Follow-up: 3 days Measurements: Nasal airflow conductance was calculated from measurements of nasal resistance to airflow (Pa/cm³/s) at a fixed sample nasal pressure of 75 Pa using posterior rhinomanometry Pain relief of cold and flu-like symptoms (composite of sore throat, headache, body aches and pains) was assessed using a 5-point verbal rating scale (\"0 = none, 1 = a little, 2 = some, 3 = a lot, 4 = complete relief \") Pain intensity (composite of sore throat, headache, body aches and pains) and nasal congestion (4-point scale of \"0 = none, 1 = mild, 2 = moderate, 3 = severe\")",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Eccles 2006"
        },
        {
            "text": "Global assessment of pain relief and of nasal congestion relief at the follow-up visit (5point scale of \"0 = poor, 1 = fair, 2 = good, 3 = very good, 4 = excellent\") Adverse events were recorded Assessments of nasal airflow resistance and pain relief and intensity were made at 1, 2, 3 and 4 hours after dosing. Patients assessed nasal congestion and pain intensity each evening Outcomes Primary outcomes: nasal airflow conductance, pain relief Secondary outcome: adverse events Notes Funding: GlaxoSmithKline Declarations of interest: \"This study was funded by GlaxoSmithKline PLC. DR, MN, EJ and IB are employees of GlaxoSmithKline PLC. RE has acted as a consultant to GlaxoSmithKline PLC\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Eccles 2006 (Continued)"
        },
        {
            "text": "Random sequence generation (selection bias)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bias Authors' judgement Support for judgement"
        },
        {
            "text": "Low risk A randomisation schedule was used: \"Eligible patients were then assigned to 1 of 4 treatment regimens (the combination, paracetamol alone pseudoephedrine alone or placebo), in equal ratio, according to a parallel group randomisation schedule\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bias Authors' judgement Support for judgement"
        },
        {
            "text": "Allocation concealment (selection bias) Unclear risk Methods of allocation concealment were not described",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bias Authors' judgement Support for judgement"
        },
        {
            "text": "Blinding of participants and personnel (performance bias) All outcomes",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bias Authors' judgement Support for judgement"
        },
        {
            "text": "Low risk Study states that it was double-blinded and that the double-dummy method used",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bias Authors' judgement Support for judgement"
        },
        {
            "text": "Blinding of outcome assessment (detection bias) All outcomes",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bias Authors' judgement Support for judgement"
        },
        {
            "text": "Unclear risk Study states that it was double-blinded, but there is no mention of the method of blinding outcome assessment",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bias Authors' judgement Support for judgement"
        },
        {
            "text": "Incomplete outcome data (attrition bias) All outcomes",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bias Authors' judgement Support for judgement"
        },
        {
            "text": "The number of discontinuations per treatment group is described: \"No patients withdrew due to an adverse event during the single dose phase of the study. In the multiple dose phase 2 patients (dry mouth -combination treatment and vomitingpseudoephedrine treatment) discontinued dosing due to adverse events\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Low risk"
        },
        {
            "text": "Selective reporting (reporting bias) Low risk All intended outcomes reported",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Low risk"
        },
        {
            "text": "Other bias Unclear risk Study was funded by GlaxoSmithKline PLC",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Eccles 2006 (Continued)"
        },
        {
            "text": "Methods Randomised, double-blind, placebo-controlled, parallel-group study Participants N recruited: 78 were screened, 12 did not meet the inclusion criteria 66 were randomised 5 were not dosed N analysed: 61 -Xylometazoline: N = 29 -Placebo: N = 32 Age: 18 years and over, median age 20 Country: UK Inclusion criteria:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Eccles 2008"
        },
        {
            "text": "• Aged 18 years and over • Male patients or non-pregnant, non-lactating female patients • Recent onset of nasal congestion due to common cold • Cold symptoms < 36 hours before study entry Exclusion criteria:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Eccles 2008"
        },
        {
            "text": "• Inability to abstain from smoking for 1 hour before and for the duration of each visit",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Eccles 2008"
        },
        {
            "text": "• NAR < 0.2 Pa/cm³/s at screening visit 1 • History of perennial allergic rhinitis unless recruited out of season • Significant abnormalities (e.g. polyps and deviated septum)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Eccles 2008"
        },
        {
            "text": "• History of transsphenoidal hypophysectomy or rhinitis medicamentosa • Bacterial sinusitis infection during the past 2 weeks before study entry • Use of drugs (antibiotics, alpha-adrenergics, glucocorticosteroids, antidepressants or monoamine oxidase inhibitors)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Eccles 2008"
        },
        {
            "text": "• Use of any medication that may affect sleep as judged by the investigator • Known hypersensitivity to xylometazoline or any excipients of Otrivin nasal spray • Alcohol intake • Uncontrolled arterial hypertension Diagnostic criteria: Minimum nasal congestion score of 2 (rated on a 4-point scale; 0 = not present; 1 = mild; 2 = moderate; 3 = severe) Minimum 2 common cold symptoms (runny nose, blocked nose, sore throat, cough)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Eccles 2008"
        },
        {
            "text": "Nasal decongestant dose: Xylometazoline 0.1%, 1.0 mg/mL of F2 metered-dose nasal spray Placebo: saline solution Administration: multiple doses Nasal spray: 1 spray (0.14 g) in each nostril 3 times per day until the total common cold symptom score was recorded to be 0 or for a maximum of 10 days Follow-up: not clear, maximum 10 days Measurements: Nasal airway resistance was measured using active posterior rhinomanometry at baseline,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interventions"
        },
        {
            "text": "30 min and 1, 6, 7, 8, 9, 10, 11 and 12 hours after dosing Subjective symptom scores: a visual analogue scale (0 = nose completely clear, 100 = nose completely blocked); this was measured every 5 min over a 30 min period Runny nose, blocked nose, sore throat, cough, sneezing and ear ache scores recorded every day on a 4-point scale (0 = not present, 1 = mild, 2 = moderate, 3 = severe) Other measures: Subjective measures of sleep, tiredness, daily activities, general well-being, smell Adverse events were recorded Outcomes Primary outcomes: total nasal airway resistance Secondary outcomes: Time to onset of subjective relief of nasal congestion The peak subjective relief of nasal congestion (lowest score) Symptoms of common cold: runny nose, blocked nose, sore throat, cough, sneezing and ear ache scores recorded on a 4-point scale",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Eccles 2008 (Continued)"
        },
        {
            "text": "Funding: Novartis Declarations of interest: \"M. Eriksson, S. Graffera, and S.C. Chen are employees of Novartis, the clinical trial was sponsored by Novartis\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes"
        },
        {
            "text": "Random sequence generation (selection bias)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bias Authors' judgement Support for judgement"
        },
        {
            "text": "Unclear risk Method of randomisation not clearly described: \"Eligible patients were randomised in a 1:1 ratio and treated double-blind\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bias Authors' judgement Support for judgement"
        },
        {
            "text": "Allocation concealment (selection bias) Unclear risk It is not clear if participants could not foresee treatment allocation since they were stratified according to severity of nasal congestion: \"Patients were stratified according to severity of nasal congestion as measured by posterior rhinomanometry during screening on the first study visit (nasal airway resistance, 0.2 to 0.4 and > 0.41 Pa/cm³ per second)\" \"The nasal spray devices were identical and delivered 0.14 G/actuation\" Blinding of participants and personnel (performance bias) All outcomes",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bias Authors' judgement Support for judgement"
        },
        {
            "text": "Low risk It is stated that treatment was administered double-blind and \"The nasal spray devices were identical and delivered 0.14 G/actuation\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bias Authors' judgement Support for judgement"
        },
        {
            "text": "Blinding of outcome assessment (detection bias) All outcomes",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bias Authors' judgement Support for judgement"
        },
        {
            "text": "Unclear risk Methods of blinding outcome assessment were not discussed",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bias Authors' judgement Support for judgement"
        },
        {
            "text": "Incomplete outcome data (attrition bias) All outcomes",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Eccles 2008 (Continued)"
        },
        {
            "text": "Low risk Incomplete outcome data were described and the number of remaining participants per treatment group is provided in the tables: \"66 patients were randomised to the study but 5 were randomised not dosed because they either did not return on day 1 of treatment (N = 4) or on returning were unable to reproduce the technique required for measurement of nasal airway resistance (N = 1).\" All 61 patients were included in the intention-to-treat efficacy and safety analysis)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Eccles 2008 (Continued)"
        },
        {
            "text": "Selective reporting (reporting bias) High risk Not all outcomes were reported: total nasal airway resistance was mentioned as the primary outcome, but total nasal airway conductance was reported. In the baseline table investigators differentiated between nasal resistance and nasal conductance; further in the results only nasal conductance is reported",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Eccles 2008 (Continued)"
        },
        {
            "text": "Other bias Unclear risk Funded by Novartis",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Eccles 2008 (Continued)"
        },
        {
            "text": "Methods Randomised, double-blind, placebo-controlled, 4-arm parallel-group study Participants N recruited: 833 N analysed: 829 (4 withdrew consent) As we only focus on monotherapy in this review, only the results for treatment group on pseudoephedrine only and placebo were extracted The number of patients per treatment group was not provided; from the percentage of adverse events we calculated the following numbers:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Eccles 2014"
        },
        {
            "text": "• Aspirin and pseudoephedrine N = 236 • Aspirin N = 239 • Pseudoephedrine N = 237 • Placebo N = 121 Age: not stated Country: UK Inclusion criteria: nasal congestion and pain associated with upper respiratory tract infections for no more than 3 days Exclusion criteria: Allergic rhinitis, chronic respiratory disease, hyperthyroidism, cardiovascular disease, severe hypertension, peptic ulcer and hypersensitivity to acetylsalicylic acid, aspirin or pseudoephedrine Some medications were not allowed prior to the study entry: monoamine-oxidase inhibitors (30 days), antihistamines and antibiotics (7 days), analgesics and antipyretics (24 Eccles 2014 (Continued) hours), nasal decongestants (12 hours), lozenges and throat sprays (6 hours), menthol containing products (6 hours) Patients under anti-coagulation therapy and pregnant or lactating females were also excluded from the study Diagnostic criteria: Pain score of at least moderate intensity (2 on a 4-point scale) Total nasal airway resistance > 0.25 Pa/cm³ as determined by posterior rhinomanometry",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Eccles 2014"
        },
        {
            "text": "Nasal decongestant dose:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interventions"
        },
        {
            "text": "• 1000 mg aspirin and 60 mg pseudoephedrine • 1000 mg aspirin • 60 mg pseudoephedrine • Placebo Administration: multiple doses Sachets (small disposable bags) with granules to be dissolved in water and taken orally 3 doses per day during 3 days, with a minimum dosing interval of 4 hours Follow-up: 3 days Measurements: Pain symptom score (composite score for sore throat and/or headache) recorded on a 4point categorical scale consisting of no pain = 0, mild pain = 1, moderate pain = 2 and severe pain = 3 Nasal obstruction with a total nasal air flow resistance of > 0.25 Pa/cm³/s as determined by posterior rhinomanometry; this was measured 1, 2, 3 and 4 hours after dosing At the evening of every day patients were asked to assess pain intensity, pain relief, nasal congestion intensity and nasal congestion relief and at day 3 they were asked for a global assessment of pain relief and global assessment of nasal congestion relief Adverse events were recorded during the whole study period Unclear risk Methods of randomisation sequence generation not discussed Allocation concealment (selection bias) Low risk Participants could not foresee treatment allocation since the different treatments had the same appearance, taste and smell: \"Double blinding was guaranteed since it was not possible to distinguish between combination product, monotherapies, and placebo granules. All treatments were dispensed as sachets containing white granules for dissolving in water, and they had the same appearance, taste, and no noticeable smell. Neither the investigators nor the patients were aware of the nature of the treatments and both were therefore blinded for any assessments. The placebo contained all the flavouring and excipients that were present in the other medications, which were sucrose, hypromellose binder, orange flavour, and citric acid\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interventions"
        },
        {
            "text": "Blinding of participants and personnel (performance bias) All outcomes",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interventions"
        },
        {
            "text": "The investigators state that double-blinding was guaranteed: \"Double blinding was guaranteed since it was not possible to distinguish between combination product, monotherapies, and placebo granules. All treatments were dispensed as sachets containing white granules for dissolving in water, and they had the same appearance, taste, and no noticeable smell. Neither the investigators nor the patients were aware of the nature of the treatments and both were therefore blinded for any assessments. The placebo contained all the flavouring and excipients that were present in the other medications, which were sucrose, hypromellose binder, orange flavour, and citric acid\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Low risk"
        },
        {
            "text": "Blinding of outcome assessment (detection bias) All outcomes",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Low risk"
        },
        {
            "text": "Low risk \"Neither the investigators nor the patients were aware of the nature of the treatments and both were therefore blinded for any assessments\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Low risk"
        },
        {
            "text": "Incomplete outcome data (attrition bias) All outcomes",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Low risk"
        },
        {
            "text": "Unclear risk The missing data are described. However, it is not clear how many patients remained in each treatment group: \"There were 833 patients randomised 833 patients randomised to the study. All of them were treated. 4 par-ticipants withdrew consent, but all other participants were included in the analyses\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Low risk"
        },
        {
            "text": "Selective reporting (reporting bias) Low risk All primary and secondary outcome measures were reported",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Low risk"
        },
        {
            "text": "Other bias Unclear risk Study sponsored by Bayer HealthCare LLC The number of participants in each group was not provided. Only in the methods is a sample size calculation provided, which yielded a total sample size of 875 (\"approximately 250 patients were to be randomised into each of the aspirin/ pseudoephedrine combination, aspirin alone, and pseudoephedrine alone groups and 125 patients were to be randomised into the placebo group\"), whereas 833 were eventually randomised ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Low risk"
        },
        {
            "text": "Methods Randomised, double-blind, placebo-controlled, cross-over design Participants N recruited: 34 N analysed: 30 (\"Four subjects were excluded as it became evident on the second day that their cold symptoms had disappeared\") Country: Denmark Age: range was 18 to 32 years, mean age was 23.0 years Inclusion criteria: a nose blowing of at least 0.1 mL could be provided in the observation period Exclusion criteria: none stated. \"Four subjects were excluded as it became evident on the second day that their cold symptoms had disappeared\" Diagnostic criteria: sudden occurrence of sneezing, nasal discharge and blockage, or at least of 2 of these symptoms. Nasal symptoms lasting 12 to 48 hours. The student felt sure that he/she caught a cold. The investigator observed signs of a cold (nasal voice, sneezing, nose blowing) during the 10 to 15 min observation period",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gronborg 1983"
        },
        {
            "text": "Interventions Nasal decongestant dose: single dose of 100 mg norephedrine in a sustained release form Administration: single dose Oral tablets (cross-over design: each participant received treatment on 1 day and placebo on another day) Follow-up: 1 day Measurements: nasal airway resistance measured by posterior rhinomanometry and nasal peak flow measured immediately after rhinomanometry, using a Write Peak Flow minimeter. This was measured before and 2 hours after treatment Self-assessment test for nasal blockage (scale from 0 \"completely free\" to 5 \"complete blockage\") and recording of numbers of sneezes and nose blowing per hour. This was measured hourly (2 to 10 hours after treatment) Side effects: a questionnaire about new symptoms Outcomes Study does not explicitly state which of the measured outcomes were primary or secondary We assumed the following: Primary outcomes: nasal airway resistance, nasal peak flow, self-assessment of nasal blockage Secondary outcomes: numbers of sneezes and nose blowing per hours, side effects Notes Funding: H. Lundbeck and Co. funded the study and provided the medication Declarations of interest: not provided",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gronborg 1983 (Continued)"
        },
        {
            "text": "Random sequence generation (selection bias)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bias Authors' judgement Support for judgement"
        },
        {
            "text": "Unclear risk Method of randomisation not described, only that \"each student got a single dose of 100 mg norephedrine in sustained release form and placebo in randomised order\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bias Authors' judgement Support for judgement"
        },
        {
            "text": "Allocation concealment (selection bias) Unclear risk No mention of allocation concealment described but due to cross-over design, all patients enrolled in the study received both treatment and placebo",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bias Authors' judgement Support for judgement"
        },
        {
            "text": "Blinding of participants and personnel (performance bias) All outcomes",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bias Authors' judgement Support for judgement"
        },
        {
            "text": "Low risk Study reports that it is double-blind: \"the tablets were supplied in coded vials by H. Lundbeck and Co., Copenhagen, Denmark\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bias Authors' judgement Support for judgement"
        },
        {
            "text": "Blinding of outcome assessment (detection bias) All outcomes",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bias Authors' judgement Support for judgement"
        },
        {
            "text": "Low risk Study reports that it is double-blind. For rhinomanometry, because \"the reading of the V2 value depends to some degree upon the investigator's interpretation of the curve\", \"in order to eliminate this as a po- patients with nasal congestion associated with a history of common cold for less than 96 hours Exclusion criteria: anatomical nasal obstruction or gross anatomical deformity, including moderate or severely deviated septum or the presence of nasal polyps; taken menthol lozenges or a menthol containing product in the past hour; taken any nasal decongestant in the past 12 hours; taken any antihistamine in the last 72 hours or astemizole in the last 30 days; taken any analgesic in the last 24 hours; taken any prescribed medication within the last 30 days (with the exception of the contraceptive pill); a history of hyperthyroidism, diabetes mellitus, heart disease prostatic hypertrophy or hypertension Diagnostic criteria: subjective score of 2 (moderate) for blocked nose, and at least 1 (mild) for any other cold symptoms. Patients were screened by the physician and a medical history was taken; blood pressure and pulse were measured Interventions Nasal decongestant dose: Pseudoephedrine 60 mg tablet Placebo (Sanatogen multi-vitamin tablet) Administration: multiple doses Oral tablets (2 doses on the same day with a 4-hour interval) Follow-up: 1 day Measurements:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bias Authors' judgement Support for judgement"
        },
        {
            "text": "Unilateral nasal airflow was measured using posterior rhinomanometry at an inspiratory reference pressure of 75 Pa with an oral cannula to sense posterior nasal pressure. Mea-sured 1 hour after the first dose of medication and then every hour over a 7-hour period In this study nasal patency has been expressed in terms of nasal airflow at a reference pressure of 75 Pa, rather than as nasal resistance because nasal resistance tends towards infinity with nasal obstruction whereas nasal airflow tends towards zero. We assume this is nasal airway conductance Patients were asked to score their common cold symptoms of cough, runny nose, blocked nose and sore throat on a 5-point box scale with symptoms labelled 0 = not present, 1 = mild, 2 = moderate, 3 = severe, 4 = very severe Acoustic rhinometry and active posterior rhinomanometry at 75 Pa Subjective ratings of nasal congestion, measured on a 100 mm visual analogue scale anchored by the descriptors \"nose completely clear\" (0 mm) and \"nose completely blocked\" (100 mm) Baseline measurements were conducted at 20 min intervals for 1 hour, followed by dosing with the study treatment. Post-treatment, 2 hours of serial measurements were undertaken at 20 min intervals Outcomes Primary outcomes: total volume and total minimum cross-sectional area inside nasal cavity Secondary outcomes: nasal airway resistance, visual analogue scale for perception of congestion Notes Funding: source of funding was not provided, but the treatment medication was 60 mg SudafedTM tablet; Pfizer Consumer HealthCare Group (Caringbah, NSW, Australia) Declarations of interest: not provided",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bias Authors' judgement Support for judgement"
        },
        {
            "text": "Random sequence generation (selection bias)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bias Authors' judgement Support for judgement"
        },
        {
            "text": "Low risk \"Treatment randomisation was from a random numbers table, in blocks of four\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bias Authors' judgement Support for judgement"
        },
        {
            "text": "Allocation concealment (selection bias) Low risk \"To conceal treatment allocation, the pseudoephedrine and placebo were placed in identical opaque gelatine capsules\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bias Authors' judgement Support for judgement"
        },
        {
            "text": "Blinding of participants and personnel (performance bias) All outcomes",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bias Authors' judgement Support for judgement"
        },
        {
            "text": "Low risk \"The pseudoephedrine and placebo were placed in identical opaque gelatine capsules\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bias Authors' judgement Support for judgement"
        },
        {
            "text": "Blinding of outcome assessment (detection bias) All outcomes Total nasal airways resistance was measured using the posterior rhinomanometry technique Total nasal volume and total minimum cross-sectional area were measured using acoustic rhinometry A 100 mm visual analogue scale from 0 mm to 100 mm was used to assess symptoms of nasal congestion Subjective measurements on a 7-point categorical scale for the previous 24 hours (0 none to 6 incapacitating) -worst levels of congestion -worst levels of nasal discharge -worst levels of sneezing Measurements were performed hourly (for 4 hours) after the first dose on day 1 and after the last dose on day 4",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bias Authors' judgement Support for judgement"
        },
        {
            "text": "Outcomes Primary outcome: the area under the logarithm-transformed total nasal airways resistance curve from 0.5 to 3 hours after the first dose of study medication on day 1 Secondary outcomes:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bias Authors' judgement Support for judgement"
        },
        {
            "text": "The area under the curve for the total minimum cross-sectional area of the combined left and right nasal cavities from 0 to 3 hours on day 1 and 3",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bias Authors' judgement Support for judgement"
        },
        {
            "text": "The area under the curve for the total nasal volume of the combined left and right nasal cavities from 0 to 3 hours on day 1 and 3",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bias Authors' judgement Support for judgement"
        },
        {
            "text": "The area under the curve for the nasal congestion visual analogue scale from 0 to 3 hours on day 1 and 3 RCT: Randomised controlled trial of screening (e.g., isocarboxazid -Marplan, phenelzine -Nardil, selegiline -Eldepryl, Emsam, Zelapar, and tranylcypromine -Parnate). Note: participants may not discontinue taking a MAOI solely of the purposes of qualifying for the study 11. Have a known sensitivity or allergy to pseudoephedrine, phenylephrine or acetaminophen or any of the excipients of the drug product 12. Have taken any oral cold or allergy medicine within 12 hours of enrolment, or intranasal decongestants within 24 hours of enrolment except for single-ingredient over-the-counter analgesics 13. Have the need to take additional medications, including cough and cold (i.e. oral or intranasal antihistamines, intranasal steroids, intranasal decongestants), or herbal/dietary supplements during the study, with the exception of acetaminophen, a medication regimen for a hyperexcitability disorder that has been stable for at least 3 months or a daily vitamin or multi-vitamin/multi-mineral supplement 14. Have participated in another clinical study within 30 days before entry 15. Have another child from the household currently participating in this study 16. Have a history of drug, alcohol or tobacco use (older children) 17. Are involved directly or indirectly with the conduct and administration of this study (i.e. children of principal investigator, sub-investigator, study co-ordinators, other study personnel, employees of Perrigo and the families of each)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bias Authors' judgement Support for judgement"
        },
        {
            "text": "The temporary relief of nasal congestion due pseudoephedrine versus placebo Outcomes Primary outcome: Nasal congestion severity (instantaneous) scores -Day 1 Weighted sum of change from baseline in nasal congestion severity (instantaneous) scores over the first 8 hours of treatment on Day 1 Secondary outcomes: Change from baseline in nasal congestion severity (instantaneous) scores from 0 to 4 hours -Day 1 Sum of change from baseline in nasal congestion severity (instantaneous) scores from 0 to 4 hours after the first dose on Day 1 Change from baseline in nasal congestion severity (instantaneous) scores from 6, 7, and 8 hours -Day 1 Weighted sum of change from baseline in nasal congestion severity scores (instantaneous) from 6, 7 and 8 hours after the first dose on Day 1 Nasal congestion relief reflective scores at 4 hours and 8 hours -Day 1 Sum of nasal congestion relief (reflective) scores at 4 hours and 8 hours on Day 1 Nasal congestion severity scores (instantaneous) score at each time point from 0 to 8 hours -Day 1 Nasal congestion severity scores (instantaneous) score at each time point from 0 to 8 hours after the first dose on Day 1 Nasal congestion relief (reflective) scores at 6 hours and 12 hours -Day 2 Sum of nasal congestion relief (reflective) scores at 6 hours and 12 hours on Day 2 Nasal congestion relief (reflective) scores at 6 and 12 hours -Day 2 Nasal congestion relief (reflective) scores at 6 and 12 hours on Day 2 Total events: 9 (Nasal decongestant), 10 (Placebo)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interventions"
        },
        {
            "text": "Heterogeneity: Tau 2 = 0.50; Chi 2 = 3.05, df = 2 (P = 0.22); I 2 =34%",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interventions"
        },
        {
            "text": "Test for overall effect: Z = 0.18 (P = 0.86)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interventions"
        },
        {
            "text": "Test for subgroup differences: Chi 2 = 2.22, df = 1 (P = 0.14), I 2 =55% 0.01 0.1 1 10 100",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interventions"
        },
        {
            "text": "Favours placebo Favours nasal decongestant objective NAR (AUC).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interventions"
        },
        {
            "text": "Review: Nasal decongestants in monotherapy for the common cold Heterogeneity: Tau 2 = 0.25; Chi 2 = 5.45, df = 1 (P = 0.02); I 2 =82%",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interventions"
        },
        {
            "text": "Test for overall effect: Z = 1.14 (P = 0.25) -2 -1 0 1 2 ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interventions"
        },
        {
            "text": "• Discipline of General Practice, Australia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Internal sources"
        },
        {
            "text": "• No sources of support supplied",
            "cite_spans": [],
            "ref_spans": [],
            "section": "External sources"
        },
        {
            "text": "The review differs from the protocol (Ta'i 2012) in the following sections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D I F F E R E N C E S B E T W E E N P R O T O C O L A N D R E V I E W"
        },
        {
            "text": "In Methods, Data collection and analysis and Unit of analysis issues we specified how we handled data from trials that included more than one treatment arm. If the treatment arm was similar (e.g. different doses of the same nasal decongestant), we combined data from these treatment arms and compared this group to the control group, as recommended in section 7.7.3.8 and Table 7 .7a of the Cochrane Handbook for Systematic Reviews of Interventions (Higgins 2011).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 372,
                    "end": 379,
                    "text": "Table 7",
                    "ref_id": null
                }
            ],
            "section": "D I F F E R E N C E S B E T W E E N P R O T O C O L A N D R E V I E W"
        },
        {
            "text": "We added randomised cross-over trials to the inclusion criteria because cross-over studies with adequate randomisation can be regarded as RCTs. We also specified how we handled data from trials using cross-over designs; results of these studies were not included in the meta-analysis, but were reported narratively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D I F F E R E N C E S B E T W E E N P R O T O C O L A N D R E V I E W"
        },
        {
            "text": "In Methods, Data collection and analysis and Data synthesis we specified the rule-of-thumb for effect sizes to facilitate interpretation of the SMD as described in section 12.6.2 of the Cochrane Handbook for Systematic Reviews of Interventions (Higgins 2011). In the same section, we also added a description of how we assessed the overall quality of the evidence. We used the GRADE (Grading of Recommendations Assessment, Development and Evaluation) approach, which gives an indication of the confidence that can be placed in the estimate of treatment effect. The effect estimates and GRADE ratings were summarised in the 'Summary of findings' tables. We only summarised results for which more than one study was available. We used the GRADEprofiler tool (GRADEpro) and followed the advice from the GRADE Handbook (Schünemann 2009).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D I F F E R E N C E S B E T W E E N P R O T O C O L A N D R E V I E W"
        },
        {
            "text": "We also analysed single and multi-dose studies together, whereas in the protocol it was stated that we would analyse them separately (Ta'i 2012). Clinically it could be argued that a single or multiple-dose nasal decongestant would have a similar effect, although it may not be as long lasting from a single dose. We expect that up to three hours after dosing, the effect of a single dose is clinically not expected to be inferior to multiple doses. Therefore we combined single and multiple doses up to three hours after dosing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D I F F E R E N C E S B E T W E E N P R O T O C O L A N D R E V I E W"
        },
        {
            "text": "Based on feedback from the statistical editor we decided to use a random-effects model for all meta-analyses. Nevertheless, we reported whether using a fixed-effect or random-effects model affected the results (see Methods; Data collection and analysis; Data synthesis).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D I F F E R E N C E S B E T W E E N P R O T O C O L A N D R E V I E W"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "/de OR 'animal experiment'/de #30 #28 OR #29 #29 random*:ab,ti OR placebo*:ab,ti OR allocat*:ab,ti OR trial:ti OR crossover*:ab,ti OR 'cross over':ab,ti OR (doubl* NEXT/1 blind*):ab,ti #28 'randomized controlled trial'/exp OR 'single blind procedure'/exp OR 'double blind procedure'/exp OR 'crossover procedure'/exp #27 #25 OR #26 #26 oxymetazoline:ab,ti OR norepinephrine:ab,ti OR pseudoephedrine:ab,ti OR phenylephrine:ab,ti AND xylometazoline:ab,ti OR tramazoline:ab,ti OR ephedrin*:ab,ti OR",
            "authors": [],
            "year": null,
            "venue": "#32 'human'/de #31 'animal'/de OR 'nonhuman",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "#24 #1 OR #2 OR #3 OR #4 OR #5 OR #6 OR #7 OR #8 OR #9 OR #10 OR #11 OR #12 OR #13 OR #14 OR #15 OR #16 OR #17 OR #18 OR #19 OR #20 OR #21 OR #22 OR #2384658",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "/de OR 'rhinovirus infection'/de #17 ((nasal OR nose*) NEAR/3 (block* OR congest* OR obstruct* OR discharg* OR runny OR running OR stuffy OR stuffed)): ab,ti #16 'nose congestion'/de OR 'nose infection'/de #15 rhinorrhoea:ab,ti OR rhinorrhea:ab,ti #14 'rhinorrhea'/de #13 sneez*:ab,ti #12 'sneezing'/de #11 'common cold symptom'/de #10 (acute NEAR/2 (rhinit* OR rhinosinusit*)):ab,ti #9 'rhinosinusitis'/de #8 rhinopharyngit*:ab,ti OR nasopharyngit*:ab,ti #7 'rhinopharyngitis'/de #6 (infection* NEAR/3 'upper respiratory'):ab,ti #5 'upper respiratory tract infection':ab,ti OR 'upper respiratory tract infections':ab,ti OR urti:ab,ti #4 'upper respiratory tract infection'/de OR 'viral upper respiratory tract infection",
            "authors": [],
            "year": null,
            "venue": "#22 'human adenovirus'/exp OR 'human adenovirus infection'/de #21 coronavir*:ab,ti #20 'coronavirus'/de OR 'human coronavirus nl63'/de #19 rhinovir*:ab,ti #18 'human rhinovirus",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "S33 S24 or S25 or S26 or S27 or S28 or S29 or S30 or S31 or S32 S32 (MH \"Quantitative Studies",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "S31 TI placebo* OR AB placebo* S30 (MH \"Placebos",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "S29 TI random* OR AB random* S28 (MH \"Random Assignment",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "S27 TI ((singl* or doubl* or tripl* or trebl*) W1 (blind* or mask*) ) OR AB ( (singl* or doubl* or tripl* or trebl*) W1 (blind* or mask*)) trial S24 (MH",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "S23 S17 and S22 S22 S18 or S19 or S20 or S21",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "S21 TI intranasal N2 corticosteroid* OR AB intranasal N2 corticosteroid*",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "oxymetazoline or norepinephrine or pseudoephedrine or phenylephrine or xylometazoline or tramazoline or ephedrin* ) OR AB ( oxymetazoline or norepinephrine or pseudoephedrine or phenylephrine or xylometazoline or tramazoline or ephedrin*)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "S20 Ti",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "S19 TI decongestant* OR AB decongestant* S18 (MH \"Vasoconstrictor Agents, Nasal+\") OR (MH \"Ephedrine\") OR (MH \"Phenylephrine",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "S17 S1 or S2 or S3 or S4 or S5 or S6 or S7 or S8 or S9 or S10 or S11 or S12 or S13 or S14 or S15 or S16 S16 TI (rhinovir* or adenovir*) OR AB (rhinovir* or adenovir*)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "or nose*) N3 (block* or obstruct* or congest* or discharg* or runny or running or stuffy or stuffed)) OR AB ((nasal or nose*) N3 (block* or obstruct* or congest* or discharg* or runny or running or stuffy or stuffed",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "S12 Ti",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Nasal Obstruction",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "S11 (mh",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "S10 TI (sneez* or rhinorrhea* or rhinorrhoea*) OR AB (sneez* or rhinorrhea* or rhinorrhoea*) S9 (MH",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "S8 TI (nasopharyngit* or rhinopharyngit*) OR AB (nasopharyngit* or rhinopharyngit*)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "S7 TI (acute N2 (rhinit* or rhinosinusit* or nasosinusit*)) OR AB (acute N2 (rhinit* or rhinosinusit* or nasosinusit*)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "S5 TX (upper respiratory infection* or upper respiratory tract infection* or urti) OR AB (upper respiratory infection* or upper respiratory tract infection* or urti)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "S2 TI common cold* OR AB common cold* S1 (MH \"Common Cold",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "OR Catarro OR coryza OR \"upper respiratory tract infection\" OR \"upper respiratory tract infections\" OR \"upper respiratory infection\" OR \"upper respiratory infections\" OR \"Infecciones del Tracto Respiratorio Superior\" OR \"Infecciones de las Vías Respiratorias Superiores\" OR \"Infecções do Trato Respiratório Superior\" OR \"Infecções do Sistema Respiratório Superior\" OR MH:Nasopharyngitis OR Nasofaringitis OR Nasofaringite OR nasophayrngit$ or rhinopharyngit$ OR nasosinusit$ OR rhinosinusit$ OR rhinit$ OR rinit$ OR MH:sneezing OR Estornudo OR Espirro OR rhinorrhea OR rhinorrhoea OR Rinorrea OR Rinorréia OR \"blocked nose\" OR \"nasal obstruction\" OR \"runny nose\" OR \"running nose\" OR \"nasal congestion\" OR \"nasal discharge\" OR \"stuffy nose\" OR \"stuffed nose\" OR \"stuffy nose",
            "authors": [],
            "year": null,
            "venue": "OR MH:rhinovirus OR rhinovir$ OR MH:\"Coronavirus Infections\" OR MH:Coronavirus OR MH:\"Coronavirus 229E, Human\" OR MH:\"Coronavirus OC43, Human\" OR MH:\"Coronavirus NL63, Human\" OR MH:\"Adenovirus Infections, Human\" OR MH:\"Adenoviruses, Human\" OR adenovir$) AND (MH:\"Nasal Decongestants\" OR MH:D27.505.954.411.793.610$ OR MH:D27.505.954.796.560$ OR \"Descongestionantes Nasales\" OR \"Descongestionantes Nasais\" OR Descongestionantes OR \"Vasoconstrictores Nasales\" OR descongestionantes OR \"Vasoconstritores Nasais\" OR decongestant$ OR oxymetazolin$ OR Oximetazolina OR norepinephrine OR Norepinefrina OR pseudoephedrine OR Seudoefedrina OR Pseudoefedrina OR Isoephedrine OR xylometazoline OR MH:Ephedrine OR efedrina OR",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "searched the Cochrane Central Register of Controlled Trials (CENTRAL, Issue 6 June, 2016), which contains the Cochrane Acute Respiratory Infections (ARI) Specialised Register, MED-LINE (1946 to July 15 July 2016), Embase (2010 to 15 July 2016), CINAHL (1981 to 15 July 2016), LILACS (1982 to 15 July 2016) and Web of Science (1955 to 15 July 2016).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "'Risk of bias' graph: review authors' judgements about each risk of bias item presented as percentages for all included studies",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "'Risk of bias' summary: review authors' judgements about each risk of bias item for each included study AllocationRandom sequence generation",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "single-dose studies (Cohen 1978; Eccles 2005; Latte 2004; Taverner 1999) and five multi-dose studies (Bye 1980; Eccles 2005; Eccles 2008; Latte 2007; Sperber 1989) reported on subjective symptoms scores. All studies used an oral decongestant except Eccles 2008, which used a topical decongestant. However, pooling was possible for three studies only (Eccles 2008; Sperber 1989; Taverner 1999).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "single-dose studies reported adverse events. One study reported no events(Taverner 1999, pseudoephedrine)  and the other was excluded f rom m eta-analyses as this was a cross-over study(Gronborg 1983,  norephedrine). Com bining single-dose and m ulti-dose studies would not change the results of the m ulti-The risk in the intervention group (and its 95% conf idence interval) is based on the assum ed risk in the com parison group and the relative effect of the intervention (and its 95% CI).CI: conf idence interval; AUC: area under the curve; NAR: nasal airway resistance; RCT: random ised controlled trial GRADE Working Group grades of evidence High quality: We are very conf ident that the true ef f ect lies close to that of the estim ate of the ef f ect M oderate quality: We are m oderately conf ident in the ef f ect estim ate: The true ef f ect is likely to be close to the estim ate of the ef f ect, but there is a possibility that it is substantially dif f erent Low quality: Our conf idence in the ef f ect estim ate is lim ited: The true ef f ect m ay be substantially dif f erent f rom the estim ate of the ef f ect Very low quality: We have very little conf idence in the ef f ect estim ate: The true ef f ect is likely to be substantially dif f erent f rom the estim ate of ef f ect ¹Downgraded because two studies had unclear risk of bias on f ive out of seven dom ains(Eccles 2008; Sperber 1989). ²Downgraded because one study had unclear risk of bias on f ive out of seven dom ains(Sperber 1989). ³Downgraded because data cam e f rom only two studies.Downgraded because one study had unclear risk of bias on f ive out of seven dom ains (Latte 2007).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Nasal decongestants in monotherapy for the common cold (Review) Copyright © 2016 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Phenylpropanolamine: N = 20 • Mixture of aromatic oils: N = 20 • Aromatic oils with phenylpropanolamine: N = 20 • Placebo: N = 20 Age: not stated Cohen 1978 (Continued)",
            "latex": null,
            "type": "figure"
        },
        "TABREF9": {
            "text": "). Of these, two used a topical decongestant(Akerlund 1989; Eccles 2008), and three used an oral decongestant(Cohen 1978; Eccles 2006; Eccles 2008;  Taverner 1999). The reported outcome measurements varied considerably; mean scores and mean differences of NAR as well as mean scores and least square mean scores of NAC were reported. Therefore, we were unable to pool results. Akerlund 1989, Eccles 2006 and Eccles 2008 showed that the difference between treatment and placebo was statistically significant and corresponded to a moderate to large effect (SMD 0.65, 95% CI 0.14 to 1.15; 102 participants; Akerlund 1989, topical decongestant), (SMD 0.58, 95% CI 0.26 to 0.90; 153 participants; Eccles 2006, oral decongestant), (SMD 1.06, 95% CI 0.52 to 1.59; 61 participants; Eccles 2008, topical decongestant). In contrast, the estimated SMD between treatment and placebo was not statistically significant in",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "). Again, we were unable to pool results. Latte 2004 showed a large and statistically significant difference between treatment and placebo groups for the AUC from baseline to two hours (SMD 0.88, 95% CI 0.28 to 1.47; 48 participants; Latte 2004, oral decongestant). However, the estimated SMD between treatment and placebo was not statistically significant inCohen 1978 and Taverner 1999 (SMD 0.27, 95% CI -0.35 to  0.89; 40 participants; Cohen 1978, oral decongestant),(SMD  0.17, 95% CI -0.40 to 0.74; 48 participants; Taverner 1999, oral  decongestant).",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "Three studies reported on the effectiveness of an oral nasal decongestant compared to placebo four hours after dosing(Cohen 1978;  Eccles 2005; Eccles 2006). Cohen 1978 was excluded from all meta-analyses; all three studies reported different outcome measures (mean, MD and AUC) so we were unable to pool results. Only Eccles 2006 showed that the AUC of the NAC measurements between baseline and four hours was significantly better for the treatment group compared to the placebo group (SMD 0.54, 95% CI 0.21 to 0.86; 153 participants). The SMD corresponded to a moderate clinical effect. Cohen 1978 (SMD 0.40, 95% CI -0.23 to 1.02; 40 participants) and Eccles 2005 (SMD 0.19, 95%",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": "Eccles 2005; Eccles 2008; Jawad 1998; Latte 2007). All studies except Eccles 2008 used an oral decongestant. Objective measurements of nasal congestion were represented as mean NAR (Eccles 2005), the AUC for NAR (Latte 2007), the mean NAC (Jawad 1998), and the least square mean of NAC (Eccles 2008). As all four studies reported different outcome measures, we were unable to pool results. Jawad 1998 and Latte 2007 reported the effectiveness of a nasal decongestant three hours after the last dose, and Eccles 2005 measured this four hours after the last dose. Timing since last dose was not clear in Eccles 2008. Therefore, we report the effectiveness of multi-dose decongestants assessed approximately three hours after the last dose.",
            "latex": null,
            "type": "table"
        },
        "TABREF13": {
            "text": "and four multi-dose studies (Eccles 2005; Eccles 2008; Jawad 1998; Latte 2007) reported on objective measures of NAR. Only one single-dose study (Akerlund 1989) and one multi-dose study (Eccles 2008) used a topical decongestant. Pooling was possible for four studies only (Analysis 2.3): two single-dose studies (Akerlund 1989; Latte 2004) and two multi-dose studies (Eccles 2005; Latte 2007).Two studies reported a reduced mean NAR compared with placebo(Akerlund 1989; Eccles 2005), but the reduction was small and not statistically significant (SMD 0.39, 95% CI -0.22 to 0.99; 332 participants; two studies; Analysis 2.3). Akerlund 1989 used a topical decongestant and Eccles 2005 used an oral decongestant. The difference between studies that used an oral or topical decongestants was statistically significant (P = 0.03); the effect of treatment was significant in Akerlund 1989 (topical decongestant) and not significant in Eccles 2005 (oral decongestant). However, each subgroup only included one study. There seemed to be considerable heterogeneity as shown by an I² statistic of 78%. The different measurement instruments probably explain the high heterogeneity; Akerlund 1989 measured NAR with anterior rhinomanometry in the left nostril whereas Eccles 2005 measured NAR with posterior rhinomanometry. We applied a random-effects model because this changed the interpretation of the results from statistically significant to not statistically significant.1.3.2. Oral decongestantsLatte 2004 and Latte 2007 used an oral decongestant and reported the AUC for NAR. Their pooled effect was not statistically significant (SMD 0.44, 95% CI -0.32 to 1.20; 260 participants; two studies; Analysis 2.3). For the pooled effect of the AUC for NAR, there seemed to be considerable heterogeneity as shown by an I² statistic of 82%. Interestingly, Latte 2004 and Latte 2007 were conducted at the same institution with the same research team. Both assessed the effectiveness of pseudoephedrine in a similar population. The only differences between the studies were the dosage and the measurement instrument; Latte 2004 was a single-dose study and NAR was measured with acoustic rhinomanometry, whereas Latte 2007 was a multi-dose study, with NAR being measured by posterior rhinomanometry. We applied a random-effects model because this changed the interpretation of the results from statistically significant to not statistically significant.Only Akerlund 1989 and Eccles 2008 used a topical decongestant. Akerlund 1989 reported the mean NAR whereas Eccles 2008 reported the least square mean of NAC. Therefore, we were unable to pool results. Both studies showed a large and statistically significant difference between treatment and placebo, in favour",
            "latex": null,
            "type": "table"
        },
        "TABREF14": {
            "text": "Adverse events were reported by seven multi-dose studies (Analysis 1.2) (Bye 1980; Eccles 2005; Eccles 2006; Eccles 2008; Eccles 2014; Latte 2007; Sperber 1989). All studies except Eccles 2008 used an oral decongestant. With the exception of Eccles 2014,",
            "latex": null,
            "type": "table"
        },
        "TABREF15": {
            "text": "Four studies reported the incidence of insomnia or difficulty sleeping(Bye 1980; Eccles 2005; Latte 2007; Sperber 1989); all used an oral decongestant. These results are reported in 2.2.2 Oral decongestants.",
            "latex": null,
            "type": "table"
        },
        "TABREF19": {
            "text": "placebo M easure of effect: we transf orm ed results f rom all studies to ensure that higher scores represent better f unctioning. We standardised results using the standardised m ean dif f erences (SM D). As such dif f erences are expressed in standardised units. As a rough guide, a SM D of 0.The Cochrane Collaboration. Published by John Wiley & Sons, Ltd. The Cochrane Collaboration. Published by John Wiley & Sons, Ltd.",
            "latex": null,
            "type": "table"
        },
        "TABREF20": {
            "text": "Bye 1980 {published data only} Bye CE, Cooper J, Empey DW, Fowle AS, Hughes DT, Letley E, et al. Effects of pseudoephedrine and triprolidine, alone and in combination, on symptoms of the common cold. BMJ 1980;281(6234):189-90. [4395248]",
            "latex": null,
            "type": "table"
        },
        "TABREF21": {
            "text": "UK Inclusion criteria: having a cold Remark: homogeneity was checked for age, sex, usual number of colds each winter, absence of allergic disorder, smoking habits, duration of symptoms and signs of fever Exclusion criteria: taking medicines that could interfere with the study",
            "latex": null,
            "type": "table"
        },
        "TABREF26": {
            "text": "OutcomesNo distinction between primary and secondary outcomes was made Outcomes:Minimum and maximum unilateral airflow during the 7-hour period of study Total nasal airflow Notes Funding: not reported Declarations of interest: not provided Note: the study was not blinded Treatments […] were allocated according to a randomisation list. Those patients with a total nasal airflow of 175 cm³/sec or less were randomised to a low treatment group and those with a total nasal airflow of 176 cm³/sec or greater were randomised to a high treatment group\" Australia Inclusion criteria: 18 years of age or older, healthy Exclusion criteria: nasal deformity, chronic obstruction, participants on vasoactive or nasally active drugs, or a drug with a potential interaction with pseudoephedrine, history of severe (greater than 2 weeks duration each year) allergic rhinitis Diagnostic criteria: symptoms of coryza for less than 48 hours, including at least 'moderate' symptoms of nasal congestion and a 'mild' sore throat or runny nose (on selfassessed scales of none/mild/moderate/moderate severe/severe) at the time of the study",
            "latex": null,
            "type": "table"
        },
        "TABREF27": {
            "text": "It is not indicated how many participants of the treatment group or placebo group had complete data on day 2 and 3 Age: 18 to 65 years Country: Australia Inclusion criteria:• Nasal congestion due to the common cold • Male and female • Aged 18 to 65 years • Good general health • Suffering from common cold <= 48 hours Exclusion criteria:• Women who were pregnant or lactating, or not using an appropriate form ofLatte 2007 (Continued) contraception• History of perennial allergic rhinitis • Unstable medication Diagnostic criteria: episode of common cold no more than 48 hours duration before visit 1",
            "latex": null,
            "type": "table"
        },
        "TABREF28": {
            "text": "Pfizer Consumer Health Care Declarations of interest: not provided Study reports that \"medication was allocated blindly\", but method of allocation concealment not clearly stated. Only that \"subjects were given treatments consisting of either active medication[…]  or matching placebo\". However, it is not clear if participants could not foresee assignment dropouts throughout the study, but only 1 discontinuation is explained in the text.The number of remaining participants in each treatment group is not clear Methods Randomised, double-blind, placebo-controlled, multi-centre, parallel-group study Participants N recruited: 247 N analysed: 247 Number of participants per treatment group not reported but we assume equal numbers (1 extra in the treatment group) -Oxymetazoline N = 124 -Placebo N = 123 Age: older than 12 Country: Germany Inclusion criteria: Patients with acute rhinitis, clinically healthy Duration of symptoms: not more than 48 hours Exclusion criteria:Patients could not use other nasal decongestants that work by stimulating the alphaadrenergic receptors, antihistamines, corticosteroids and other medication against the common cold including analgesics Diagnostic criteria: none documented authors refer to a full version of the study results, however we were not able to find this extensive version) All participants were included in the evaluation of tolerance, whereas analysis of efficacy was based only on infected participants As we only focus on monotherapy in this review, only the results for treatment group on pseudoephedrine only and placebo were extracted -Pseudoephedrine: N = 23 -Pseudoephedrine and ibuprofen: N = 23 -Placebo: N = 10 Age: mean age 21 Country: USA Inclusion criteria: serum neutralising antibody titter of ≤ 1:2 to the challenge rhinovirus Exclusion criteria: Upper respiratory symptoms or fever within 1 week prior to initiation of the study History of active or chronic sinusitis, asthma or recent hay fever Required use of antihistamines, systemic or topical nasal decongestants, aspirin or other nonsteroidal anti-inflammatory drugs, monoamine oxidase inhibitors or phenothiazines Had a history of hypersensitivity to aspirin or other anti-inflammatory drugs, pseudoephedrine or other sympathomimetics Were pregnant or lactating Would be smoking during the study period Diagnostic criteria: none as patients were inoculated with virus at the beginning of the studyInterventionsTreatment before study: experimentally induced rhinovirus colds: intranasal rhinovirus challenge was administered in 2 inocula over a 15-min period by a calibrated pipette (50 µL per nostril) with the participant supine Nasal decongestant dose: Pseudoephedrine 60 mg Pseudoephedrine 60 mg and ibuprofen 200 mg Placebo Administration: multiple doses Oral capsules. 2 doses were given the first day. On the subsequent 4 days, the drug was administered 4 times daily for a total of 18 doses Symptoms of an acute common cold (defined as acute nasal congestion, combined with rhinorrhoea and/or a sore throat) for less than 5 days, acute viral upper respiratory tract infections (defined by presence of pharyngeal erythema and moderate-severe nasal obstruction as examined by anterior rhinoscopy) Exclusion criteria: Hay fever, broncho-pulmonary disease, anatomical nasal obstruction, hypertension, prior ingestion of vasoactive drugs, caffeine and alcohol Diagnostic criteria: Symptoms of an acute common cold (defined as acute nasal congestion, combined with rhinorrhoea and/or a sore throat) for less than 5 days, acute viral upper respiratory tract infections (defined by presence of pharyngeal erythema and moderate-severe nasal obstruction as examined by anterior rhinoscopy)Interventions Nasal decongestant dose: 60 mg pseudoephedrine Administration: single dose Oral tablets, dose administered within 10 min of baseline Follow-up: 1 day Measurements: Acoustic rhinometry: total minimal cross-sectional area and total nasal volume Active posterior rhinomanometry: total nasal airway resistance Subjective congestion: a 5-point categorical score: 0 = no congestion; 4 = severe congestion Measurements were performed at 30-min intervals until 180 min after dosing Outcomes Primary outcome: changes in nasal congestion measured by total minimal cross-sectional area, total nasal volume and total nasal airway resistance Secondary outcomes: subjective symptoms of nasal congestion and adverse effectsNotes Funding: Procter & Gamble Technical Centres Ltd. Declarations of interest: not provided Ashe 1968 Participants had nasal obstruction due to various reasons including allergy Bailey 1969 Participants had nasal obstruction due to various reasons including allergy Bende 1984 Participants had nasal obstruction, not due to common cold Bende 1985 Nasal stuffiness was the only inclusion criterion, hence it is not clear for how long participants experienced nasal congestion and whether this was due to the common cold Broms 1982 Participants suffered from nasal obstruction for more than 6 months Castellano 2002 Participants had reduced airflow, which was not necessarily due to the common cold Some of the patients had allergic rhinitis De Paula Neves 1966 Combination therapy Dorn 2003 Trial was not placebo-controlled Fox 1967 Trial was not placebo-controlled Hummel 1998None of pre-specified outcome measures were reported Nasal airway resistance was not measured; the weight of nasal discharge was measured",
            "latex": null,
            "type": "table"
        },
        "TABREF29": {
            "text": "Contact informationOnly contact information of participating centres is available: e.g United States, California Emmaus Research Center Anaheim, California, United States, 92804 Contact: Filipinas Vitug 714-826-8800 Analysis 1.1. Comparison 1 Multi-dose decongestant versus placebo, Outcome 1 Primary outcome: subjective symptom score (mean). : Nasal decongestants in monotherapy for the common cold Comparison: 1 Multi-dose decongestant versus placebo Outcome: 1 Primary outcome: subjective symptom score (mean) Heterogeneity: not applicable Test for overall effect: Z = 2.27 (P = 0.023) Heterogeneity: Tau 2 = 0.0; Chi 2 = 0.48, df = 1 (P = 0.49); I 2 =0.0% Test for overall effect: Z = 2.28 (P = 0.023) Test for subgroup differences: Chi 2 = 0.48, df = 1 (P = 0.49), I 2 =0.0% Analysis 1.2. Comparison 1 Multi-dose decongestant versus placebo, Outcome 2 Secondary outcome: all adverse events. : Nasal decongestants in monotherapy for the common cold Comparison: 1 Multi-dose decongestant versus placebo Outcome: 2 Secondary outcome: all adverse events Total events: 58 (Nasal decongestant), 76 (Placebo) Heterogeneity: Tau 2 = 0.0; Chi 2 = 2.02, df = 5 (P = 0.85); I 2 =0.0% Test for overall effect: Z = 0.25 (P = 0.80) Total events: 9 (Nasal decongestant), 7 (Placebo) Heterogeneity: not applicable Test for overall effect: Z = 0.35 (P = 0.72) Total events: 67 (Nasal decongestant), 83 (Placebo)Heterogeneity: Tau 2 = 0.0; Chi 2 = 2.19, df = 6 (P = 0.90); I 2 =0.0%Test for overall effect: Z = 0.13 (P = 0.90) Test for subgroup differences: Chi 2 = 0.17, df = 1 (P = 0.68), I 2 =0.0%Outcome: 3 Secondary outcome: adverse events -insomnia/difficulty sleepingTotal events: 12 (Nasal decongestant), 37 (Placebo) Heterogeneity: Tau 2 = 1.04; Chi 2 = 6.02, df = 3 (P = 0.11); I 2 =50% Test for overall effect: Z = 1.30 (P = 0.19) Favours placebo Favours nasal decongestant adverse events -headache. : Nasal decongestants in monotherapy for the common cold Comparison: 1 Multi-dose decongestant versus placebo Outcome: 4 Secondary outcome: adverse events -headache Total events: 4 (Nasal decongestant), 1 (Placebo) Heterogeneity: not applicable Test for overall effect: Z = 1.21 (P = 0.23)",
            "latex": null,
            "type": "table"
        },
        "TABREF30": {
            "text": "Comparison: 2 All doses of decongestants versus placeboOutcome: 4 Secondary outcome: objective NAR (AUC)",
            "latex": null,
            "type": "table"
        },
        "TABREF31": {
            "text": "Study characteristics Table 1. Study characteristics (Continued) longer available on the market",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Country: USA Inclusion criteria: Acute nasal congestion due to common cold Symptoms for less than 48 hours Exclusion criteria: No anatomical nasal obstruction No significant metabolic, cardiovascular or bronchopulmonary disease",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cohen 1978 (Continued)"
        },
        {
            "text": "Nasal decongestant dose: Phenylpropanolamine, 37.5 mg Placebo Administration: single dose Oral syrup: the study preparations were given as identically appearing cherry-flavoured hydroalcoholic syrups Follow-up: 1 day Measurements: nasal airway resistance was measured by electronic posterior rhinometry All resistance readings were made at a reference flow rate of 0.5 L/s and were the means of 3 successive determinations of inspiratory and expiratory flow Total nasal resistance was calculated as the sum of mean inspiratory and expiratory resistances Participants were asked to grade their nasal congestion using a 6-ranked scale ranging from 1 (no congestion) to 6 (very severe congestion) After treatment, measurements were recorded 15, 30, 60, 120, 180 and 240 min from baseline No smoking or meals before and during the trial Outcomes Primary outcome: nasal airway resistance Secondary outcome: subjective rating of nasal obstruction Notes Funding: source of funding not indicated Declarations of interest: not provided",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interventions"
        },
        {
            "text": "Random sequence generation (selection bias)Low risk A randomisation code was used: \"The four study preparations were given as identically-appearing cherry flavoured hydroalcoholic syrups in double-blind fashion according to the randomisation code\" \"The four formulations and the coded randomised allocation were prepared under the supervision of Mr. Robert Kirpitch, Senior Clinical Scientist, Warner-Lambert Research Institute, Morris Plains, N.J\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bias Authors' judgement Support for judgement"
        },
        {
            "text": "Interventions Treatment before study: not clear if the medication that was listed as an exclusion was not allowed during the first 48 hours before inclusion Nasal decongestant dose: -Oxymetazoline: dose not described -Saline nose spray Administration: multiple doses Nasal spray: patients were allowed to administer the treatment/placebo 3 times a day until the symptoms disappeared (maximum of 10 days) Low risk A randomisation scheme was used: \"Eligible subjects were allocated in a double-blind randomisation schedule which assigned subjects to 1 of the 2 rhinoanemometers/acoustic rhinometers used in this study and to the pseudoephedrine or placebo group in equal numbers\"Allocation concealment (selection bias) Unclear risk Method of allocation concealment not discussedBlinding of participants and personnel (performance bias) All outcomesLow risk \"The randomisation code was not broken until all data, including delayed adverse events had been allocated\"Blinding of outcome assessment (detection bias) All outcomes",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reinecke 2005 (Continued)"
        },
        {
            "text": "Incomplete outcome data (attrition bias) All outcomesLow risk Incomplete data are discussed and the number of remaining participants for each treatment group is provided: \"Of the 54 subjects who were entered randomisation, 2 failed to complete the study\"Selective reporting (reporting bias) Low risk All pre-specified outcomes were reported 1. Male and female participants between 18 and 65 years of age 2. Onset of cold symptoms within 96 hours (4 days) before study participation 3. Current complaint of at least moderate sore throat at baseline 4. Current complaint of at least moderate nasal congestion at baseline 5. History of other symptoms associated with URTI during the last 4 days before study participation 6. Other findings of URTI, confirmed on the physical examination 7. Agreement to comply with the study requirements 8. Written informed consent prior to enrolment in the study Exclusion criteria:1. Pregnant or lactating females 2. Uncontrolled chronic diseases 3. History of hypersensitivity (allergic reaction) to ASA, any other non-steroidal anti-inflammatory drugs (NSAIDs) or PSE 4. Any disease which significantly compromises breathing or interferes with the participant's assessment of sore throat. History of or active peptic ulcer.5. Severe impaired hepatic function 6. Severe impaired renal function 7. Simultaneous intake of monoamine oxidase inhibitors NCT01062360 (Continued) 8. Use of menthol containing tissues within 2 hours before first intake of study drug. Intake of any menthol containing product within 4 hours before first intake of study drug.9. Use of any local or systemic short-acting cough and cold preparations within 6 hours before first intake of study drug 10. Use of any local or systemic long-acting cough and cold preparations within 12 hours before first intake of study drug 11. Intake of any analgesic within 12 hours before first intake of study drug 12. Intake or requirement for any prescription medication for the treatment of the current acute respiratory tract infection 13. Current or previous intake of anticoagulants, corticoids, NSAIDs, methotrexate or lithium 14. Participation in another clinical trial within the last 30 days Interventions Compare efficacy and tolerability of a fixed combination, containing 500 mg acetylsalicylic acid and 30 mg pseudoephedrine, in comparison to its single components and placebo Provide written informed consent prior to any procedures being conducted 3. Report a minimum score of 2 (moderate) for nasal congestion associated with a natural cold, according to a 4-point scale (0 = not present, 1 = mild, 2 = moderate, 3 = severe). Report cold symptoms of a duration less than 36 hours prior to entry to the study 4. Report a minimum of 2 common cold symptoms as present on entry to the study (runny nose,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Unclear risk No details provided"
        },
        {
            "text": "blocked nose, sore throat, cough) 5. Be a male or non-pregnant, non-lactating female. Women of childbearing potential defined as all women physiologically capable of becoming pregnant, including women whose career, lifestyle or sexual orientation precludes intercourse with a male partner and women whose partners have been sterilised by vasectomy or other means, UNLESS they meet the following definition of post-menopausal: 12 months of natural (spontaneous) amenorrhoea or 6 months of spontaneous amenorrhoea with serum FSH levels > 40 mL U/m or 6 weeks post surgical bilateral oophorectomy with or without hysterectomy OR are using 1 or more of the following acceptable methods of contraception: surgical sterilisation (e.g. bilateral tubal ligation, vasectomy), hormonal contraception (implant-table, patch, oral) and double barrier methods (any double combination of L IUD, male or female condom with spermicidal gel, diaphragm, sponge, cervical cap). Acceptable methods of contraception may include total abstinence at the discretion of the Investigator in case where the age, career, lifestyle or sexual orientation of the subject ensures compliance. Periodic abstinence (e.g. calendar, ovulation, symptothermal, post-ovulation methods) and withdrawal are not acceptable methods of contraception. Reliable contraception should be maintained throughout the study 6. Be willing and able to comply with the requirements of the study; most particularly willing to undergo measurement of total nasal airway resistance using active posterior rhinomanometry and able to record sign/ symptom scores Exclusion criteria 1. Inability to abstain from smoking for 1 hour before and the duration of each visit 2. NAR of < 0.2 Pa/cm³/s at screening visit 1 3. A history of perennial allergic rhinitis (defined as congested/runny nose for more than 2 continuous weeks in the previous 12 months). (Subjects with a history of seasonal allergic rhinitis will not be excluded from participation in the study if recruited out of season 4. A clinically significant abnormality as determined by the investigator 5. Participation in a trial of an investigational drug or device within 30 days 6. Obstructive nasal polyps or significant nasal tract structural malformations including a deviated septum or a concha bullosa as documented by physical exam 7. A history of trans-sphenoidal hypophysectomy 8. A history of rhinitis medicamentosa 9. A bacterial sinusitis infection during the past 2 weeks prior to study entry 10. Use of antibiotics or alpha adrenergic drugs (all forms) within the past 1 week, use of glucocorticosteroids (all forms) within the past month 11. Use of any medication that may affect sleep as judged by the investigator 12. A known hypersensitivity to or idiosyncratic reaction to xylometazoline or any of the excipients 13. Regular intake of more than 6 units (as defined in UK medical practice) of alcohol daily 14. Use of antidepressant drugs or monoamine oxidase inhibitors 15. Employment of the subject or their immediate family members at the clinical research centre 16. A diagnosis of arterial hypertension which is not well controlled 17. Previous participation in this trial 18. Considered unsuitable for entry into the study by the Clinical Investigator",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EUCTR2006-006690-25-GB (Continued)"
        },
        {
            "text": "The decongestant effect of xylometazoline hydrochloride (Otrivin® F2) in participants with common cold compared to placebo treatment 1. Male or female participants, ages 6 through 11 years, are experiencing the common cold, but are otherwise healthy 2. Subjects have an onset of cold symptoms within the past 2.5 days before screening and are experiencing self-reported nasal congestion of at least stuffy severity (score = 3 or 4) 3. Subjects have at least 2 of the following additional symptoms due to common cold: runny nose, sneezing, sore throat, headache, body ache and cough, as deemed by the parent 4. Subjects can swallow oral tablets without chewing them (based on a pretest of successfully swallowing a placebo tablet at screening) 5. Findings from the medical history review and vital signs are within the range of clinical acceptability, as determined by the investigator 6. Subject and legally authorised representative are likely to be compliant and complete the study 7. Subject's legally authorised representative has signed and dated the informed consent form. Subject has given verbal assent, and has signed and dated the informed assent form 8. Female participants who have reached menarche must have a negative urine pregnancy test at screening. These participants must have practised abstinence for at least 3 months prior to study entry and for the duration of the study. A second pregnancy test will be given when the subject returns to the clinic after the last dose 9. Subject and legally authorised representative can read and understand English 10. Subject's legally authorised representative who signs informed consent is available to administer all assessments and study medication on days 1 and 2 Exclusion criteria:1. Have any of the following medical conditions: heart disease, high blood pressure, thyroid disease, diabetes, peripheral vascular disease, increased intraocular pressure, prostatic hypertrophy 2. Are under treatment for a hyperexcitability disorder with a medication regimen that has not been stable for at least 3 months 3. Are currently experiencing an asthmatic episode 4. Are experiencing symptoms of seasonal or perennial allergic rhinitis 5. Are currently or within the last 24 hours having symptoms of vomiting or diarrhoea 6. Have been exposed to immediate family members with the flu within the past week 7. Are exhibiting signs or symptoms of, or diagnosed with sinusitis, pneumonia, strep throat, acute otitis media or influenza 8. Are experiencing a fever 103 F or higher at screening 9. Are from homes where there is smoking in the home around the child 10. Are currently taking a monoamine oxidase inhibitor (MAOI), or have taken a MAOI within 2 weeks ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interventions"
        },
        {
            "text": "Topic=(\"common cold\" or \"common colds\" or \"head cold$\" or coryza) DocType=All document types; Language=All languages;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "#1"
        },
        {
            "text": "Laura Deckx (LD) contributed to the data extraction, performed the data analyses and wrote the first draft of the review.An De Sutter (ADS) and Mieke van Driel (MLvD) commented on the draft and contributed to the final version.Linda Guo (LG) and Nabiel Mir (NM) contributed to the data extraction, 'Risk of bias' assessment and drafting of the manuscript under the supervision of LD and MLvD. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C O N T R I B U T I O N S O F A U T H O R S"
        }
    ]
}