{
    "paper_id": "4124cffe68f330ba9eb81f4d5d973f0005905055",
    "metadata": {
        "title": "Self-assembly of Severe Acute Respiratory Syndrome Coronavirus Membrane Protein *",
        "authors": [
            {
                "first": "Ying-Tzu",
                "middle": [],
                "last": "Tseng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Taipei Veterans General Hospital",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Shiu-Mei",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Yang-Ming University School of Medicine",
                    "location": {
                        "postCode": "11217",
                        "settlement": "Taipei",
                        "country": "Taiwan"
                    }
                },
                "email": ""
            },
            {
                "first": "Kuo-Jung",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Taipei Veterans General Hospital",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Amber I-Ru",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Yang-Ming University School of Medicine",
                    "location": {
                        "postCode": "11217",
                        "settlement": "Taipei",
                        "country": "Taiwan"
                    }
                },
                "email": ""
            },
            {
                "first": "Chien-Cheng",
                "middle": [],
                "last": "Chiang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Yang-Ming University School of Medicine",
                    "location": {
                        "postCode": "11217",
                        "settlement": "Taipei",
                        "country": "Taiwan"
                    }
                },
                "email": ""
            },
            {
                "first": "Chin-Tien",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Taipei Veterans General Hospital",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Coronavirus membrane (M) protein can form virus-like particles (VLPs) when coexpressed with nucleocapsid (N) or envelope (E) proteins, suggesting a pivotal role for M in virion assembly. Here we demonstrate the self-assembly and release of severe acute respiratory syndrome coronavirus (SARS-CoV) M protein in medium in the form of membrane-enveloped vesicles with densities lower than those of VLPs formed by M plus N. Although efficient N-N interactions require the presence of RNA, we found that M-M interactions were RNA-independent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "dues encompassing the first transmembrane domain were found to be sufficient for membrane binding, multimerization, and Golgi retention. Surprisingly, we found that fusion proteins lacking all three transmembrane domains were still capable of membrane binding, Golgi retention, and interacting with M. The data suggest that multiple SARS-CoV M regions are involved in M self-assembly and subcellular localization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "cules have not been characterized in detail, and the molecular basis of M secretions has not been elucidated. Furthermore, M plasma membrane localization remains equivocal. The transmissible gastroenteritis virus M protein has been described as capable of reaching the plasma membrane (19, 20) and of intracellular localization (33) . Results from one study failed to indicate plasma membrane labeling of SARS-CoV M (34) , but results from another study indicate that SARS-CoV M is detectable on cell surfaces as well as in Golgi compartments (35) .",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 289,
                    "text": "(19,",
                    "ref_id": null
                },
                {
                    "start": 290,
                    "end": 293,
                    "text": "20)",
                    "ref_id": null
                },
                {
                    "start": 328,
                    "end": 332,
                    "text": "(33)",
                    "ref_id": null
                },
                {
                    "start": 416,
                    "end": 420,
                    "text": "(34)",
                    "ref_id": null
                },
                {
                    "start": 543,
                    "end": 547,
                    "text": "(35)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Here we demonstrate that SARS-CoV M, either tagged or untagged with an EGFP or DsRed fluorescent protein, is detectable on the plasma membranes of a variety of cells. Results from genetic analyses suggest that the presence of all three transmembrane domains is necessary for M plasma membrane localization. Although SARS-CoV M self-assembly involves both amino-and carboxyl-terminal regions along the M sequence, amino-terminal 50 residues containing the first transmembrane domain are sufficient for conferring M selfassociation, membrane affinity, and Golgi retention. These findings for SARS-CoV M plasma membrane localization and secretion in medium indicate an undefined trafficking pathway in coronavirus assembly and budding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Plasmid Construction-Mammalian expression vectors encoding SARS-CoV M and N were provided by G. J. Nabel (28) . A pair of upstream and downstream primers was used to amplify M-coding fragments via PCR-based overlap extension mutagenesis (36) . Two primers were used to introduce a FLAG epitope tag to the M carboxyl terminus, with the SARS-CoV M expression vector serving as a template: the 5Ј-GTCTGAGCA-GTACTCGTTGCTG-3Ј forward primer (referred to as the N primer) and the 5Ј-ATCGGATCCTCACTTGTCGTCGTC-CTTGTAGTCCTGCACCAGCAGGGCGATGTT-3Ј reverse primer (containing a flanking BamHI restriction site and FLAG tag-coding nucleotides). Purified PCR product was digested with BamHI and EcoRV and ligated into the SARS-CoV M expression vector. When constructing a series of M-DsRed fusion expression vectors, the N primer served as the forward primer, using the M sequence as a template. Primers used to make the designated constructs were M-DsRed, 5Ј-GCGGAT-CCTGCACCAGCAGGGCGATG-3Ј; M50-DsRed, 5Ј-CGGG-ATCCAGCTTGATGATGTACAG-3Ј; M75-DsRed, 5Ј-CGG-GATCCACCCAGTTGATCCTGTACAC-3Ј; and M100-DsRed, 5Ј-CGGGATCCCTGAAGCTGGCCACGAAGTA-3Ј. For M101-DsRed and M160-DsRed cloning, the forward primers were 5Ј-CTCTGTCGACCATGCTGTTCGCCAGGACC-AGG-3Ј and 5Ј-CTCTGTCGACCATGATCAAGGACC-TGCCCAAGGAG-3Ј and the reverse primer 5Ј-GCGGAT-CCTGCACCAGCAGGGCGATG-3Ј. Amplicons containing SARS-CoV M coding sequences were digested with BamHI and SalI and fused to the amino terminus of pDsRed-Monomer-N1 (Clontech). To construct M-EGFP we used the N primer (forward) and 5Ј-GCGGATCCCCTGCACCAG-CAGGGCGATG-3Ј (reverse). Amplified fragments were digested and ligated into pEGFP-N2 (Clontech).",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 109,
                    "text": "(28)",
                    "ref_id": null
                },
                {
                    "start": 237,
                    "end": 241,
                    "text": "(36)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Both pDsRed-Monomer-Golgi and pECFP-Golgi (Clontech) encode a fluorescent marker capable of labeling the trans-me-dial region of the Golgi apparatus. To construct ␤-galactosidase (␤-gal) fusions, we replaced the fluorescent DsRed sequence in each of the M-DsRed fusion constructs with a ␤-gal coding sequence derived from an HIV-Gag-␤-gal fusion expression vector (37) , yielding M-␤gal, M13-␤gal, M50-␤gal, M75-␤gal, M100-␤gal, M101-␤gal, and M160-␤gal. Mutations were confirmed by restriction enzyme digestion or DNA sequencing. GST-N (formerly named as GST-CoN) has the SARS-CoV N coding sequence fused to the carboxyl terminus of GST (38) . HIVgpt, a replication-defective HIV-1 expression vector, has been described elsewhere (39) .",
            "cite_spans": [
                {
                    "start": 364,
                    "end": 368,
                    "text": "(37)",
                    "ref_id": null
                },
                {
                    "start": 638,
                    "end": 642,
                    "text": "(38)",
                    "ref_id": null
                },
                {
                    "start": 731,
                    "end": 735,
                    "text": "(39)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Cell Culture and Transfection-293T, HeLa, or Vero-E6 cells were maintained in Dulbecco's modified Eagle's medium supplemented with 10% fetal calf serum (Amersham Biosciences). Confluent cells were trypsinized and split 1:10 onto 10-cm dishes 24 h prior to transfection. For each construct, cells were transfected with 20 g of plasmid DNA using the calcium phosphate precipitation method; 50 M chloroquine was added to enhance transfection efficiency. Unless otherwise indicated, 10 g of each plasmid was used for cotransfection. Culture supernatant and cells were harvested for protein analysis 2-3 days post-transfection. For HeLa or Vero-E6 cell transfection, plasmid DNA was mixed with GenCarrier (Epoch Biolabs) at a ratio of 1 g to 1 l; the transfection procedure was performed according to the manufacturer's protocols.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Western Immunoblot-At 48 -72 h post-transfection, supernatant from transfected cells was collected, filtered, and centrifuged through 2 ml of 20% sucrose in TSE (10 mM Tris-HCl (pH 7.5), 100 mM NaCl, 1 mM EDTA plus 0.1 mM phenylmethylsulfonyl fluoride) at 4°C for 40 min at 274,000 ϫ g. Pellets were suspended in IPB (20 mM Tris-HCl (pH 7.5), 150 mM NaCl, 1 mM EDTA, 0.1% SDS, 0.5% sodium deoxycholate, 1% Triton X-100, 0.02% sodium azide) plus 0.1 mM phenylmethylsulfonyl fluoride. Cells were rinsed with ice-cold phosphate-buffered saline (PBS), collected in IPB plus 0.1 mM phenylmethylsulfonyl fluoride, and microcentrifuged at 4°C for 15 min at 13,700 ϫ g to remove unbroken cells and debris. Supernatant and cell samples were mixed, with equal volumes of 2ϫ sample buffer (12.5 mM Tris-HCl (pH 6.8), 2% SDS, 20% glycerol, 0.25% bromphenol blue) and 5% ␤-mercaptoethanol and boiled for 5 min or (for the M-containing samples) incubated at 45°C for 10 min. Samples were resolved by electrophoresis on SDS-polyacrylamide gels and electroblotted onto nitrocellulose membranes. Membrane-bound M, M-FLAG, or M-␤gal and HA-M proteins were immunodetected using a SARS-CoV M rabbit antiserum (Rockland), anti-FLAG, anti-HA (Sigma), or anti-␤-galactosidase (Promega) monoclonal antibody at a dilution of 1:1000. For SARS-CoV N detection, a mouse monoclonal antibody (38) was used at a dilution of 1:5000. The secondary antibody was a sheep anti-mouse or donkey anti-rabbit horseradish peroxidase-conjugated antibody (Invitrogen), both at 1:5000 dilution.",
            "cite_spans": [
                {
                    "start": 1362,
                    "end": 1366,
                    "text": "(38)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Laser Scanning Immunofluorescence Microscopy-Confluent 293T, HeLa, or Vero-E6 cells were split 1:80 onto coverslips or LabTek Chambered Coverglass (Nunc) 24 h before transfection. Between 4 and 48 h post-transfection, cells were either fixed or directly observed under an inverted laser scanning confocal microscope (Zeiss Axiovert 200M). For indirect immunofluorescence microscopy, cells were washed with PBS and per-meabilized at room temperature for 10 min in PBS plus 0.2% Triton X-100 following fixation at 4°C for 20 min with 3.7% formaldehyde. Samples were incubated with the primary antibody for 1 h and with the secondary antibody for 30 min. Following each incubation, samples were subjected to three washes (5-10 min each) with Dulbecco's modified Eagle's medium/calf serum. Primary antibody concentrations were anti-SARS-CoV M or anti-␤-galactosidase at a dilution of 1:500. A goat anti-rabbit or rabbit anti-mouse rhodamine-conjugated antibody at a 1:100 dilution served as the secondary antibody (Cappel, ICN Pharmaceuticals, Aurora, OH). After a final Dulbecco's modified Eagle's medium/calf serum wash, the coverslips were washed three times with PBS and mounted in 50% glycerol in PBS for viewing. Images were analyzed, and photographs taken using the inverted laser Zeiss Axiovert 200M microscope.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Iodixanol Density Gradient Fractionation-Supernatants from transfected 293T cells were collected, filtered, and centrifuged through 2 ml of 20% sucrose cushions as described above. Viral pellets were suspended in PBS buffer and laid on top of a pre-made 10 -40% iodixanol (OptiPrep) gradient consisting of 1.25-ml layers of 10, 20, 30, and 40% iodixanol solution prepared according to the manufacturer's instructions (Axis-Shield, Norway). Gradients were centrifuged in an SW50.1 rotor at 40,000 rpm for 16 h at 4°C; 500-l fractions were collected from top to bottom, and densities were measured for each. Proteins in each fraction were precipitated with 10% trichloroacetic acid and subjected to Western immunoblotting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Membrane Flotation Centrifugation-At 48 h post-transfection, 293T cells were rinsed twice, pelletted in PBS, and resuspended in TE buffer (10 mM Tris-HCl (pH 7.5), 1 mM EDTA) containing 10% sucrose and complete protease inhibitor mixture. Cell suspensions were subjected to sonication followed by low speed centrifugation. Post-nuclear supernatant (200 l) was mixed with 1.3 ml of 85.5% sucrose in TE buffer, placed at the bottom of a centrifuge tube, and covered with a layer of 7 ml of 65% sucrose mixed with 3 ml of 10% sucrose in TE buffer. Gradients were centrifuged at 100,000 ϫ g for 16 -18 h at 4°C. Ten top-to-bottom fractions were collected from each tube. Proteins in each fraction were precipitated with ice-cold 10% TCA, rinsed once with acetone, and analyzed by Western immunoblot.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Coimmunoprecipitation and GST Pulldown Assay-293T cells transfected with FLAG-tagged M expression vector were collected in lysis buffer (50 mM Tris-HCl (pH 7.4), 150 mM NaCl, 1 mM EDTA, 1% Triton X-100) containing Complete protease inhibitor mixture (Roche Applied Science) and microcentrifuged at 4°C for 15 min at 13,700 ϫ g (14,000 rpm) to remove unbroken cells and debris. Aliquots of post-nuclear supernatant were mixed with equal amounts of 2ϫ sample buffer and held for Western blot analysis. Lysis buffer was added to the remaining post-nuclear supernatant samples to final volumes of 500 l, and each sample was mixed with 20 l of anti-FLAG affinity gel (Sigma). GST pulldown protocols were as previously described (40) . Briefly, 500 l of post-nuclear supernatant containing complete protease inhibitor mixture was mixed with 30 l of glutathione-agarose beads (Sigma). All reactions took place at 4°C overnight on a rocking mixer. Immunoprecipitate-associated resin or bead-bound complexes were pelleted, washed tree times with lysis buffer, two times with PBS, eluted with 1ϫ sample buffer, and subjected to SDS-10% PAGE as described above.",
            "cite_spans": [
                {
                    "start": 723,
                    "end": 727,
                    "text": "(40)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Electron Microscopy-Virus-containing supernatant was centrifuged through 20% sucrose cushions. Concentrated viral samples were placed onto carbon-coated, UV-treated 200-mesh copper grids for 2 min. Sample-containing grids were rinsed for 15 s in water, dried with filter paper, and stained for 1 min in filtered 1.3% uranyl acetate. Excess staining solution was removed by applying filter paper to the edge of each grid. Grids were allowed to dry before viewing with a JOEL JEM-2000 EXII TEM. Images were collected at 30,000ϫ and 60,000ϫ.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Cholesterol Quantification-Total cholesterol in isolated membrane flotation fractions were quantified by fluorometric assay using a cholesterol/cholesterol ester quantification kit (BioVision). Briefly, samples were diluted in cholesterol reaction buffer (50 l/well) and mixed with the provided reaction mixture. Fluorescence was measured with a SpectraMax M5 microplate reader (Molecular Devices) following incubation at 37°C for 1 h. Cholesterol concentrations based on the generated standard curve were calculated according to the manufacturer's instructions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Statistical Analysis-Data are expressed as mean Ϯ S.D. Differences between experimental (mutant) and control (wt) groups were assessed using Student's t-tests. Significance was defined as p Ͻ 0.05.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Particles-To test its assembly and release capability, SARS-CoV M, tagged or untagged with a FLAG epitope, was expressed alone or together with SARS-CoV N in 293T cells. Harvested culture supernatants were pelleted through 20% sucrose cushion and subjected to Western blot analysis. Consistent with the previous results (28, 40) , both M and N were readily detected in the medium of cotransfected cells (Fig. 1, lane 5) . Notably, substantial amounts of M and M-FLAG were present in the medium samples without coexpressed N (lanes 2 and 3), suggesting that the SARS-CoV M is capable of release from cells in the absence of other viral components. However, M-FLAG was apparently incapable of efficient association with N, seeing that N was barely detectable in medium (Fig. 1, lane 6 ). This may be due to the disruption of M-N interaction by FLAG tagged carboxylterminally. This explanation is compatible with studies demonstrating M carboxyl-terminal region involvement in M-N interaction in SARS-CoV (28, 41) , mouse hepatitis virus (MHV) (14) , and transmissible gastroenteritis virus (26) . To test whether released M proteins were membrane-enveloped, we treated concentrated supernatants from M-expressing cells with protease in the presence or absence of nonionic detergent. Our results indicate that extracellular M became undetectable following treatment with protease and Triton X-100 (data not shown), suggesting that released M proteins were enveloped in lipid bilayers.",
            "cite_spans": [
                {
                    "start": 320,
                    "end": 324,
                    "text": "(28,",
                    "ref_id": null
                },
                {
                    "start": 325,
                    "end": 328,
                    "text": "40)",
                    "ref_id": null
                },
                {
                    "start": 1002,
                    "end": 1006,
                    "text": "(28,",
                    "ref_id": null
                },
                {
                    "start": 1007,
                    "end": 1010,
                    "text": "41)",
                    "ref_id": null
                },
                {
                    "start": 1041,
                    "end": 1045,
                    "text": "(14)",
                    "ref_id": null
                },
                {
                    "start": 1088,
                    "end": 1092,
                    "text": "(26)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 403,
                    "end": 419,
                    "text": "(Fig. 1, lane 5)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 767,
                    "end": 782,
                    "text": "(Fig. 1, lane 6",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Assembly and Release of SARS-CoV M in the Form of Membrane-enveloped"
        },
        {
            "text": "For further confirmation of the presence of extracellular M and/or N proteins in pelleted particles, we prepared and studied supernatant samples using a TEM. Spherical particles (ϳ100 nm diameter) were observed in both M-and M plus N-cotransfected supernatant samples, but not in mock-transfected samples ( Fig. 2A ). An iodixanol density gradient fractionation analysis was performed to gather additional evidence of different densities between particles formed by M or by M plus N. As shown in Fig. 2 (B-D), M-formed particles had densities of ϳ1.13 g/ml, slightly lower than for VLPs formed by M plus N (1.14 g/ml). Similar results were observed in three independent experiments, suggesting that, although M alone is sufficient for particle formation, the incorporation of N into M vesicles facilitates the formation of tightly packed VLPs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 307,
                    "end": 314,
                    "text": "Fig. 2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 496,
                    "end": 502,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Assembly and Release of SARS-CoV M in the Form of Membrane-enveloped"
        },
        {
            "text": "Glycosylation, Lipid Rafts, and RNA Are Not Required or Involved in the Self-assembly and Release of M Proteins-Because M protein contains a single N-glycosylation site at the fourth amino acid residue Asn (35), we tested whether glycosylation is required for M release. Cells were transfected with a glycosylation-defective M expression vector in which Asn-4 was replaced by Gln. We also tried to determine whether SARS-CoV VLP assembly and release involves a cholesterol-enriched lipid raft-like membrane domain by treating transfectants with the cholesterol-depletion chemical M␤CD. Our results indicate that released levels of M, either expressed alone or coexpressed with N, were not significantly affected by blocking glycosylation (data not shown). Surprisingly, quantities of released M increased markedly following M␤CD treatment (Fig. 3A) . However, virus production by HIV-1, whose assembly and budding is lipid raft-dependent, was noticeably reduced by M␤CD (Fig. 3B, lane 8) , a finding that is consistent with a previous report (42) . Similar results were observed across several independent experiments. Increased quantities of released M as a result of cytolysis were minimal (if any), because no gross cytotoxicity was observed. Furthermore, in the absence of M coexpression, N was undetectable in medium following M␤CD treatment (data not shown), supporting the proposition that increased M release is not a result of cytolysis. Because M particles released from M␤CD-treated cells may be assembled differently than M particles from control cells, we therefore performed additional experiments to determine whether M released from M␤CD-treated cells are assembled in particulate form similar to M from control cells. We centrifuged M-containing supernatants from M␤CD-treated or untreated cells through a 20% sucrose cushion. Aliquots of the resuspended pellets were studied using a TEM. Remaining resuspensions were centrifuged with M-FLAG particles (concentrated from the supernatants of M-FLAG-expressing cells and serving as a control for sampling bias from gradient to gradient) through the same iodixanol gradient. Our results indicate that the majority of M from either M␤CD-treated or untreated cells co-sedimented with M-FLAG at the same fraction (fraction 4), with a buoyant density between 1.12 and 1.13 g/ml (Fig. 3C) . Similar results were observed in repeat independent experiments. Our TEM observations indicate that M particles released from M␤CD-treated cells retain membrane integrity and exhibit spherical morphology that is barely distinguishable from the M particles released from untreated cells (data not shown). This is in agreement with previous reports indicating that M␤CD treatment does not significantly affect virion morphology (43, 44). However, we cannot rule out the possibility that a failure to detect membrane-damaged M particles may be due to particle instability. It is likely that the fragility of M particles (lacking other viral components such as genomic RNA or the viral structural proteins S, E, and N) may have caused them to break up following their release from M␤CD-treated cells, making membrane-defective M particles (if any) barely detectable in pellets. Overall, our results suggest that M recovered from M␤CD-treated cells are assembled in the same manner as M from control cells and that lipid rafts are not required for M self-assembly and release. Further studies are required to determine the underlying molecular basis of the M␤CD enhancement effect on M release.",
            "cite_spans": [
                {
                    "start": 1042,
                    "end": 1046,
                    "text": "(42)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 839,
                    "end": 848,
                    "text": "(Fig. 3A)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 970,
                    "end": 987,
                    "text": "(Fig. 3B, lane 8)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2338,
                    "end": 2347,
                    "text": "(Fig. 3C)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Assembly and Release of SARS-CoV M in the Form of Membrane-enveloped"
        },
        {
            "text": "Based on previous studies suggesting that M protein in coronaviruses also possesses an RNA-binding property (45, 46) , we looked at whether the presence of RNA is required for SARS-CoV M-M and/or M-N interaction. M or N was coexpressed with M-FLAG or GST-N, the latter with GST tagged at the N amino terminus. M or N association with M-FLAG or GST-N was assessed by coimmunoprecipitation or a GST pulldown assay in the presence or absence of RNase. We previously reported that (a) N is capable of undergoing self-association, and (b) its association with human APOBEC3G (hA3G) is RNAdependent (38, 40) . GST-N association with hA3G served as a control. We observed that equivalent amounts of M were coprecipitated with M-FLAG (Fig. 3D, lane 15 ) under an RNase treatment condition of either significantly reduced levels of copulled-down N (Fig. 3D, lane 13) , or the elimination or nearelimination of co-pulled-down hA3G (Fig. 3E, lane 5) . The RNase treatment did not significantly impact M association with GST-N (Fig. 3, D and E) . GST by itself was not capable of pulling down M, N, or hA3G (data not shown). To further confirm that RNA is not essential for M-N interaction, we performed an additional coimmunoprecipitation experiment using an M expression vector carrying an amino-terminal HA tag (HA-M). The result indicates that N was still capable of associating with M when treated with RNase (Fig. 3F, lane 12) . In contrast, RNase treatment abrogates N association with hA3G (lane 11), which is consistent with the GST pulldown assay results (Fig. 3E) . Together, these findings suggest that the presence of RNA is not necessary for M-M or M-N interaction, but it does stimulate efficient N-N interaction.",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 112,
                    "text": "(45,",
                    "ref_id": null
                },
                {
                    "start": 113,
                    "end": 116,
                    "text": "46)",
                    "ref_id": null
                },
                {
                    "start": 593,
                    "end": 597,
                    "text": "(38,",
                    "ref_id": null
                },
                {
                    "start": 598,
                    "end": 601,
                    "text": "40)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 726,
                    "end": 743,
                    "text": "(Fig. 3D, lane 15",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 839,
                    "end": 857,
                    "text": "(Fig. 3D, lane 13)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 921,
                    "end": 938,
                    "text": "(Fig. 3E, lane 5)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1015,
                    "end": 1032,
                    "text": "(Fig. 3, D and E)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1402,
                    "end": 1420,
                    "text": "(Fig. 3F, lane 12)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1553,
                    "end": 1562,
                    "text": "(Fig. 3E)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Assembly and Release of SARS-CoV M in the Form of Membrane-enveloped"
        },
        {
            "text": "Binding-To map domains involved in M protein secretion, we engineered a set of M-␤galactosidase (MGB) fusion constructs containing full-length M (M-␤gal) or various amino-or carboxyl-terminal M coding sequences (Fig. 4C) , and tested the ability of each MGB con-struct to associate with M. We found that M-␤gal is also capable of release into medium, although less efficiently than M (data not shown). Equilibrium centrifugation analysis indicates that the majority of M-␤gal was sedimented at fraction 6 with an iodixanol density of 1.15 g/ml, higher than that of M particles in the same gradient (Fig. 4A ). M and M-␤gal coexpression resulted in peaking M and M-␤gal release at the same fraction and with a density similar to that of M-␤gal (Fig. 4B) , suggesting efficient interaction between the two molecules. The higher density of M-␤gal particles compared with M particles may be explained, at least in part, by their higher molecular weight. Another possible explanation is that the fused ␤-gal protein induced a global conformational change, resulting in M-␤gal molecules packed in a more compact manner. Although this chimeric particle assembly system might provide a convenient assay with which to determine required M sequence bound- aries for M-M interaction, MGB signals were often barely detectable following iodixanol density gradient fractionation. We therefore used a coimmunoprecipitation experiment to map the domain involved in M self-association. M immunoprecipitation demonstrated interaction with MGB molecules retaining the M transmembrane domains (Fig. 4D, lanes 14 and  16 -18) . Similar results were observed when the precleared lysates of individually expressed M-FLAG and MGB were mixed prior to immunoprecipitation (data not shown). These data suggest that efficient M multimerization is largely dependent on the triple transmembrane-domain region. Specifically, amino-terminal 50 residues encompassing the first transmembrane domain were found to be sufficient for effective M-M interaction.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 211,
                    "end": 220,
                    "text": "(Fig. 4C)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 598,
                    "end": 606,
                    "text": "(Fig. 4A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 743,
                    "end": 752,
                    "text": "(Fig. 4B)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1573,
                    "end": 1604,
                    "text": "(Fig. 4D, lanes 14 and  16 -18)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Retention of Amino-terminal 50 Residues Is Sufficient for M Multimerization and Membrane"
        },
        {
            "text": "Next, we performed membrane flotation experiments to determine whether deleted M sequences exert any effect on MGB membrane binding and if any correlation exists between the multimerization defect and reduced membrane-binding capacity. According to our results, ϳ70% of the total cellular M or M-␤gal were membrane-associated (Fig. 5) ; M50-, M75-, and M100-␤gal exhibited membrane-binding capacities comparable to or higher than that of M-␤gal. Although M100-␤gal and M50-␤gal are present in higher percentages compared with M-␤gal and M, the differences are not statistically significant. In contrast, Ͻ10% of total M13-or M160-␤gal were membrane-bound. M101-␤gal was moderately defective in membrane binding (i.e. Ͻ50% of total cellular M101-␤gal was membrane-associated). To confirm the presence of lipid membrane, we quantified cholesterol (a major membrane lipid component) in each isolated fraction. The majority of cholesterol was found in the 10 -65% sucrose interface (Fig. 5B) , corresponding to the peak fraction (fraction 3) of both M and caveolin-1, a known raft-associated membrane protein (47) . These results suggest that the amino-terminal 50 residues bearing the first transmembrane domain are sufficient for conferring efficient membrane binding and indicate a strong correlation between MGB multimerization efficiency and membrane binding capacity. Additionally, we observed a correlation between MGB release efficiency and membrane-binding capacity; in other words, MGB fusion proteins considered defective in membrane binding (M13-, M101-, and M160-␤gal) are inefficiently released (data not shown).",
            "cite_spans": [
                {
                    "start": 1105,
                    "end": 1109,
                    "text": "(47)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 326,
                    "end": 334,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 978,
                    "end": 987,
                    "text": "(Fig. 5B)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Retention of Amino-terminal 50 Residues Is Sufficient for M Multimerization and Membrane"
        },
        {
            "text": "To examine whether a correlation exists between M fusion protein subcellular localization and the above-described membrane flotation results, DsRed fusions containing full-length M, M13, M50, M70, M100, M101, or M160 sequences were constructed, expressed in living cells, and analyzed by confocal microscopy. We first examined the subcellular distribution of untagged M and found that it was primarily localized in the plasma membrane and perinuclear areas (Fig. 6A ). M-DsRed or M-EGFP transfectants (fixed or unfixed) showed fluorescent staining patterns indistinguishable from those of M transfectants (Fig. 6, C-F and L) . At 4 h post-transfection, M-EGFP was mostly found in the perinuclear area and colocalized with the DsRed-Golgi marker (Fig. 6, G-I) . Peripheral punctate fluorescence became more pronounced 24 h post-transfection. Similar results were also observed in Vero-E6 (Fig. 6J ) and 293T cells (data not shown). Combined, these data suggest that SARS-CoV M is capable of targeting the plasma membrane, and that tagged EFGP or DsRed has little (if any) impact on M subcellular localization.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 457,
                    "end": 465,
                    "text": "(Fig. 6A",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 605,
                    "end": 624,
                    "text": "(Fig. 6, C-F and L)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 745,
                    "end": 758,
                    "text": "(Fig. 6, G-I)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 887,
                    "end": 895,
                    "text": "(Fig. 6J",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Retention of Amino-terminal 50 Residues Is Sufficient for M Multimerization and Membrane"
        },
        {
            "text": "We then analyzed domains involved in M localization. Cells expressing fusions containing M transmembrane domains (M50-DsRed, M75-DsRed, and M100-DsRed) or the carboxylterminal half of M (M101-DsRed) expressed enriched fluorescence around their nuclei (Fig. 6, N-Q) . In contrast, cells expressing M13-DsRed or M160-DsRed showed diffuse intracellular fluorescent staining patterns (Fig. 6, M and R) . Results from experiments involving coexpression with a Golgi labeling marker (pECFP-Golgi) reveal that perinuclear M50-, M75-, M100-, and M101-DsRed localize primarily in the Golgi area (data not shown). These data indicate a correlation between the M sequence involved in membrane binding and Golgi localization and suggest that amino-terminal 50 residues are sufficient for M membrane binding and Golgi retention. Surprisingly, M100-DsRed transfectants expressed enriched fluorescence in both peripheral and perinuclear areas (Fig. 6P) , a staining pattern similar but not identical to that of M-DsRed. This implies that retention of the three transmembrane domains is essential for SARS-CoV M plasma membrane localization.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 251,
                    "end": 264,
                    "text": "(Fig. 6, N-Q)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 380,
                    "end": 397,
                    "text": "(Fig. 6, M and R)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 928,
                    "end": 937,
                    "text": "(Fig. 6P)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Retention of Amino-terminal 50 Residues Is Sufficient for M Multimerization and Membrane"
        },
        {
            "text": "Multiple SARS M Regions Are Involved in M-M Interaction-Although the coimmunoprecipitation experiment results suggest that amino-terminal transmembrane regions dictate M self-association, the possibility that the carboxyl-terminal region may also be involved in M-M interaction cannot be overlooked. To gain insight into M domains involved in self-association, M-EGFP was individually coexpressed with M-, M13-, M50-, M75-, M100-, M101-, or M160-DsRed, and resulting fluorescence distributions were analyzed by confocal microscopy. We reasoned that M-EGFP might dominantly affect DsRed subcellular distribution patterns; although we could not exclude the possibility of DsRed fusion localization signals confounding assay results. As expected, colocalization between M-DsRed and M-EGFP was readily observed in the perinuclear and plasma membrane areas (Fig. 7 In contrast, M101-DsRed (localized exclusively around cell nuclei when expressed alone) localized with coexpressed M-EGFP to plasma membrane besides the perinuclear area ( Fig. 6Q versus Fig. 7, P-R) . Although the M160-DsRed transfectants expressed a diffuse intracellular fluorescence pattern, significant peripheral punctate fluorescence was only observed in cells cotransfected with M-EGFP (Fig. 6R versus Fig. 7, S-U) . These data suggest that M-EGFP can influence the distribution pattern of M101-DsREd and M160-DsRed, presumably through an interaction involving the M carboxyl-terminal region. These findings support the proposal that SARS-CoV M amino-and carboxyl-terminal regions are both involved in M self-association.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 852,
                    "end": 859,
                    "text": "(Fig. 7",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1032,
                    "end": 1059,
                    "text": "Fig. 6Q versus Fig. 7, P-R)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1254,
                    "end": 1282,
                    "text": "(Fig. 6R versus Fig. 7, S-U)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Retention of Amino-terminal 50 Residues Is Sufficient for M Multimerization and Membrane"
        },
        {
            "text": "We performed membrane flotation centrifugation experiments to corroborate the involvement of the carboxyl-terminal region in M-M interactions, with M-FLAG coexpressed with either M101-or M160-␤gal. Because M101-and M160-␤gal are moderately to severely defective in membrane binding, we reasoned that M coexpression would increase fusion protein membrane-associated quantities if they are capable of associating with M. We found that M coexpression resulted in increased quantities of membrane-bound M101-␤gal, but at a statistically insignificant level. Membrane-associated M160-␤gal quantities increased dramatically following M coexpression, ϳ8-fold compared with M160-␤gal expression alone (Figs. 8 versus 5) . However, HA-M160 (a membrane-bindingcompetent M mutant with a deleted carboxyl-terminal sequence downstream of codon 160), failed to significantly increase membrane-associated quantities of M160-␤gal. These findings suggest that, even though the M carboxyl-terminal region is involved in M-M interactions, such interactions are insufficiently robust to enable M101-or M160-␤gal coprecipitation with M-FLAG. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 693,
                    "end": 711,
                    "text": "(Figs. 8 versus 5)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Retention of Amino-terminal 50 Residues Is Sufficient for M Multimerization and Membrane"
        },
        {
            "text": "Findings from previous immunofluorescence studies show that SARS-CoV M primarily localizes in the perinuclear area (27, 34) . Here we demonstrated that SARS-CoV M localizes in both the plasma membrane and perinuclear areas of 293T, HeLa, and Vero cells. Nal et al. demonstrated that SARS-CoV M-EGFP vesicles traffic out of Golgi compartments in living BHK-21 cells, with no plasma membrane labeling detected (34) . They proposed that M may retrograde when transported from Golgi to ER, and/or M may be efficiently endocytosed or recycled upon reaching the plasma membrane, resulting in failure to visualize M plasma membrane localization. Accordingly, the SARS-CoV M plasma membrane localization that we observed may be dependent on cell type.",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 119,
                    "text": "(27,",
                    "ref_id": null
                },
                {
                    "start": 120,
                    "end": 123,
                    "text": "34)",
                    "ref_id": null
                },
                {
                    "start": 408,
                    "end": 412,
                    "text": "(34)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Plasma membrane labeling for M100-DsRed but not for either M50-or M75-DsRed fusions (Fig. 6) implies that SARS-CoV M may contain a plasma membrane-targeting signal involving the third transmembrane domain. Cells expressing a glycosylation-defective M (N4Q) exhibited an immunofluorescence staining pattern indistinguishable from that of wt transfectants (data not shown), suggesting that glycosylation is not required for M plasma membrane targeting. Glycosylation is also dispensable for M self-association and release, as N4Q mutant quantities detected in the medium were near the level displayed by wt M (data not shown). This agrees with a previous report that the glycosylation of coronavirus M is not essential for MHV VLP assembly (25) . Furthermore, the negative effect of the cholesterol-depletion agent M␤CD on the release of M-associated particles was virtually zero (Fig. 3A) . This finding is compatible with reports that lipid rafts are required for virus entry but not for virus release in MHV (48) and SARS-CoV (49) . Although the presence of RNA is necessary for efficient N-N interaction, we found that M-M or M-N interaction does not require RNA (Fig. 3) . RNA-independent SARS-CoV M-N interaction is similar to MHV M-N interaction (13) . Despite being capable of multimerization, SARS-CoV N was barely detectable in medium pellets when M plus N VLPs were pretreated with 0.5% Triton X-100 (data not shown), suggesting that the formation of high order N multimers depends on membrane association through N-M interaction. The combination of M plus N, or of M plus M-␤gal, resulted in the formation of more dense particles compared with those formed by M alone ( Figs. 2 and 4) . This suggests that SARS-CoV M is not a major determinant of virus particle density.",
            "cite_spans": [
                {
                    "start": 738,
                    "end": 742,
                    "text": "(25)",
                    "ref_id": null
                },
                {
                    "start": 1009,
                    "end": 1013,
                    "text": "(48)",
                    "ref_id": null
                },
                {
                    "start": 1027,
                    "end": 1031,
                    "text": "(49)",
                    "ref_id": null
                },
                {
                    "start": 1251,
                    "end": 1255,
                    "text": "(13)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 84,
                    "end": 92,
                    "text": "(Fig. 6)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 878,
                    "end": 887,
                    "text": "(Fig. 3A)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1165,
                    "end": 1173,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1680,
                    "end": 1694,
                    "text": "Figs. 2 and 4)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "The possibility that M-containing particles bud directly from plasma membrane cannot be excluded given the capability of M to localize to plasma membrane. One research team has suggested that the coronavirus M protein is responsible for the induction of ␣ interferon synthesis in leukocytes (50) . SARS-CoV M has been shown to be capable of inducing apoptosis in mammalian (51) and insect cells (52) . According to a more recent study, SARS-CoV M is capable of inhibiting type I interferon expression by preventing the formation of a TRAF3-TANK-TBK1/IKK (epsilon) complex (53) . Because SARS-CoV M is capable of a physical association with TRAF3 (which can trigger signal transduction following binding to specific plasma membrane receptors (54)), SARS-CoV M localization to plasma membrane may affect TRF3-mediated signal pathways. It is unknown whether SARS-CoV M released from cells or localized at plasma membrane is biologically relevant to the immune reaction or pathogenesis associated with SARS-CoV (55, 56) .",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 295,
                    "text": "(50)",
                    "ref_id": null
                },
                {
                    "start": 373,
                    "end": 377,
                    "text": "(51)",
                    "ref_id": null
                },
                {
                    "start": 395,
                    "end": 399,
                    "text": "(52)",
                    "ref_id": null
                },
                {
                    "start": 572,
                    "end": 576,
                    "text": "(53)",
                    "ref_id": null
                },
                {
                    "start": 1007,
                    "end": 1011,
                    "text": "(55,",
                    "ref_id": null
                },
                {
                    "start": 1012,
                    "end": 1015,
                    "text": "56)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "As shown in Fig. 5 , SARS-CoV M amino-terminal 50 residues bearing the first transmembrane domain (M50-) are sufficient for conferring the ability of fused ␤-gal to efficiently associate with cell membrane and release. In addition, an effective association was noted between M50-␤gal and M-FLAG (Fig. 4D) , and intracellular M50-DsRed primarily colocalized with a Golgi marker (data not shown). These data suggest that the second and third transmembrane domains are dispensable for SARS-CoV M Golgi retention, membrane binding, and self-association. In the case of infectious bronchitis virus, the first transmembrane domain is both necessary and sufficient for M localization in the Golgi region (8, (57) (58) (59) . However, all three transmembrane domains are required for MHV M localization to the Golgi compartment (60, 61) .",
            "cite_spans": [
                {
                    "start": 697,
                    "end": 700,
                    "text": "(8,",
                    "ref_id": null
                },
                {
                    "start": 701,
                    "end": 705,
                    "text": "(57)",
                    "ref_id": null
                },
                {
                    "start": 706,
                    "end": 710,
                    "text": "(58)",
                    "ref_id": null
                },
                {
                    "start": 711,
                    "end": 715,
                    "text": "(59)",
                    "ref_id": null
                },
                {
                    "start": 820,
                    "end": 824,
                    "text": "(60,",
                    "ref_id": null
                },
                {
                    "start": 825,
                    "end": 828,
                    "text": "61)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 18,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 295,
                    "end": 304,
                    "text": "(Fig. 4D)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Our observation that M101-and M160-DsRed (both lacking the three transmembrane domains) colocalize with M-EGFP on plasma membrane (Fig. 7 , P-U), combined with evidence indicating that full-length rather than truncated M (HA-M160) coexpression triggers a significant increase in membranebound M160-␤gal quantities (Figs. 8 versus 5), strongly suggest the involvement of the SARS-CoV M carboxyl-terminal region in M-M interaction. This finding differs from those in previous MHV M-M interaction studies demonstrating that the removal of all three transmembrane domains eliminates M-M interaction ability (62) . Surprisingly, neither M50-nor M75-DsRed effectively colocalized with M-EGFP on plasma membrane (Fig.  7) , despite carrying the efficient M-M interaction domain (Fig.  4D ). One possible explanation is that the Golgi retention signal contained within M amino-terminal 50 codons becomes the dominant trafficking determinant once the third transmembrane domain is removed. However, both M101-and M160-␤gal are incapable of coprecipitation with M (Fig. 4D) , implying a membrane association requirement for efficient M-M interaction.",
            "cite_spans": [
                {
                    "start": 603,
                    "end": 607,
                    "text": "(62)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 130,
                    "end": 137,
                    "text": "(Fig. 7",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 705,
                    "end": 714,
                    "text": "(Fig.  7)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 771,
                    "end": 780,
                    "text": "(Fig.  4D",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1054,
                    "end": 1063,
                    "text": "(Fig. 4D)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "In summary, our data suggest that SARS-CoV M contains a plasma membrane localization signal involving the third transmembrane domain. Glycosylation is not required for M plasma membrane localization, self-assembly, and release. Although the presence of RNA is necessary for N-N interaction, the same is not true for M-M or M-N interaction. Although M self-association and Golgi localization may involve multiple M sequence regions, amino-terminal 50 codons bearing the first transmembrane domain are apparently sufficient for Golgi retention, efficient membrane binding, and SARS-CoV M protein multimerization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Molecular Cloning: A Laboratory Manual",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sambrook",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Russell",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Assembly and release of SARS-CoV VLPs. 293T cells were transfected with SARS-CoV M, SARS-CoV N, or SARS-CoV M bearing a carboxylterminal-tagged FLAG (M-FLAG) expression vector individually or in various combinations. At 48 h post-transfection, supernatants and cells were collected and prepared for protein analysis as described under \"Materials and Methods.\" Medium pellet samples (lanes1-6)corresponding to 50% of total and cell lysate samples (lanes 7-12) corresponding to 5% of total were fractionated by 10% SDS-PAGE and electroblotted onto nitrocellulose filters. SARS-CoV M and M-FLAG were probed with rabbit antiserum and SARS-CoV N was detected with a mouse anti-N monoclonal antibody.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "SARS-CoV VLP analysis. 293T cells were transfected with M or cotransfected with M and N expression vectors. At 48 h post-transfection, culture supernatants were collected, filtered, and pelleted through 20% sucrose cushions. Pellets were resuspended in PBS buffer, stained, and observed with a TEM (A). Bars, 200 nm. For buoyant density gradient analysis, concentrated supernatants derived from M (C) or M plus N (B) transfection samples were centrifuged through a 10 -40% iodixanol gradient for 16 h. Ten fractions (equal quantities) were collected from top to bottom. Fraction densities were measured and SARS-CoV M and N proteins analyzed by Western immunoblotting probed with anti-M and anti-N antibodies. M proteins in each fraction were quantified by scanning immunoblot band densities. Relative M protein level in each fraction was plotted against the iodixanol density (D).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Effects of M␤CD or RNase A treatment on M release and M-M or M-N interaction.A and B, 293T cells were transfected with a replication-defective HIV-1 vector, HIVgpt (B) or cotransfected with SARS-CoV M and SARS-CoV N (A). At 18 h post-transfection, transfectants were split equally onto three dish plates, which were left untreated or treated with 5 or 20 mM of M␤CD at 37°C for 30 min. Cells then were washed twice with PBS and refed with medium. At 2 h post-medium replacement, cells and supernatant were harvested for Western immunoblot analysis. HIV-1 capsid proteins were detected with an anti-p24 gag monoclonal antibody. Positions of HIV-1 Gag proteins Pr55, p41, and p24 are indicated. C, buoyant density gradient analysis of M particles released from M␤CD-treated cells. Supernatants from SARS-CoV M-expressing 293T cells that were untreated or treated with M␤CD (20 mM) as described above were collected, filtered, and pelleted through 20% sucrose cushions. Pellets were resuspended in PBS and centrifuged with M-FLAG pellets through the same iodixanol gradient as described in theFig. 2legend. Each fraction was measured for density and analyzed for M and M-FLAG protein level by immunoblotting. Asterisks indicate the M-FLAG position. D-F, 293T cells were cotransfected with the designated plasmids. The construct hA3G is an HA-tagged human APOBEC3G expression vector. At 48 h post-transfection, equal amounts of the cell lysates were treated with or without 0.2 mg/ml DNase-free RNase A for 30 min at 25°C, followed by mixing with glutathione-agarose beads, anti-FLAG, or anti-HA affinity gel. Complexes bound to the beads were pelleted, washed, and subjected to Western immunoblotting. The bands (with an asterisk indicating the N position) in the bottom panels of F are the result of the incomplete stripping of the previous anti-N probe.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "SARS-CoV M association with M-␤gal fusion proteins. A and B, incorporation of M-␤gal into M particles. 293T cells were transfected with M or M-␤gal expression vector alone or in combination (B). Two days after transfection, supernatants were collected and pelleted through 20% sucrose cushions. Pellets were resuspended in PBS buffer and centrifuged through 10 -40% iodixanol gradients as described in the Fig. 2 legend. To make direct comparison with M particles, M-␤gal pellets were pooled with M pellets and centrifuged through the same gradient (A). Each fraction was measured for density and analyzed for M and M-␤gal protein level by immunoblotting. C, schematic representations of SARS-CoV M deletion mutations. Indicated is wild-type (WT) SARS-CoV M protein with the three predicted transmembrane domains (shaded boxes). Carboxyl-or amino-terminal residue positions in the deleted mutations were used to designate the constructs (deleted condons are in parentheses). Dashed lines indicate deleted sequences. Each construct was carboxyl-terminally tagged with a ␤-galactosidase or DsRed coding sequence. D, coimmunoprecipitation of M-␤gal fusion proteins with M-FLAG. 293T cells were cotransfected with M-FLAG and pBlueScript SK or M-␤gal fusion construct as indicated. Cell lysates were subjected to Western immunoblotting 48 h post-transfection. Equal amounts of cell lysates were mixed with anti-FLAG affinity gel for 2 h at 4°C. Bead-bound complexes were pelleted, washed, and subjected to Western immunoblotting.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Membrane flotation centrifugation of SARS-CoV M-␤gal fusion proteins. A, 293T cells were transfected with the SARS-CoV M, ␤-gal, or M-␤gal expression vectors as indicated. At 2 d post-transfection, cells were harvested and homogenized.Crude membranes extracted from cell lysates were subjected to equilibrium flotation centrifugation as described under \"Materials and Methods.\" Ten fractions were collected from the top downwards, and fraction aliquots were analyzed by Western immunoblotting. During ultracentrifugation, membrane-bound proteins floated to the 10 -65% sucrose interface. Total M or ␤-gal-associated proteins were quantified by scanning the immunoblot band densities of the 10 fractions. Percentages of membrane-bound proteins were determined by dividing membrane-bound protein density units (fractions 2-4) by total protein density units and multiplying by 100. Mean and standard deviation values for membrane-bound M or ␤-gal-associated proteins are indicated. B, 293T cells transfected with SARS-CoV M expression vector were subjected to membrane flotation centrifugation as described above. Fraction aliquots were analyzed by Western immunoblotting and measured for cholesterol level as described under \"Materials and Methods.\" M and caveolin-1 were probed with anti-M and anti-caveolin-1 antibodies.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": ", A-C). Whereas M50-, M75-, and M100-DsRed fusions largely colocalized with M-EGFP, their subcellular distributions were not significantly affected by the coexpressed M-EGFP (Fig. 7, G-O, versus Fig. 6, N-P). Little (although visible) peripheral punctate spot fluorescence was observed in M50-and M75-DsRed cotransfectants.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Subcellular localization of SARS-CoV M (untagged or tagged with a fluorescent protein) in fixed or living cells. HeLa (A-F and K-R), 293T (G-I), or Vero-E6 (J) cells were transfected or cotransfected with the indicated expression vectors. pM-EGFP and pM-DsRed encode SARS-CoV M bearing carboxyl-terminal-tagged EGFP and DsRed, respectively. pDs-Red-Golgi encodes a Golgi apparatus labeling marker. At 4 h (G-I) or 24 h post-transfection, cells were either fixed or directly observed using a laser confocal microscope. Fixed cells (A and D-F) were labeled with a primary anti-SARS-CoV M antibody and a secondary rhodamine-conjugated anti-rabbit antibody. Images shown here represent the most prevalent phenotypes. Merged red and green fluorescence images (D and E) are shown in F. Superimposed fluorescence and phase-contrast images (G and H) are shown in I. Mock-transfected cells failed to yield any signal (data not shown).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Subcellular localization of M-DsRed fusion proteins coexpressed with M-EGFP. HeLa cells were cotransfected with M-EGFP and M-DsRed fusion expression vectors bearing the indicated M mutation. At 18 h post-transfection, cells were directly viewed using a laser confocal microscope. Merged red and green fluorescence images are shown (right-hand column panels). Images represent the most prevalent phenotypes.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Membrane flotation centrifugation of M-␤gal fusion proteins in the presence of M. 293T cells were cotransfected with the SARS-CoV M expression vector and a ␤-gal, M101-␤gal, or M160-␤gal construct, or cotransfected with M160-␤gal and an M expression vector carrying an aminoterminal HA tag and a deleted carboxyl-terminal sequence downstream of codon 160 (HA-M160). At 48 h post-transfection, cells were harvested and subjected to membrane flotation centrifugation. Membrane-bound ␤-gal fusion protein percentages were determined as described in the Fig. 5 legend. Mean and standard deviation values for membrane-bound ␤-gal-associated proteins are indicated.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgments-We thank C. H. Chang and Y. F. Chang for reagents and technical assistance, and Steve S. L. Chen for helpful discussions and suggestions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}