{
    "paper_id": "413172c32a5b62ad367414ae0d7063c230813fe9",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The recent outbreak of severe acute respiratory syndrome (SARS) has initiated a flurry of research activities to improve the early detection, prevention and treatment of SARS. The causative agent has been identified as a coronavirus (CoV) not belonging to previously identified groups, and it probably originated from a wild animal reservoir.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inhibition of SARS by peptides of the coronavirus spike protein"
        },
        {
            "text": "In a recent study, Bosch et al 1 describe a strategy for interfering with disease progression at an early stage, by blocking the fusion of SARS-CoV with the host cell. As this process is mediated by a fusion peptide in the virus' envelope spike protein, the authors explored the potential therapeutic value of peptides derived from this region.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inhibition of SARS by peptides of the coronavirus spike protein"
        },
        {
            "text": "The SARS-CoV spike protein is similar to class I fusion proteins from other viruses. The N-terminal half of the protein contains the receptor-binding domain, while the C-terminal portion of region contains two heptad repeat regions, HR1 and HR2. From studies with other viruses, it is known that peptides derived from their HR2 domains inhibit infection, most likely by interfering with a conformational change essential to direct membrane fusion and therefore essential for initiation of infection. Accordingly, the authors tested the potential of exogenous HR1 and HR2 and peptides derived from SARS-CoV as inhibitors of SARS infection of Vero cells in culture. They found that HR2, but not HR1 peptides, were inhibitory in a concentration-dependent manner. The investigators believe that the inhibitory effect of SARS-CoV HR2 peptides will provide a basis for development of a therapeutic drug for SARS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inhibition of SARS by peptides of the coronavirus spike protein"
        },
        {
            "text": "The above article dovetails with the article by Juang et al 2 in this issue of Laboratory Investigation, which explores the possibility of a sensitive and accurate early diagnosis for SARS-CoV through detection of multiple virus-specific genomic sequences of SARS-CoV. Both studies are illustrative of the many efforts underway to achieve a better understanding of the pathogenesis, early detection and treatment of SARS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inhibition of SARS by peptides of the coronavirus spike protein"
        },
        {
            "text": "Arief Suriawinata, MD ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inhibition of SARS by peptides of the coronavirus spike protein"
        },
        {
            "text": "Multiple myeloma is characterized by the accumulation of neoplastic plasma cells in the bone marrow and multiple osteolytic defects in the skeleton. It has been postulated that the malignant plasma cells secrete factors that are responsible for the recruitment and activation of osteoclasts leading to bone destruction. Multiple inflammatory cytokines, such as tumor necrosis factor-a (TNF-a), interleukin-1a, interleukin-6 and receptor activator nuclear factor kB ligand (RANKL), are known to be involved in the regulation of osteoclastogenesis. Macrophage inflammatory protein (MIP) 1a is another chemokine that has chemotactic activity for mature osteoclasts and osteoclastic precursors, and also plays a significant role in osteoclastogenesis. MIP1a is believed to be involved in the causation of lytic lesions of multiple myeloma. In a recent paper, Hashimoto et al 1 correlated the ability of myeloma cells to secrete MIP1a and MIP1b with the extent of lytic bone lesions and levels of biochemical bone markers in patients with multiple myeloma. Urinary levels of deoxypyridinoline (Dpd) were used as marker of bone absorption, while serum bone-specific alkaline phosphatase (BALP) and osteocalcin (a marker of the final mineralization process of bone formation) were used as markers of bone formation. The study found a direct correlation of MIP1a and MIP1b levels with urinary Dpd, suggesting a cause-and-effect relationship. In contrast, they found no correlation between MIP levels and serum osteocalcin. Serum BALP and osteocalcin levels also were not significantly elevated in patients with advanced disease. They conclude that MIP1a and MIP1b play a causal role in the development of multiple myeloma bone lesions and suggest that multiple myeloma cells cause an imbalance of bone turnover leading to rapid destruction of bone. In this issue, Toh et al 2 report the expression of MIP1a by ED-1-positive macrophages in the distal tibia of rats with adjuvant arthritis exhibiting marked bone destruction. Both studies demonstrate the important role of MIP1a in the recruitment of osteoclasts and their precursors and in stimulatory osteoclastogenesis. This cytokine expression may be a significant cause of bone destruction in multiple myeloma and in adjuvant arthritis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Secretion of MIP by myeloma cells as a cause of lytic bone lesions"
        },
        {
            "text": "Sunil Badve, MD",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Secretion of MIP by myeloma cells as a cause of lytic bone lesions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Ability of myeloma cells to secrete macrophage inflammatory protein (MIP)-1a and MIP-1 correlates with lytic bone lesions in patients with multiple myeloma",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hashimoto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Abe",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Oshima",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Br J Hematol",
            "volume": "125",
            "issn": "",
            "pages": "38--41",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A possible involvement of MIP-1a in the recruitment of osteoclast progenitors to the distal tibia in rats with adjuvant arthritis",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Toh",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kukita",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Lab Invest",
            "volume": "84",
            "issn": "",
            "pages": "1092--1102",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Bosch BJ, Martina BE, Van Der Zee R, et al. Severe acute respiratory syndrome coronavirus (SARS-CoV) infection inhibition using spike protein heptad repeat-derived peptides. Proc Natl Acad Sci USA 2004;101:8455-8460. 2 Juang J-L, Chen T-C, Jiang SS, et al. Coupling multiplex RT-PCR to a gene chip assay for sensitive and semi-quantitative detection of severe acute respiratory syndrome-coronavirus. Lab Invest 2004;84:1085-1091.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}