{
    "paper_id": "4177e66f8b0929738a06871ec45d157fad6ad902",
    "metadata": {
        "title": "Therapeutic Effect of Integrative Traditional Chinese and Western Medicine on 51 SARS Patients and Its Influence on Their T Lymphocyte Subsets*",
        "authors": []
    },
    "abstract": [
        {
            "text": "Objective: To observe the clinical effect of integrative Chinese and western medicine (IC-WM) in treatment of patients with severe acute respiratory syndrome (SARS) and its influence on their Tlymphocyte subsets. Methods: Fifty-one patients with SARS of severe type were observed with synchronous non-randomized controlled method. They were divided into the ICWM group (29 .patients) and the western medicine (WM) group (22 patients). Western medical treatment was applied to both groups, but to the ICWM group, Chinese medicine was given additionally. The therapeutic course was 2--3 weeks for both groups. Clinical effect and changes of T-lymphocyte subsets (CD4 + ) after treatment were observed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Severe acute respiratory syndrome (SARS) is a newly arisen infectious disease with respiratory tract as the chief pathway o{ transmission. This is especially true {or SARS patients o{ severe type due to its serious condition, which results in high mortality and great difficulties in its treatment. In order to explore the effective ways in treatment of SARS, clinical studies on treatment o{ SARS by integrative Chinese and western medicine (ICWM) have been carried out by the authors and the preliminary summary is reported as follows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The fifty-one patients including in this study were the in-patients hospitalized in the department of infectious disease of the authors\" hospital from March llth 2003 to May 30th 2003, whose diagnosis was confirmed by Beijing Diseases Control Center as conforming to the \"Diagnostic Standard of Severe Non-specific Pneumonia (draft) ' '1~ . Patients with malignant tumor, immunological system diseases or SARS suspects were excluded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical Materials"
        },
        {
            "text": "Adopting the synchronous non-randomized controlled method, the patients were divided into the ICWM group and the western medicine (WM) group. The 29 patients in the ICWM group were 10 males and 19 females, aged 39. 4 nisolone 80--180 mg/d and 7-globulin 10 g/d, etc. was given to both groups. And Chinese decoction was given additionally to patients in the ICWM group, according to the \"Technical Protocol for Prevention and Treatment of Severe Acute Respiratory Syndrome ''~2~ promulgated by the State Administration of TCM, that is, in the early stage (about lst--Sth day after onset of the disease) and the middle stage (about 3rd--10th day after onset), they were treated with the Feidian No. The basic drugs for Feidian recipes were gypsum fibrosum 20 g, apricot seed 10 g, ephedra herb 6 g, licorice root 10 g, wild weed 12 g, honeysuckle flower 15 g, coix seed 15 g, American ginseng 20 g, red sage 15 g, etc. Based on these drugs, Feidian No. 2 was complemented with grifola 15 g and pepperweed seed 15 g; and Feidian No. 3 with crude milkvetch root 15 g and glehnia root 10 g.",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 216,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Clinical Materials"
        },
        {
            "text": "1. Clinical symptoms were recorded and scored by appointed person before and after treatment as follows: asymptom was scored as 0 score; fever, dyspnea, including short and rapid breath, inability to lie down horizontally or restlessness due to dyspnea, were each scored as 3 scores, cough (dry or paroxysmal) and chest stuffiness each as 2 scores, hemoptysis, vomiting, abdominal discomfort, sweating, thirst, vexed and insomnia, nausea and vomiting, poor appetite, abnormal defecation or urination, dizziness and headache, weakness or heaviness in limbs as 1 score respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Items of Observed Indexes and Method"
        },
        {
            "text": "2. Physical and chemical examinations, such as routine examination of blood, X-ray chest film or CT, were taken immediately and 3, 7, 14 and 21 days after hospitalization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Items of Observed Indexes and Method"
        },
        {
            "text": "3. T-lymphocyte subsets, CD4 + and CD8 +, were determined before and 14 days after treatment using flow-cytometry (FACSCalibur 4 color system, BD BioSciences, United States) with the fluorescent marking monoclonal antibody. For patients who died before being received 14 days of treatment, the data got on the last day were regarded as data after treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Items of Observed Indexes and Method"
        },
        {
            "text": "Conducted by Chi-square test and t-test u-sing SPSS 11.0 software.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "According to the \"Referential Standard for Diagnosis of Severe Acute Respiratory Syndrome for Discharging\" promulgated by State Ministry of Health, patients having his/her body temperature normal for over 7 days with no need of defervescent, and showing marked improvement in symptoms of respiratory system as well as obvious absorption of chest shadows in iconologic examination, thus conforming to the criteria of discharging from hospital, were regarded as cured.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparison of Clinical Effects between Groups"
        },
        {
            "text": "There were 26 patients (89.66%) of the 29 patients in the ICWM group got cured and 3 (10.34%)died; while of the 22 patients in the WM group, 12 (54.55%) got cured and 10 (45.45~) died. The cure rate of patients in the ICWM group was significantly higher than that in the WM group, comparison of the cure rate between the two groups showing significant difference (;~= 10.337, P~0.01).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparison of Clinical Effects between Groups"
        },
        {
            "text": "Scoring of clinical symptoms before treatment in the ICWM group was 7.14 =[: 5.20 scores, that in the WM group was 7.36• 3.84 scores, with no significant difference between them. But it changed after treatment to 1.82 • 3.75 scores in the former and to 5.17-4-4.17 score in the latter, the reduction was more evident in the ICWM group than that in the WM group (P~0.01), indicating that the clinical symptoms were improved better after ICWM therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparison of Clinical Effects between Groups"
        },
        {
            "text": "As shown in Table1, the levels of CD4 § and CD8 + in the two groups were similar before treatment (P~>0.05). But after treatment, level of CD4 in the ICWM group raised significantly (P% 0.01), and got higher than that in the WM group at the corresponding time ; level of CD 8 § also ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparison between Change of T-Lymphocyte Subsets"
        },
        {
            "text": "SARS is a new type of pneumonia with potential lethality. Its pathogenesis is not clear so far. Cellar immunity of organism, which regulates and maintains the inner environment stability of human body through adjusting the ratio of lymphocyte subsets, plays an important role in the immunological system. The lymphocyte count in peripheral blood of SARS patients got reduced in early stage, showing decrease of absolute count of CD3 + , CD4 + and CD8 + , especially the count of CD4 + cells is significantly lower than normal range, and the decrease is more evident in patients of severe type ~3~. These findings have also been confirmed by the authors\" previous observation r , suggesting that cellar immufie injury may be one of the important mechanism of SARS occurrence, especially in patients of severe type, close relationship between the degree of CD4 + cell decreasing and the severity of the disease was found, and the speed of CD4 + restoring showed importance in predicting prognosis of SARS patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Some scholars held r that in the early stage of viral infection, because of the stimulation resulting from the prosperous duplication of virus, the CD4 + and CD8 + T-lymphocytes are in a highly activated state, which could release large amount of cytokines. The excess immune reaction could cause high consumption of immune cells, so as to bring about the full-scale reduction of Tqymphocyte subsets in a short time. Therefore, the abnormal immune activation or excess immune reaction is the predominant factor that causes reduction of T-lymphocyte subsets, and also the main risk factor that accelerates the development of the disease. The lower the level of Tqymphocyte subsets, the stronger the activation of immune function and the severer the inflammatory reaction of tissues, and it goes without saying that this will result in quicker development and higher severity of the disease. For this reason, we believe that the level of T-lymphocyte subsets could be taken as one of the indexes for evaluating the severity of the disease and prognosis of SARS patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In this study, Maxing Shigan Decoction (J~J~: ::i~-~.~) was taken as the basic recipe, and on the basis of it, wild weed and honeysuckle flower were added for patients with severe Heat; poria, patrinia, pepperweed seed and snakegourd fruit added for patients with serious Damp-toxin; and glehnia root, lilyturf root and dogwood fruit added for those with asthenia. The treatment should put stress on supporting and nourishing Qi-Yin throughout the whole course. In our study, the drugs for supporting and nourishing Qi-Yin were already used in the early stage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Death ocurred mostly at the peak of the epidemic process of this epieycle in Beijing, but at that time, traditional Chinese medicine and drugs had not yet been put to use widely. Data showed that the mortality of the WM group was higher than that of the ICWM group, suggesting that IC-WM treatment should be used right from the early stage and through the whole course, and stress put on dispelling evil pathogens, the therapeutic principles of supplementing essence and activating blood circulation in the early stage adopted, norishing Qi-Yin and clearing residual pathogen both carried out in the recovery stage, and the principle of \"treatment depending on Syndrome-Differentiation\" insisted on all the while. Combined use of traditional Chinese drug-therapy and WM could markedly improve the clinical symptoms and prognosis of SARS patients, lower the mortality and help the recovery of immune function in them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Diagnosis and treatment of severe acute respiratory syndrome. Beijing: People's",
            "authors": [
                {
                    "first": "Zhu",
                    "middle": [],
                    "last": "Yy",
                    "suffix": ""
                },
                {
                    "first": "Cai",
                    "middle": [],
                    "last": "Bq",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "209--210",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "China Academy of TCM. Technical protocol for prevention and treatment of severe acute respiratory syndrome by TCM. Information on Clinical Research of Treatment of SARS by Integrative Chinese and Western Medicine",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Preliminary study on pathogenesis of SARS. China Medical Tribune Progress of Study on SARS (lst Collection)",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "I"
                    ],
                    "last": "Ts",
                    "suffix": ""
                },
                {
                    "first": "Qiu",
                    "middle": [],
                    "last": "Zf",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Han Y",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "40--42",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical observation on therapeutic effect of integrative Chinese and western medicine in treating SARS",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "I"
                    ],
                    "last": "Xh",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Zhang K",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "CJIM(Chin)",
            "volume": "20",
            "issn": "3",
            "pages": "489--491",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Analysis of clinical characteristics, therapeutic effect and outcome of 108 SARS patients in Beijing",
            "authors": [
                {
                    "first": "Guo",
                    "middle": [],
                    "last": "Zhao Ch",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Yb",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Wu H",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "CMJ",
            "volume": "83",
            "issn": "11",
            "pages": "897--901",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Identification of a novel coronavirus in patients with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cunther",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Preiser",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "10",
            "pages": "1967--1976",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A novel coronavirus associated with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Ksiazek",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Erdman",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "9",
            "issn": "10",
            "pages": "1953--1966",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Identification of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Poutanen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Low",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Henry",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "15",
            "issn": "10",
            "pages": "1995--2005",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "2 recipe (~:~ 2 ~'9~') and in the recovery stage (about 10th--14th day after onset), with the Feidian No. 3 recipe (~[~ 3 ~r)~-). Both were given one dose every day, decocted into 200 ml of decoction, taken in two portions a day, and 100 ml each time. The total therapeutic course was 2--3 weeks.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "! 14.2 years, with the count of peripheral white blood cell 7.45• and their course of disease 5.17_+ 3.43 days. The 22 patients in the WM group were 9 males and 13 females, aged 43.9 • 16.8 years, with the count of white blood cell 6.57+_3.72X 109/L, and their course of disease 4.81•days. So the two groups were comparable in such aspects as sex, age, course of disease and white blood count(P~0.05).",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Levels of CD4 + and CD8 + T-Lymphocytes in the two Groups( cens/mm ~ , x+ s) BT: before treatment, AT: after treatment; *P%0.01, compared with BT; zxP%0.05, compared with the WM group after treatment raised to some extent, and though it showed insignificant difference as compared with that before treatment, it did get significantly higher than that in the WM group (P~O.05).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}