{
    "paper_id": "430809abe2345113075ef4eca0d8528e3de12c4e",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "NucliSENS EasyMAG (BioMérieux, France) automated extractor according to the manufacturer's instructions. Briefly, the extraction was done from 600 μl homogenized sample which was added to 2 ml NucliSens EasyMAG Lysis buffer and was incubated for 10 min on board. Thereafter, 125 µl of a mixture of NucliSens EasyMAG Magnetica Silica and NucliSens EasyMAG extraction buffer was added to each sample. Finally, the nucleic acid was eluted in a volume of 75 μl. PCR reactions were carried out in a 25 μl volume consisting of 10 μl nucleic acid extract and 15 µl mastermix consisting of 1.5 µl Primer Probe mix, 0.5 µl SuperScript III RT/Platinum TaQ Mix (Life Technologies, Belgium), 12.5 µl ReactionMix (a buffer containing 0.4mM of each dNTP and 6 mM MgSO4) and 0.5 µl RNAse free water (QIAGEN, Benelux). The multiplex RT PCR FTD assay was performed on an CFX 96 RT PCR detection System (BIO-RAD laboratories, Belgium). The thermal profile was as follow: 30 min at 48°C for reverse transcription; a preheating step of 10 min at 95°C for initial denaturation and Taq DNA polymerase activation; 50 cycles of 15 sec at 95°C (denaturation) followed by 60 sec at 60°C (annealing and elongation) and finally 2 min at 25°C (cooling).The presence of a specific viral or bacterial sequence in the reaction was detected by an increase in fluorescence of the specific dual labeled probe and is shown as the Treshold (Cq) value by the Real Time thermocycler. In each run, one negative control was 2 extracted and amplified and 1 positive control for each different respiratory pathogen was amplified.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The results were reported qualitative (presence versus absence, known Cq-value).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "All respiratory samples taken in one of the hospitals of Bruges were analyzed at the AZ Sint-Jan Bruges hospital using an in-house customized Taqman® Seventy-eight µl of the obtained DNA/RNA extract was then homogenously mixed with 26 µl of TaqMan Fast Mastermix (ThermoFisher Scientific, Life Technologies, California) leading to a total volume of 104 µl of which 100 µl was loaded on the array card. After pipetting the reaction mixture in the reservoirs of the card, the TAC must be centrifuged twice (2 minutes at 1200 rpm) with as aim the distribution of this mix into the different reaction wells. Then the TAC is sealed twice, to reassure no amplicon can be released during amplification, by using a precision stylus assembly (\"carriage\") which closes the channel going from the reservoir to the wells. Then the reservoirs are cut off. Simultaneously amplification and detection of the target RNA/DNA and internal control RNA using specific primers and probes was performed on the ViiA7 Thermal cycler (Thermo Fisher Scientific). The target sequences",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 142,
                    "end": 149,
                    "text": "Taqman®",
                    "ref_id": null
                }
            ],
            "section": "AZ Sint-Jan of Bruges"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "the pathogens, PDV, 18S rRNA and Hs04260458_s1 are detected in 48 different uniplex RT PCRs",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "18S rRNA and Hs04260458_s1 are used as controls for the presence of human cells (adequacy of sampling). The thermal profile was as follow: 5 min at 50°C, 20 sec at 95°C, 40 cycles of 1 sec at 95°C followed by 20 sec at 60°C. The results were reported in a semi-quantitative way (high, moderate of low viral",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Array Card (TAC) (v13.0 premarket version Cambridge-Bruges). The TAC respiratory assay is based on singleplex RT-PCR, targeting the same respiratory pathogens as the Ghent University hospital. Supplementary, 5 viruses (measles, mumps, cytomegalovirus, herpes simplex 1-2 and subtyping of the influenza virus haemagglutinin gene H1, H3, H5, H7), 10 bacteria (Bordetella pertussis, Bordetella parapertussis, Bordetella bronchiseptica, Bordetella holmesii, Chlamydophila pneumoniae, Chlamydophila psittaci, Legionella pneumophila, Coxiella burnetii, Streptococcus pneumonia, Haemophilus influenzae) and 2 fungi (Pneumocystis jirovecii, Aspergillus fumigatus) are detected. The same type of nasopharyngeal swabs were tested. Nasopharyngeal aspirates (950 µl) were pretreated with 45 µl DDT when viscous. Nucleic acids were extracted from 880 µl sample on the QiaSymphony (Qiagen, Spain) extraction automate, using the DSP Virus/Bacteria Midi kit according to the manufacturer's instructions. Before every extraction, phocine distemper virus (PDV), a seal RNA virus, was added as an internal extraction and amplification control.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}