{
    "paper_id": "44bd93709e7ea7358a76b0344f239a0696962d27",
    "metadata": {
        "title": "A possible cross-talk between autophagy and apoptosis in generating an immune response in melanoma NIH Public Access",
        "authors": [
            {
                "first": "Azim",
                "middle": [],
                "last": "Hossain",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Medical University of South Carolina",
                    "location": {
                        "addrLine": "173 Ashley Avenue",
                        "postCode": "29425",
                        "settlement": "Charleston",
                        "region": "SC",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Faisal",
                "middle": [
                    "F Y"
                ],
                "last": "Radwan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Medical University of South Carolina",
                    "location": {
                        "addrLine": "173 Ashley Avenue",
                        "postCode": "29425",
                        "settlement": "Charleston",
                        "region": "SC",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Bently",
                "middle": [
                    "P"
                ],
                "last": "Doonan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Medical University of South Carolina",
                    "location": {
                        "addrLine": "173 Ashley Avenue",
                        "postCode": "29425",
                        "settlement": "Charleston",
                        "region": "SC",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Jason",
                "middle": [
                    "M"
                ],
                "last": "God",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Medical University of South Carolina",
                    "location": {
                        "addrLine": "173 Ashley Avenue",
                        "postCode": "29425",
                        "settlement": "Charleston",
                        "region": "SC",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Lixia",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Medical University of South Carolina",
                    "location": {
                        "addrLine": "173 Ashley Avenue",
                        "postCode": "29425",
                        "settlement": "Charleston",
                        "region": "SC",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Darwin",
                "middle": [
                    "P"
                ],
                "last": "Bell",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Medical University of South Carolina",
                    "location": {
                        "addrLine": "173 Ashley Avenue",
                        "postCode": "29425",
                        "settlement": "Charleston",
                        "region": "SC",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Azizul",
                "middle": [],
                "last": "Haque",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Medical University of South Carolina",
                    "location": {
                        "addrLine": "173 Ashley Avenue",
                        "postCode": "29425",
                        "settlement": "Charleston",
                        "region": "SC",
                        "country": "USA"
                    }
                },
                "email": ".haque@musc.edu"
            }
        ]
    },
    "abstract": [
        {
            "text": "Melanoma is the most aggressive form of skin cancer, responsible for the majority of skin cancer related deaths. Thus, the search for natural molecules which can effectively destroy tumors while promoting immune activation is essential for designing novel therapies against metastatic melanoma. Here, we report for the first time that a natural triterpenoid, Ganoderic Acid DM (GA-DM), induces an orchestrated autophagic and apoptotic cell death, as well as enhanced immunological responses via increased HLA class II presentation in melanoma cells. Annexin V staining and flow cytometry showed that GA-DM treatment induced apoptosis of melanoma cells, which was supported by a detection of increased Bax proteins, co-localization and elevation of Apaf-1 and cytochrome c, and a subsequent cleavage of caspases 9 and 3. Furthermore, GA-DM treatment initiated a possible cross-talk between autophagy and apoptosis as evidenced by increased levels of Beclin-1 and LC3 proteins, and their timely interplay with apoptotic and/or anti-apoptotic molecules in melanoma cells. Despite GA-DM's moderate cytotoxicity, viable cells expressed high levels of HLA class II proteins with improved antigen presentation and CD4+ T cell recognition. The antitumor efficacy of GA-DM was also investigated in vivo in murine B16 melanoma model, where GA-DM treatment slowed tumor formation with a significant reduction in tumor volume. Taken together, these findings demonstrate the potential of GA-DM as a natural chemo-immunotherapeutic capable of inducing a possible cross-talk between autophagy and apoptosis, as well as improved immune recognition for sustained melanoma tumor clearance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Melanoma is the most aggressive form of skin cancer with an ever-increasing prevalence in the Western world [1, 2] . Among human tumors, melanoma has one of the poorest prognosis, with mean survival <1 year in patients with unresectable distant metastases [3] . In these patients with metastatic melanoma, 5 year survival is <10% with a mean of 4-6 months [4, 5] . The lessinvasive treatment options for melanoma include: radiation, chemotherapy, and immunotherapy, but these have proved rather ineffective in treating the disease [6, 7] . Standard therapies have also failed to show any meaningful impact on survival, and in those patients who do show a positive initial response, a rapid deterioration often ensues with the exception of the recently discovered monoclonal antibody, ipilimumab, which has shown a significant survival benefitin metastatic melanoma [3, 8] . Over the past three decades, the incidence of melanoma has increased more rapidly than all other solid malignancies, and it is now the sixth most commonly diagnosed malignancy in the United States [4] . The steady increase in the incidence of melanoma has resulted in a dire need for relatively low-cost therapies with greater efficacy.",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 111,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 112,
                    "end": 114,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 256,
                    "end": 259,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 356,
                    "end": 359,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 360,
                    "end": 362,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 531,
                    "end": 534,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 535,
                    "end": 537,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 865,
                    "end": 868,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 869,
                    "end": 871,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1071,
                    "end": 1074,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Despite toxicities, chemotherapeutic drugs have become a general mainstay of cancer treatment, destroying cancer cells by inducing apoptosis [9] , which effectively reduces the size of the tumor and prevents further tumor growth. Another less well-defined survival pathway of drug-induced cell death is autophagy, a process within the cell utilizing lysosomal machinery to sequester and degrade its own molecules [10] . Autophagy is crucial for the recycling of cellular components to generate nutrients and enable survival in times of cellular stress. However, excessive autophagy may lead to cell death following the hallmarks typical of apoptotic events [11] . Apoptosis and autophagy are distinct cellular processes, with distinguished molecular mediators. Nevertheless, there could be cross-talk between the two pathways, which may regulate cell death/survival pathway under particular cellular conditions. Understanding this delicate balance might help investigators design new anticancer therapeutics, which modulate both of these cellular processes to reduce tumor burden.",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 144,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 413,
                    "end": 417,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 657,
                    "end": 661,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Considering the facts that immune evasion is essential for tumor development and standard chemotherapies have the drawback of treatment-associated toxicities, it has become crucial to search for natural therapeutics that are less cytotoxic to normal cells and can enhance the immune response. One attractive source of antitumor products is the Ganoderma lucidum mushroom, which has been used for centuries as an herbal medicine for the prevention and treatment of a variety of inflammatory and malignant diseases [12] [13] [14] . While crude extracts of Ganoderma lucidum mushroom have been shown to cause cytotoxicity in some tumor cell lines, a triterpenoid extract of Ganoderma, Ganoderic Acid DM (GA-DM), has never been tested for anti-tumor activity in human melanoma cells.",
            "cite_spans": [
                {
                    "start": 513,
                    "end": 517,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 518,
                    "end": 522,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 523,
                    "end": 527,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The majority of human melanoma cells express HLA class II molecules which can bind peptides generated from degradation of exogenous or endogenous antigens, and present class II-peptide complexes to CD4+ T cells for their immune recognition [15] [16] [17] [18] . Intracellular proteins or tumor fragments may get access to vacuolar compartments by sequestration in double-membrane organelles or autophagosomes, which can then fuse with vesicles of the endolysosomal compartments where antigen processing and peptide loading onto HLA class II proteins take place [19] [20] [21] . Recent studies suggest that cellular autophagic activity could give rise to HLA class II ligands for CD4+ T cell recognition [19, 22, 23] . Thus, our current study has also investigated whether this natural product GA-DM could influence intracellular machinery of melanoma cells for HLA class II processing and presentation to T cells for immune recognition. We report that GA-DM treatment induces autophagic and apoptotic events as well as immune activation in human melanoma cells, which may be important in the regulation of cancer development and progression, and in determining the response of tumor cells to anticancer therapy. We also show that GA-DM treatment reduces tumor burden in vivo in a B16 mouse melanoma model. Our current findings highlight the potential of GA-DM as a natural chemo-immunotherapeutic capable of inducing tumor destruction and also activating a possible immune response imperative to sustain melanoma tumor remission.",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 244,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 245,
                    "end": 249,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 250,
                    "end": 254,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 255,
                    "end": 259,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 561,
                    "end": 565,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 566,
                    "end": 570,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 571,
                    "end": 575,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 703,
                    "end": 707,
                    "text": "[19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 708,
                    "end": 711,
                    "text": "22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 712,
                    "end": 715,
                    "text": "23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Human melanoma cell lines HT-144, 1359-mel, and DM-331 were maintained in complete RPMI-1640 (Invitrogen, Grand Island, NY) medium supplemented with 10% fetal bovine serum (FBS) (HyClone, Logan, UT), 50 U/ml penicillin, 50 μg/ml streptomycin (Mediatech Inc., Manassas, VA), and 1% L-glutamine (Mediatech) [16, 24] . HT-144, 1359-mel, and DM-331 cells constitutively express HLA-DR4 molecules on their cell surface [16, 24] . The human melanoma cell line J3 was maintained in complete IMDM with 10% heat-inactivated bovine growth serum (BGS) (HyClone), 50 U/ml penicillin, 50 μg/ml streptomycin, and 1% L-glutamine [16, 25, 26] . J3 cells were transduced using retroviral vectors for constitutive expression of HLA-DR4 (DRB1-0401) with linked drug selection markers for hygromycin and histidinol resistance [25, 26] . Expression of surface HLA-DR4 complexes on cells was confirmed by flow cytometric analysis using the DR4-specific mAb, 359-F10 [16, 27] . The B16 mouse melanoma cell line was a gift from Dr. Mark Rubinstein (Medical University of South Carolina, Charlerston), and was cultured in complete RPMI supplemented with HEPES and nonessential amino acids (Invitrogen) as described above.",
            "cite_spans": [
                {
                    "start": 305,
                    "end": 309,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 310,
                    "end": 313,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 414,
                    "end": 418,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 419,
                    "end": 422,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 614,
                    "end": 618,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 619,
                    "end": 622,
                    "text": "25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 623,
                    "end": 626,
                    "text": "26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 806,
                    "end": 810,
                    "text": "[25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 811,
                    "end": 814,
                    "text": "26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 944,
                    "end": 948,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 949,
                    "end": 952,
                    "text": "27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Cell lines"
        },
        {
            "text": "Human serum albumin (HSA) was purchased from Sigma-Aldrich (St. Louis, MO). The human HSA 64-76K peptide (VKLVNEVTEFAKTK) was produced using Fmoc technology and an Applied Biosystems Synthesizer as described [16, 28] . Peptide purity (>99%) and sequence were analyzed by reverse phase HPLC purification and mass spectroscopy. Peptides were dissolved in DMSO and stored at -20°C until used [25] . The primary antibodies used were human caspase 3 (31A1067) (Alexis Biochemicals, Plymouth Meeting, PA); caspase 9 (ICE-LAP6, Mch6), cytochrome c (136F3) (Cell Signaling technologies, Danvers, MA); Beclin-1 (G-11), LC3β (N-20), Apaf-1 (2E10), Bcl-2 (C-2), Bax (B-9), survivin, HLA-DM, HLA-DR, LAMP-2, and CD3-ε (M-20) (Santa Cruz Biotechnology Inc., Santa Cruz, CA); and β-actin (clone AC-15) (Sigma, St. Louis, MO); HLA class II (L243), and invariant chain Ii (Pin 1.1) antibody was obtained from Dr. Janice Blum (Indiana University School of Medicine, Indianapolis). The secondary antibodies used were horseradish peroxidase conjugated anti-mouse (Pierce, Rockford, IL, USA), anti-rabbit or anti-goat IgG (Santa Cruz).",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 212,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 213,
                    "end": 216,
                    "text": "28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 389,
                    "end": 393,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Antigens, peptides and antibodies"
        },
        {
            "text": "Ganoderic Acid DM (GA-DM), originally isolated from the Ganoderma lucidum mushroom, was purchased from Planta Analytica, LLC (Danbury, CT) (Cat# G-032). The purity of GA-DM was determined by the vendor as 99.9% using LC/MS analysis. GA-DM was dissolved in DMSO (Sigma) to make a 10 mM stock solution for use in the cytotoxicity assay. For all GA-DM treatments, DMSO final concentration was ≤1%. Melanoma cell lines J3, HT-144, 1359-mel, and DM-331 were seeded at 1×10 4 cells/well in 100 μl of appropriate culture medium in a flat-bottom 96-well plate. GA-DM was then added to appropriate wells for final concentrations of 0, 10, 20, 30, 40, 50, 60 and 80 μM for 24 h at 37°C. Cells (J3 and HT-144) were also treated with 40 μM of GA-DM for 3, 6, 12, and 24 h, in the presence or absence of an autophagy inhibitor [3-methyladenine (3-MA, 5mM)] (Sigma) or a pan caspase inhibitor (Z-VAD-FMK, 50 μM) (R&D systems #FMK001, Minneapolis, MN) for overnight. Following treatment, cell viability was measured using the CellTiter 96 AQueous One Solution Cell Proliferation Assay (MTS; Promega, Madison, WI) [28] . Twenty μl of MTS reagent was added to each well, and the plate was incubated for 2 h at 37°C. After incubation, absorbance was read at 490 nm. Cells treated with vehicle alone were used as controls. The percent cell death induced by GA-DM was calculated using the equation: [ (Absorbance control -Absorbance treated )/Absorbance control ] ×100. Experiments were repeated at least three times and the data were expressed as percent cytotoxicity ± S.D. of triplicate wells.",
            "cite_spans": [
                {
                    "start": 1098,
                    "end": 1102,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Ganoderic acid DM and cellular cytotoxicity assay"
        },
        {
            "text": "Hoechst staining and DNA fragmentation assay J3 cells (4×10 5 /ml) were treated with vehicle (DMSO) alone or 40 μM of GA-DM in 6-well tissue culture plate (Corning #3506) for 24 h. Cells were then incubated with Hoechst stain (1X, Sigma Aldrich) for 10 minutes at 37°C, and examined under fluorescence microscope with an Axiovert 200 ultraviolet filter (Carl Zeiss, Jena, Germany) at 200× magnification. For DNA fragmentation assay, J3 cells (2×10 6 ) were treated with vehicle alone or GA-DM (40 μM) for 24 h. Cell samples treated with a known apoptosis inducer (staurosporine, 1 μM) for 24h, was used as a positive control. DNA fragments were extracted using a DNA Gentra Puregene Cell Kit (D5500A; QIAGEN) as described in the manufacturer's protocol. DNA samples containing 5μg of DNA each were mixedwith 2 μL of loading dye (Sigma), and analyzed by 1.8% agarose gel (Sigma) electrophoresis pre-stained with 1 mmol/L of ethidium bromide (Sigma) [29] . Each gel electrophoresis included a DNA marker (100-2000 bp).",
            "cite_spans": [
                {
                    "start": 948,
                    "end": 952,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Ganoderic acid DM and cellular cytotoxicity assay"
        },
        {
            "text": "Melanoma cells (J3.DR4 and HT-144) were treated with vehicle alone or 40 μM of GA-DM for 24 h, washed in Dulbecco's phosphate-buffered saline (D-PBS), and were fractionated as described previously [16, 30] . Briefly, cells (1×10 7 ) were resuspended in 200 μl of ice cold buffer A (10 mM HEPES, pH 7.9, 0.1 mM EDTA, 0.1 mM EGTA, 1 mM dithiothreitol, protease inhibitor cocktail) by gentle pipetting, and kept on ice for 15 min, followed by the addition of 15 μl of 10% NP-40 and vigorous vortexing for 10 seconds. The samples were first spun at 7,000 rpm for 1 min. Then the supernatants were collected and further spun at 10,000 rpm for 10 min. The supernatant obtained was used as a cytoplasmic fraction and subjected to western blot analysis for the detection of Apaf-1 and cytochrome c proteins.",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 201,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 202,
                    "end": 205,
                    "text": "30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Isolation of cytoplasmic fraction"
        },
        {
            "text": "J3.DR4 and HT-144 cells were cultured for 24 h in the presence of vehicle alone or 40 μM of GA-DM. Following treatment, cells were washed and cell lysate was obtained using a standard lysis buffer (10 mM Trizma base, 150 mm NaCl, 1% Triton-X 100) [16, 28] . Equal protein concentrations from designated cell lysates were separated on a 4-12% Bis/Tris NuPage gel (Invitrogen, Grand Island, NY). Proteins were transferred onto a nitrocellulose membrane (Pierce, Rockford IL), and probed with antibodies for the expression of caspase 3 and 9, cytochrome c, Apaf-1, survivin, Bcl-2, Bax, Beclin-1, LC3, HLA class II (HLA-DR), HLA-DM, invariant chain (Ii), and LAMP-2 proteins [31, 32] . The secondary antibodies used were horseradish peroxidase conjugated anti-mouse (Pierce), anti-rabbit or anti-goat IgG (Santa Cruz Biotechnology). Monoclonal antibody for β-actin was used as a protein loading control.",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 251,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 252,
                    "end": 255,
                    "text": "28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 672,
                    "end": 676,
                    "text": "[31,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 677,
                    "end": 680,
                    "text": "32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Western blot analysis"
        },
        {
            "text": "To analyze caspase activity, melanoma cells were treated with GA-DM (0, 20, and 40 μM) in the presence or absence of the pan-caspase inhibitor Z-VAD-FMK (R&D systems #FMK001, Minneapolis, MN) at a 50 μM final concentration. Cells were then incubated at 37°C for 24 h, and cell viability was measured using the MTS assay as described above [28] .",
            "cite_spans": [
                {
                    "start": 339,
                    "end": 343,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Caspase inhibition assays"
        },
        {
            "text": "J3.DR4 cells were cultured for 24 h in the presence of vehicle alone or 40 μM of GA-DM. Following treatment, cells were washed with staining buffer (PBS+1% heat-inactivated BGS) (HyClone), and resuspended in a binding buffer (cat. no. 556454, BD Bioscience: 0.1 M HEPES (pH 7.4), 1.4 M NaCl 2 , and 25 mM CaCl 2 ). Cells were stained with Annexin V-FITC (cat. no. 556420, 556419, BD Bioscience), followed by the addition of propidium iodide (PI, cat# 556463, BD Bioscience). Samples were then analyzed on a FACScan using CellQuest software (BD Bioscience, Mountain View, CA) for apoptotic cells. To examine mitochondrial dysfunction, cells treated with vehicle alone or GA-DM (40 μM) were also stained with TMRE (tetramethylrhodamine ethyl ester, 200 nM, Sigma), and analyzed by flow cytometry according to the manufacturer's protocol.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Flow cytometry"
        },
        {
            "text": "J3.DR4 cells were cultured on glass coverslips (cat#12-545-80, Fisher Scientific Co) in the presence of vehicle alone or 40 μM of GA-DM for 24 h. Cells were washed, fixed with (1:1) acetone/methanol mixture for 10 min at room temperature. Non-adherent cells were collected in a 24 well plate containing coverslips, centrifuged at 50×g for 5 min, and fixed identically as the adherent cells. Cells were then permeabilized with 0.1% Triton X-100 for 15 min, blocked with 5% normal serum for 10 min, and incubated with the Apaf-1 and cytochrome c antibodies at 37° C for 1 h. Following incubation, cells were washed twice with 1% BSA (cat. no. 2930, OmniPur, EMD, Cincinnati, OH) in PBS, and incubated with Alexa 488-FITC conjugated donkey anti-goat Ig (Santa Cruz) and Alexa 543-rhodamine conjugated goat anti-mouse Ig (Santa Cruz) for 1 h. Cells were also counter-stained with DAPI (4′-6-Diamidino-2-phenylindole) for nuclear localization. The slides were mounted in fluorescent mounting medium G (South Biotechnology, Inc), observed with a 63× N.A.1.4 oil immersion objective lens, and analyzed by a Leica TCS SP5 confocal laser scanning microscope using Las-AF software (Leica Lasertechnik) [24] .",
            "cite_spans": [
                {
                    "start": 1192,
                    "end": 1196,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Confocal microscopy"
        },
        {
            "text": "J3.DR4, HT-144, and 1359-mel cells (5×10 5 cells/ml) were treated with either vehicle alone or 20 μM of GA-DM for 24 h at 37° C in culture media in 96-well plate (cat# 3595, Corning Incorporated). The HSA 64-76K peptide (10 μM) was added to the appropriate wells for the last 4-6 h of incubation as described [16, 28] . J3.DR4 and HT-144 cells were also treated with an autophagy inhibitor(3-methyladenine (3-MA)) or a pan caspase inhibitor (Z-VAD-FMK) for 3 h, followed by the addition of HSA 64-76K peptide (10 μM) for overnight. Cells were then washed and cocultured with the HSA 64-76K peptide specific T cell hybridoma (17.9) for 24 h. Following incubation, the plates were stored at -80 o C until tested for IL-2 production. T cell production of IL-2 was measured by enzyme-linked immunosorbent assay (ELISA) according to the manufacturer's instructions (R&D Systems, Minneapolis, MN, USA) [16, 28] . Anti-IL-2 was purchased from Sigma-Aldrich. All assays were repeated at least three times.",
            "cite_spans": [
                {
                    "start": 309,
                    "end": 313,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 314,
                    "end": 317,
                    "text": "28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 896,
                    "end": 900,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 901,
                    "end": 904,
                    "text": "28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "HLA class II antigen presentation assays"
        },
        {
            "text": "Tumors were induced by the subcutaneous injection of B16 cells (1×10 5 cells, >90% viability by Trypan blue exclusion) into the right flanks of C57BL/6 mice [11] . Treatment was initiated by i.p. injection of GA-DM (50 mg/kg) or control vehicle (DMSO) at day 7, and day 10 after B16tumor implantation. Following treatment, tumor volumes were determined at periodic intervals using a digital caliper by measuring the longest diameter (a) and the next longest diameter (b) perpendicular to (a). Using these measurements, the tumor volume was calculated by the formula: V=ab 2 × π/6 [33] . The mice were kept under observation until tumor volume was determined to be 1400 mm 3 at which point they were requisitely euthanized owing to the size of the tumor. In some experiments, tumor tissues obtained from GA-DM (50 mg/kg) or vehicle-only treated mice at days 14, 17, and 19 after B16 melanoma implantation, were analyzed by immunohistochemistry for T cell infiltration. Tumor samples were first fixed in 10% formalin, embedded in paraffin and stained with CD3-ε antibody at our Hollings Cancer Center immunohistochemistry facility. Treatment or control groups consisted of 6 mice (n=6), and the data shown were representative of at least three separate experiments. All work with mice was approved by the Medical University of South Carolina Animal Protocols Review Board and was performed in accordance with the National Institutes of Health Guide for Care and Use of Laboratory Animals.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 161,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 580,
                    "end": 584,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "In vivo tumor induction and evaluation"
        },
        {
            "text": "Data from each experimental group were subjected to statistical analysis. ANOVA with post-hoc tests, Repeated Measures ANOVA with post-hoc tests or Student's t-tests were used, as appropriate. Two-sided tests were used in all cases and P values <0.05 were considered statistically significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Initial screening of GA-DM anti-cancer effects was carried out on four human melanoma cell lines, J3, HT-144, 1359-mel, and DM-331. Cells were simultaneously treated with vehicle alone (DMSO) or serial doses of GA-DM (10-80 μM), and the detrimental effects were measured by MTS assay as described in the Methods. Results showed that GA-DM reduced the viability of all tested melanoma cells in a dose-dependent manner with a mean IC 50 of 25.5±3.4μM (Fig. 1A) . A time course study (3, 6, 12, and 24 h treatment) was also performed using 20 and 40 μM of GA-DM and two melanoma cell lines J3 and HT-144 (Supplemental Fig. 1 ). Data showed that at early time points (3-6 h), both 20 and 40 μM of GA-DM concentrations were not effective in killing melanoma cells (Supplemental Fig. 1A and B). At later time points (12-24 h), 20 μM of GA-DM induced detectable cell death; but, 40 μM of GA-DM was very effective in inducing cytotoxicity in both cell lines (Supplemental Fig. 1B) . To detect apoptotic changes induced by GA-DM, J3 melanoma cells were incubated (10 min) with Hoechst dye, which is commonly used to stain genomic DNA. Hoechst staining of J3 cells showed that GA-DM treatment induced apoptotic events characteristic of chromatin condensation. Microscopic observation in Fig. 1B demonstrates typical morphology of apoptotic nuclei stained with Hoechst, in which chromatin was condensed and aggregated at the nuclear membrane as indicated by a bright fluorescence at the periphery. Also, DNA fragmentation assay showed that GA-DM (40 μM) treatment induced internucleosomal DNA fragmentation in J3 cells (Fig 1C) . A known apoptosis inducer, staurosporine (1 μM), was used as a positive control which also showed internucleosomal DNA fragmentation in the same gel [29] . Thus, the chromatin condensation detected in Fig 1B, may be a consequence of DNA cleavage within the dying J3 cells. Further analysis of cell cycle progression suggested that GA-DM treatment caused G1 arrest in J3 melanoma cells (Supplemental Fig. 2) . GA-DM treatment also induced dosedependent anti-proliferative activities by inducing apoptotic events in mouse B16 melanoma cells (Supplemental Fig. 3 , and data not shown).",
            "cite_spans": [
                {
                    "start": 1768,
                    "end": 1772,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 449,
                    "end": 458,
                    "text": "(Fig. 1A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 615,
                    "end": 621,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 773,
                    "end": 780,
                    "text": "Fig. 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 964,
                    "end": 972,
                    "text": "Fig. 1B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1277,
                    "end": 1284,
                    "text": "Fig. 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1608,
                    "end": 1616,
                    "text": "(Fig 1C)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1820,
                    "end": 1827,
                    "text": "Fig 1B,",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2018,
                    "end": 2025,
                    "text": "Fig. 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2172,
                    "end": 2178,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "GA-DM induces anti-proliferative/apoptotic effects in human melanoma cells"
        },
        {
            "text": "We further investigated the GA-DM-induced apoptotic pathway in melanoma cells and examined the underlying molecular mechanism of its antitumor effects. Western blot analysis of whole cell lysates showed that GA-DM treatment induced a concurrent surge of active forms of caspases 3 and 9 proteins in J3 and HT-144 cells, suggesting the role of caspases in executing melanoma cell death. Caspase activation was indicated by the cleavage of pro-caspases 3 and 9, to a number of catalytic subunits ( Fig. 2A) . In order to test whether in vitro caspase inhibition could reverse cytotoxicity, we used a pan-caspase inhibitor Z-VAD-FMK known to bind to the catalytic sites of active caspases rendering them inactive. Briefly, J3 and HT-144 cells were treated with GA-DM (40 μM) in the presence or absence of Z-VAD-FMK (50 μM) for 3-24 h (Fig. 2B and 2C ). Data showed that inhibition of caspases by Z-VAD-FMK at early time points (3-6 h) did not alter GA-DM-induced cell death. However, at later time points (12-24 h) , inhibition of caspases significantly reversed cell death in both J3 and HT-144 cell lines. These data suggest that GA-DM treatment may initiate a time-dependent processing and activation of cell survival and apoptotic proteins in melanoma cells.",
            "cite_spans": [
                {
                    "start": 1002,
                    "end": 1011,
                    "text": "(12-24 h)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 496,
                    "end": 504,
                    "text": "Fig. 2A)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 831,
                    "end": 846,
                    "text": "(Fig. 2B and 2C",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "GA-DM induces caspase-dependent apoptosis in melanoma"
        },
        {
            "text": "To determine the molecular mechanism underlying the regulation of GA-DM initiated apoptosis, we analyzed cellular expression of Bcl-2 family proteins Bcl-2 and Bax, and an inhibitor of apoptosis protein survivin. Western blot analysis showed that GA-DM treatment reduced survivin protein expression, but up-regulated the expression levels of Bax proteins in whole cell lysates of J3 and HT-144 cells (Fig. 3A, B) . No significant changes in Bcl-2 protein expression were detected in both J3 and HT-144 cells ( Fig. 3A and B) . Meanwhile, GA-DM treatment caused a significant increase of apoptotic cytochrome c in the cytosolic fraction of J3 cells, along with the induction of Apaf-1 (Fig. 3C) . The disturbance of the Bcl-2/Bax ratio further suggests the role of GA-DM in inducing mitochondrial dysfunction and the increase of cytosolic cytochrome c in melanoma cells. Experiments using TMRE staining of J3 melanoma cells confirmed that GA-DM treatment caused significant loss of mitochondrial membrane potential preceding cytochrome c release (Fig. 3D) . The release of cytochrome c may also subsequently promote Apaf-1 oligomerization, which in the presence of caspase 9 could form a large multimeric apoptosome, activating the downstream caspase cascades [34] . Immunofluorescence studies confirmed a remarkable upregulation and colocalization of cytochrome c (green) and Apaf-1 (red) proteins in the cytoplasm of GA-DMtreated J3 melanoma cells, implying apoptosome formation can trigger cellular apoptosis (Fig.4A) . Furthermore, flow cytometric analysis of annexin V and propidium iodide-stained melanoma cells showed measurable increased levels of apoptotic events developed in GA-DM-treated cells compared to those treated with vehicle alone (Fig.4B) . Apparently, both early and late apoptotic events were most prominent in J3 cells treated with GA-DM for 24 h (gated in R2: 1.8% in control and 19% in treated cells). Taken together, these data indicate that GA-DM treatment can activate the intrinsic pathway of apoptosis where caspase processing plays a key role in melanoma cell death.",
            "cite_spans": [
                {
                    "start": 1259,
                    "end": 1263,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [
                {
                    "start": 400,
                    "end": 412,
                    "text": "(Fig. 3A, B)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 510,
                    "end": 524,
                    "text": "Fig. 3A and B)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 684,
                    "end": 693,
                    "text": "(Fig. 3C)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1045,
                    "end": 1054,
                    "text": "(Fig. 3D)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1511,
                    "end": 1519,
                    "text": "(Fig.4A)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1750,
                    "end": 1758,
                    "text": "(Fig.4B)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "GA-DM induces caspase-dependent apoptosis in melanoma"
        },
        {
            "text": "Depending on the type of the stimulus, autophagy can function as a cell survival or a cell death mechanism [11, 35, 36] . To evaluate the role of GA-DM in the induction autophagy, we conducted a post-treatment timeline western blotting to analyze changes in autophagic protein Beclin-1 that has long been identified as a Bcl-2-interacting partner [35, 37, 38] . Results showed a significant increase in Beclin-1 protein expression at 3-6 h after GA-DM treatment, which was drastically declined after 12 h of treatment ( Figure 5A, B) . These data indicate a possible binding of Beclin-1 to the survival protein Bcl-2, triggering apoptotic events characterized by the activation of caspase 3. We also monitored GA-DM-treated cells for another autophagic protein LC3, which is a marker of autophagosome formation [38] . Our results showed that GA-DM treatment induced a time-dependent activation of LC3 protein that reached a peak at about 6 h post-treatment, suggesting that treated melanoma cells underwent autophagy as a possible survival mechanism (Fig. 5A, B) . Concurrent timeline cytototoxic assay in the presence or absence of an autophagy inhibitor, 3-MA, showed that blocking autophagic events at relatively earlier time points (3-6 h) induced cell death (Fig. 5C ). By contrast, remarkable cell execution occurred beyond 12 h of treatment regardless of 3-MA treatment (Fig. 5C) , indicating that excessive autophagy may have triggered a subsequent caspase dependent apoptotic pathway. Taken together, these data suggest the potential of autophagy and apoptosis cross-talk as a possible mechanism of action for effective antitumor responses, which can be exploited for melanoma therapies.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 111,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 112,
                    "end": 115,
                    "text": "35,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 116,
                    "end": 119,
                    "text": "36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 347,
                    "end": 351,
                    "text": "[35,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 352,
                    "end": 355,
                    "text": "37,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 356,
                    "end": 359,
                    "text": "38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 811,
                    "end": 815,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [
                {
                    "start": 520,
                    "end": 533,
                    "text": "Figure 5A, B)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1050,
                    "end": 1062,
                    "text": "(Fig. 5A, B)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1263,
                    "end": 1271,
                    "text": "(Fig. 5C",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1377,
                    "end": 1386,
                    "text": "(Fig. 5C)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "GA-DM treatment induces cross-talk between autophagy and apoptosis in melanoma cells"
        },
        {
            "text": "Studies suggest that autophagic activity facilitates antigen processing and presentation via HLA molecules, and is critical for the development of immunity against malignant tumors. In order to evaluate whether GA-DM-induced autophagy in melanoma cells influenced intracellular HLA class II proteins and their presentation to CD4+ T cells, J3.DR4 and HT-144 cells were subjected to western blotting and functional antigen presentation assays. Data showed a significant upregulation of HLA class II molecules as well as lysosomal LAMP-2 proteins in GA-DM-treated melanoma cells (Fig. 5A, D) , which correlated with early autophagic events as evidenced by Beclin-1 expression in those cells. Further analysis of HLA class II components by western blotting showed a significant increase in HLA-DR and HLA-DM proteins with a differential Ii expression (Fig. 6A,B) , indicating the activation of HLA class II antigen processing machinery in GA-DM-treated melanoma cells. However, no significant changes in heat shock proteins (both Hsp70 and Hsp90) in GA-DM-treated cells were observed as analyzed by western blotting (data not shown), indicating that chaperone-mediated autophagy may not be involved in cellular stress, but rather macroautophagy played a role in HLA class II activation [18] [19] [20] . Cell-mediated immune activation and recognition of GA-DM-treated melanoma cells were also examined in vitro by using whole HSA protein or HSA 64-76K peptide as a model for the study of antigen processing and presentation to specific CD4+T cells. Results showed that GA-DM (20 μM) treatment increased HLA class II antigen presentation and CD4+ T cell recognition of melanoma tumor cells (Fig. 6C) . It was also observed that 20 μM of GA-DM enhanced HSA processing and presentation via HLA class II proteins, although a decline in antigen presentation was observed in treatment with higher doses (40 μM and above) of GA-DM (data not shown). This is not unexpected as higher doses of GA-DM induced significant cytotoxicity and cell death. However, the remaining viable tumor cells remained capable of inducing T cell responses.",
            "cite_spans": [
                {
                    "start": 1283,
                    "end": 1287,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1288,
                    "end": 1292,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1293,
                    "end": 1297,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 577,
                    "end": 589,
                    "text": "(Fig. 5A, D)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 848,
                    "end": 859,
                    "text": "(Fig. 6A,B)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1686,
                    "end": 1695,
                    "text": "(Fig. 6C)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "GA-DM treatment activates immune components in melanoma cells and promotes CD4+ T cell recognition of tumors"
        },
        {
            "text": "To study whether blocking autophagy alters CD4+ T cell recognition of melanoma cells, J3.DR4 and HT-144 cells were treated with either vehicle alone or GA-DM (20 μM) and an autophagy inhibitor, 3-MA. Data showed that blocking autophagy reduced CD4+ T cell responses to antigens presented by GA-DM-treated J3.DR4 and HT-144 cells (Supplemental Fig. 4A ). Our results also showed that the pan caspase inhibitor Z-VAD-FMK treatment restored the expression of Beclin-1 (Supplemental Fig. 4B ), as well as antigen presentation and CD4+ T cell recognition of GA-DM (40 μM)-treated J3.DR4 and HT-144 cells (Supplemental Fig. 4C ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 343,
                    "end": 350,
                    "text": "Fig. 4A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 479,
                    "end": 486,
                    "text": "Fig. 4B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 613,
                    "end": 620,
                    "text": "Fig. 4C",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "GA-DM treatment activates immune components in melanoma cells and promotes CD4+ T cell recognition of tumors"
        },
        {
            "text": "In order to assess in vivo antitumor efficacy of GA-DM, we used a murine B16 melanoma model as described previously [33] . Mice were injected i.p. with GA-DM (50 mg/kg) or control vehicle at days 7 and 10 following the subcutaneous implantation of B16 melanoma tumor cells as described. Data showed that GA-DM treatment reduced the normal growth of B16 tumor (Fig. 7A) , which resulted in a significant diminution in tumor volume of treated mice that lasted up to three weeks after tumor implantation (Fig. 7B) . After day 21, treated mice still possessed a reduced tumor volume at least until day 23, as compared to untreated mice (Supplemental Fig. 5 ). Our data also showed that all the mice developed tumors, and the GA-DM-treated mice develop smaller tumors overall. Immunohistochemical analysis with anti-CD3 staining confirmed host T cell infiltration at a greater extent in tumor tissues of treated mice than those treated with the vehicle alone (Fig. 7 C) . These findings suggest that GA-DM may serve as a potential chemo-and immunotherapeutic natural product for attenuation of melanoma growth in vivo.",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 120,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [
                {
                    "start": 359,
                    "end": 368,
                    "text": "(Fig. 7A)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 501,
                    "end": 510,
                    "text": "(Fig. 7B)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 646,
                    "end": 652,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 954,
                    "end": 964,
                    "text": "(Fig. 7 C)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "GA-DM treatment reduces tumor burden in vivo in B16 mouse melanoma model"
        },
        {
            "text": "A defining feature of conventional anticancer therapies is their capacity to evoke cellular death by inducing cell apoptosis. However, inherent or acquired resistance of cancer cells to chemotherapy has been a major obstacle to complete treatment and sufficiently prevent tumor reoccurrence. Therefore, the search for new natural drugs that sensitize cancer cells to chemotherapy-mediated apoptosis, while also restoring antitumor immunity has increasingly become a focus of investigation [9, 39] . More recently, exploiting other mechanisms, such as autophagy, has emerged as a potential strategy to induce tumor cell death [11, 40] . In this study, we have shown that GA-DM, a natural product of the medicinal mushroom Ganoderma lucidum, not only inhibited proliferation and killed human metastatic melanoma in low micromolar concentrations, but also significantly restored immune recognition of tumor cells. We also provide evidence that GA-DM induces an orchestrated molecular cross-talk with an early autophagy that may contribute to apoptotic cell death.",
            "cite_spans": [
                {
                    "start": 489,
                    "end": 492,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 493,
                    "end": 496,
                    "text": "39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 625,
                    "end": 629,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 630,
                    "end": 633,
                    "text": "40]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our data indicate that a 24 h GA-DM treatment of melanoma cells results in typical apoptotic events such as degradation of DNA distinguished by a subsequent cleavage of chromatin DNA into internucleosomal fragments as observed by Hoechst staining and DNA fragmentation assay of treated melanoma. Apoptotic cell death was carried out through upregulation and cleavage of initiator caspase 9 and executioner caspase 3. Biochemical analysis showed that caspase protein expression was correlated with a surge of cellular caspase catalytic activity, which was markedly diminished by the pan caspase inhibitor Z-VAD-FMK, indicating a key role for caspases in executing GA-DM-treated melanoma. Further mechanistic investigations of melanoma cell death revealed that GA-DM treatment induced the expression of pro-apoptotic Bax with a marked suppression of pro-survival protein survivin, and destabilization of mitochondrial membrane potential. Analysis of cytoplasmic fractions of treated cells detected remarkable elevation of apoptotic protein Apaf-1, which also co-localized with cytochrome c in melanoma cells, suggesting the involvement of the intrinsic apoptotic pathway where cellular insult starts by the migration of Bax to the surface of the mitochondria that subsequently inhibit the protective effects of Bcl-2, and mediates the release of cytochrome c as suggested previously [41] . Cytochrome c then complexes with Apaf-1, forming the apoptosome, to activate caspase 9, triggering the effector caspase cascade and leading to an induction of apoptosis in melanoma cells as described [42] . Annexin V staining of treated melanoma cells supported this notion because a significant portion of GA-DM-treated cells were undergoing apoptosis, which included both early and late apoptotic events.",
            "cite_spans": [
                {
                    "start": 1381,
                    "end": 1385,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1588,
                    "end": 1592,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Autophagy functions as both a cell survival and a cell death mechanism depending on the context and the stimuli, which are likely exploitable for cancer therapy [11, 40] . Timedependent cell death of treated melanoma suggests an apparent role of GA-DM in promoting a toxic form of autophagy that possibly contributes to an activation of the intrinsic apoptosis pathway. Protein analysis of melanoma cells showed early events (3 to 6 h, following GA-DM treatment) featuring significant upregulation of autophagy regulatory proteins Beclin-1 and LC-3. Yet, autophagic markers, especially Beclin-1, are drastically reduced at a later time point (12-24 h) , suggesting a shift to apoptosis. Autophagy protein Beclin-1 has long been identified as a Bcl-2-interacting partner [37, 43, 44] . Thus, our data suggest that an early increase of Beclin-1 in treated melanoma cells may contribute to the interplay of apoptotic and survival proteins, deactivating mitochondrial protection and triggering intrinsic apoptotic events.",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 165,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 166,
                    "end": 169,
                    "text": "40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 642,
                    "end": 651,
                    "text": "(12-24 h)",
                    "ref_id": null
                },
                {
                    "start": 770,
                    "end": 774,
                    "text": "[37,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 775,
                    "end": 778,
                    "text": "43,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 779,
                    "end": 782,
                    "text": "44]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although, current chemotherapy for melanoma has shown a high success rate at early stage disease, it has failed to relieve those suffering from late stage metastatic disease [6, 45, 46] . Thus, treatment strategies have been adopted to combine chemotherapy with immunotherapy, to destroy the cancer cells as well as elevate antitumor immunity to prevent further re-occurrence [4] . Unfortunately, in many clinical trials, immunotherapy did not prove advantageous over current chemotherapy strategies, suggesting prominent defects in tumor cell-expressed immune components, a pre-requisite for T cell stimulation via the cellmediated immune pathway. Thus, an agent that could enhance tumor immunogenicity while reducing tumor burden would be an ideal chemo-immunotherapeutic to overcome major constraints bound to melanoma treatment. A key aspect of this immune response to tumor cells was observed in amplification of HLA class II-mediated antigen presentation to T cells [16, 28, 47] . Our data clearly showed that GA-DM treatment is capable of augmenting the HLA-class II pathway of immune recognition. An increase level of Lamp-2 by GA-DM may also complement CD4+ T cell recognition via the endolysosomal class II pathway. Blocking autophagy may reduce immune recognition of tumor cells, while suboptimal killing of tumors may enhance immune recognition via the HLA class II pathway. Despite the fact that doses of GA-DM (40 μM or higher) induce >50% cytotoxicity in J3 melanoma cells after 12 h of treatment, the few remaining viable cells are able to present antigen and stimulate CD4+ T cells. Evidently, lower concentrations of GA-DM showed a much stronger effect in inducing immune response, where surviving cells were capable of processing whole antigens for presentation to T cells. The antitumor effects of GA-DM such as slower growth and host T cell infiltration in tumor mass were also observed in vivo in the B16 mouse melanoma model, suggesting the potential of GA-DM as a complementary chemotherapeutic against malignant tumors. Future studies are underway to determine the molecular mechanisms of the in vivo therapeutic effects of GA-DM treatment, but our current findings suggest an enormous potential of GA-DM as a chemo-immunotherapeutic agent for treating malignant diseases.",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 177,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 178,
                    "end": 181,
                    "text": "45,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 182,
                    "end": 185,
                    "text": "46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 376,
                    "end": 379,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 972,
                    "end": 976,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 977,
                    "end": 980,
                    "text": "28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 981,
                    "end": 984,
                    "text": "47]",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Refer to Web version on PubMed Central for supplementary material. Cells were treated with vehicle alone or GA-DM (40μM) for 3, 6, 12, and 24 h in the presence or absence of Z-VAD-FMK at 37°C, followed by the MTS viability assay as described. Experiments were repeated at least three times, and data were expressed as mean ± S.D. Significant differences were calculated by student's t test; *p <0.001. Fig. 6(A) . β-actin was used as a reference to quantitate the relative expression of proteins in both control and GA-DM treated cells. Significant differences to controls were calculated by student's t test; *p<0.01, ns = not significant. (C) Antigen presentation assay shows an improved antigen presentation and CD4+ T cell recognition of three different melanoma cells treated with GA-DM. J3 cells were transduced with HLA-DR4 molecules as described.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 402,
                    "end": 411,
                    "text": "Fig. 6(A)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Supplementary Material"
        },
        {
            "text": "HT-144 and 1359-mel cells innately express cell surface HLA-DR4 proteins. These cells were treated with vehicle alone or 20μM of GA-DM for 24 h in 96-well plates, followed by the addition of HSA 64-76K peptide for another 4 h. Cells were then washed, and co-cultured with the peptide specific CD4+ T cell hybridoma for 24 h. The production of IL-2 was measured by ELISA and expressed as pg/ml ± SD of triplicate wells of at least three independent experiments. *p<0.01 ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Material"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The evolution of melanoma diagnosis: 25 years beyond the ABCDs",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Rigel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Russak",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Friedman",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "CA Cancer J Clin",
            "volume": "60",
            "issn": "",
            "pages": "301--316",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Increasing incidence of melanoma among young adults: an epidemiological study in Olmsted County, Minnesota",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Reed",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Brewer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Lohse",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Bringe",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "N"
                    ],
                    "last": "Pruitt",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Gibson",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Mayo Clin Proc",
            "volume": "87",
            "issn": "",
            "pages": "328--334",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Combination of targeted therapy and immunotherapy in melanoma",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "U"
                    ],
                    "last": "Blank",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Hooijkaas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Haanen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "N"
                    ],
                    "last": "Schumacher",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Cancer Immunol Immunother",
            "volume": "60",
            "issn": "",
            "pages": "1359--1371",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Therapy for metastatic melanoma: an overview and update",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Boyle",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Expert Rev Anticancer Ther",
            "volume": "11",
            "issn": "",
            "pages": "725--737",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Final version of 2009 AJCC melanoma staging and classification",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Balch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Gershenwald",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Soong",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Clin Oncol",
            "volume": "27",
            "issn": "",
            "pages": "6199--6206",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Treatment of metastatic melanoma: an overview",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bhatia",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Tykodi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Oncology",
            "volume": "23",
            "issn": "",
            "pages": "488--496",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Immunotherapy for Melanoma: Current Status and Perspectives",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Alexandrescu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Ichim",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "H"
                    ],
                    "last": "Riordan",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Immunother",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Ipilimumab: unleashing the power of the immune system through CTLA-4 blockade",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Boasberg",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Hamid",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Day",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Semin Oncol",
            "volume": "37",
            "issn": "",
            "pages": "440--449",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Apoptosis: a review of programmed cell death",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Elmore",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Toxicol Pathol",
            "volume": "35",
            "issn": "",
            "pages": "495--516",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Regulation mechanisms and signaling pathways of autophagy",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Klionsky",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Annu Rev Genet",
            "volume": "43",
            "issn": "",
            "pages": "67--93",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Autophagy as a cell death and tumor suppressor mechanism",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gozuacik",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kimchi",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Oncogene",
            "volume": "23",
            "issn": "",
            "pages": "2891--2906",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Ganoderma lucidum and its pharmaceutically active compounds",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Boh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Berovic",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhi-Bin",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Biotechnol Annu Rev",
            "volume": "13",
            "issn": "",
            "pages": "265--301",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Triterpene antioxidants from ganoderma lucidum",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Chong",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Phytother Res",
            "volume": "13",
            "issn": "",
            "pages": "529--531",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Regulation of osteoclastogenesis by ganoderic acid DM isolated from Ganoderma lucidum",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Miyamoto",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shimizu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Eur J Pharmacol",
            "volume": "602",
            "issn": "",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Insights into the Role of GILT in HLA Class II Antigen Processing and Presentation by Melanoma",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Norton",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Haque",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Oncol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Enhancement of HLA class II-restricted CD4+ T cell recognition of human melanoma cells following treatment with bryostatin-1",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Amria",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hossain",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Cell Immunol",
            "volume": "271",
            "issn": "",
            "pages": "392--400",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Compartmentalization of class II antigen presentation: contribution of cytoplasmic and endosomal processing",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Gregg",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Immunol Rev",
            "volume": "207",
            "issn": "",
            "pages": "206--217",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Major histocompatibility complex class IIrestricted presentation of a cytosolic antigen by autophagy",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Nimmerjahn",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Milosevic",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Behrends",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Eur J Immunol",
            "volume": "33",
            "issn": "",
            "pages": "1250--1259",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Autophagy in MHC class II presentation of endogenous antigens",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gannage",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Munz",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Curr Top Microbiol Immunol",
            "volume": "335",
            "issn": "",
            "pages": "123--140",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Autophagy in MHC class II antigen processing",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Strawbridge",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Blum",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Curr Opin Immunol",
            "volume": "19",
            "issn": "",
            "pages": "87--92",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Endogenous MHC class II processing of a viral nuclear antigen after autophagy",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Paludan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Schmid",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Landthaler",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Science",
            "volume": "307",
            "issn": "",
            "pages": "593--596",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Autophagy promotes MHC class II presentation of peptides from intracellular source proteins",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dengjel",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Schoor",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fischer",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "102",
            "issn": "",
            "pages": "7922--7927",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "MHC class II-presentation of antigen by autophagy",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kumamoto",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Iwasaki",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Tanpakushitsu Kakusan Koso",
            "volume": "53",
            "issn": "",
            "pages": "2286--2291",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Gamma-IFNinducible-lysosomal thiol reductase modulates acidic proteases and HLA class II antigen processing in melanoma",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "G"
                    ],
                    "last": "Goldstein",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Hajiaghamohseni",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Amria",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sundaram",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Reddy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Haque",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Cancer Immunol Immunother",
            "volume": "57",
            "issn": "",
            "pages": "1461--1470",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Cysteinylation of MHC class II ligands: peptide endocytosis and reduction within APC influences T cell recognition",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Haque",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Hawes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Blum",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Immunol",
            "volume": "166",
            "issn": "",
            "pages": "4543--4551",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Absence of gamma-interferon-inducible lysosomal thiol reductase in melanomas disrupts T cell recognition of select immunodominant epitopes",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Haque",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Exp Med",
            "volume": "195",
            "issn": "",
            "pages": "1267--1277",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "HLA-DM negatively regulates HLA-DR4-restricted collagen pathogenic peptide presentation and T cell recognition",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Amria",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Hajiaghamohseni",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Harbeson",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Eur J Immunol",
            "volume": "38",
            "issn": "",
            "pages": "1961--1970",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Mechanisms regulating enhanced human leukocyte antigen class II-mediated CD4 + T cell recognition of human B-cell lymphoma by resveratrol",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "F"
                    ],
                    "last": "Radwan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hossain",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "P"
                    ],
                    "last": "Doonan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "God",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Haque",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Leuk Lymphoma",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Ganoderic acid DM, a natural triterpenoid, induces DNA damage, G1 cell cycle arrest and apoptosis in human breast cancer cells",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Guo",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Fitoterapia",
            "volume": "83",
            "issn": "",
            "pages": "408--414",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The severe acute respiratory syndrome coronavirus nucleocapsid protein is phosphorylated and localizes in the cytoplasm by 14-3-3-mediated translocation",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Surjit",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Mishra",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Reddy",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "T"
                    ],
                    "last": "Chow",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Lal",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "11476--11486",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Induction of apoptosis and immune response by all-trans retinoic acid plus interferon-gamma in human malignant glioblastoma T98G and U87MG cells",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Haque",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Das",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Hajiaghamohseni",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Younger",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Banik",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Ray",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Cancer Immunol Immunother",
            "volume": "56",
            "issn": "",
            "pages": "615--625",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "HLA class II antigen presentation by prostate cancer cells",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Younger",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Amria",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Jeffrey",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Prostate Cancer Prostatic Dis",
            "volume": "11",
            "issn": "",
            "pages": "334--341",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Regression of subcutaneous B16 melanoma tumors after intratumoral delivery of an IL-15-expressing plasmid followed by in vivo electroporation",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Ugen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Kutzler",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Marrero",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Cancer Gene Ther",
            "volume": "13",
            "issn": "",
            "pages": "969--974",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Autoactivation of procaspase-9 by Apaf-1-mediated oligomerization",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Srinivasula",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ahmad",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fernandes-Alnemri",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Alnemri",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Mol Cell",
            "volume": "1",
            "issn": "",
            "pages": "949--957",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Mitochondrial wrinkles: the first signs of ageing?",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Raftopoulou",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nat Cell Biol",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Autophagy: renovation of cells and tissues",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mizushima",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Komatsu",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Cell",
            "volume": "147",
            "issn": "",
            "pages": "728--741",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Bcl-2 antiapoptotic proteins inhibit Beclin 1-dependent autophagy",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pattingre",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tassa",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Qu",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Cell",
            "volume": "122",
            "issn": "",
            "pages": "927--939",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Cytosolic LC3 ratio as a quantitative index of macroautophagy",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kadowaki",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Karim",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Methods Enzymol",
            "volume": "452",
            "issn": "",
            "pages": "199--213",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Apoptosis. Its significance in cancer and cancer therapy",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Kerr",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Winterford",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "V"
                    ],
                    "last": "Harmon",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Cancer",
            "volume": "73",
            "issn": "",
            "pages": "2013--2026",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Autophagy in pancreatic cancer: an emerging mechanism of cell death",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mujumdar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Saluja",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Autophagy",
            "volume": "6",
            "issn": "",
            "pages": "997--998",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Role of cytochrome c and dATP/ATP hydrolysis in Apaf-1-mediated caspase-9 activation and apoptosis",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Benedict",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Nunez",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "EMBO J",
            "volume": "18",
            "issn": "",
            "pages": "3586--3595",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "A new model for the transition of APAF-1 from inactive monomer to caspase-activating apoptosome",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Reubold",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wohlgemuth",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Eschenburg",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Biol Chem",
            "volume": "284",
            "issn": "",
            "pages": "32717--32724",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Bcl-2 complexed with Beclin-1 maintains full anti-apoptotic function",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "A"
                    ],
                    "last": "Ciechomska",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Goemans",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Skepper",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Tolkovsky",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Oncogene",
            "volume": "28",
            "issn": "",
            "pages": "2128--2141",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Beclin 1 modulates the anti-apoptotic activity of Bcl-2: insights from a pathogen infection system",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Vazquez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Colombo",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Autophagy",
            "volume": "6",
            "issn": "",
            "pages": "177--178",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Narrowing the knowledge gaps for melanoma",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Slipicevic",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Herlyn",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Ups J Med Sci",
            "volume": "117",
            "issn": "",
            "pages": "237--243",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Melanoma: new insights and new therapies",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Nikolaou",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Stratigos",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Flaherty",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tsao",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Invest Dermatol",
            "volume": "132",
            "issn": "",
            "pages": "854--863",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "New insights in antigen processing and epitope selection: development of novel immunotherapeutic strategies for cancer, autoimmunity and infectious diseases",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Haque",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Blum",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Biol Regul Homeost Agents",
            "volume": "19",
            "issn": "",
            "pages": "93--104",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Anti-proliferative and apoptotic activity of GA-DM on human melanoma cells. (A) Cells were treated with vehicle (DMSO) alone or GA-DM (10-80μM) for 24h at 37°C, followed by the MTS viability assay as described in the Materials and Methods. Control cells treated with vehicle alone were utilized to calculate the percent cell death induced by GA-DM as indicated. The data shown are results of at least three separate experiments that were performed in triplicate wells. Error bars represent mean ± S.D. (B) Hoechst staining of J3 melanoma cells treated with vehicle alone or 40 μM of GA-DM. Cells treated with GA-DM showed typical morphology of the apoptotic nuclei stained with Hoechst, in which chromatin was condensed and aggregated at the nuclear membrane as indicated by bright fluorescence at the periphery (arrows). (C) Agarose gel electrophoresis of DNA extract showing internucleosomal DNA fragmentation after treatment of J3 cells with GA-DM (40μM) for 24 h. Cells treated with staurosporine (1 μM) was used as positive control.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "GA-DM induces caspase-dependent apoptosis in melanoma cells. (A) Western blot analysis shows protein expression and cleavage of caspases 9 and 3 in melanoma cells treated with vehicle alone (control) versus 40μM of GA-DM for 24 h. β-actin was utilized as a loading control. (B, C) Inhibition of caspases by a pan caspase inhibitor, Z-VAD-FMK, decreased GA-DM-induced cell death in J3 and HT-144 melanoma cells.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "GA-DM treatment alters apoptosis regulatory proteins in melanoma cells. (A) Western blot analysis of whole cell lysates shows the expression of Bcl-2, Bax, and survivin proteins. Cells were treated with vehicle alone or 40 μM of GA-DM for 24 h at 37°C, followed by western blotting as described. β-actin was used as a loading control. (B) Densitometric analysis of protein bands detected in Fig. 3A. Although there was no detectable change in Bcl-2 proteins, upregulation of pro-apoptotic Bax was consistent with a sharp decline in anti-apoptotic survivin. Data represent average ± S.D. Significant differences from controls were calculated by student's t test; *p<0.05, **p<0.01. (C) Western blot analysis shows upregulation of cytochrome c and Apaf-1 in cytoplasmic fractions of melanoma cells. βactin was used as a loading control. The figures shown are representative of three independent experiments. (D) J3 cells were treated with vehicle alone or GA-DM (40 μM) for overnight, followed by staining with TMRE as described. Cells were then analyzed by flow cytometry for depolarized mitochondria. Data are representative of at least three separate experiments.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "GA-DM treatment upregulates cytochrome c and Apaf-1 proteins in melanoma cells. (A)Cells treated with vehicle alone or GA-DM (40 μM) were simultaneously stained with primary antibodies against cytochrome c and Apaf-1, followed by fluorophore-conjugated secondary antibodies as described in the Materials and Methods. Representative confocal microscopy images of J3 melanoma cells indicate increased levels of cytochrome c (green) and Apaf-1 proteins (red) and their co-localization (overlay, yellow) following GA-DM treatment. DAPI (blue) was used to stain nuclei of J3 cells.(B) Dot plot depicting forward-(FSC) versus side-scatter (SSC) profile of J3 cells (at least 20,000 events/sample) after incubation with GA-DM (40 μM) or vehicle for 24 h at 37°C. The bulk of J3 cells (in the gate R1) distinguishable from smaller cellular debris (low FSC) and larger cell clumps (high FSC), were analyzed for annexin V and PI double staining (right panels). The quadrants (R2) represent the annexin V-positive apoptotic cells. Data are representatives of at least three independent experiments with similar patterns.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "GA-DM treatment induces cross-talk between autophagy and apoptosis in melanoma cells, and concurrent activation of HLA class II and Lamp-2 proteins. (A) J3 melanoma cells were treated with GA-DM (40 μM) for 3-24 h. Western blot analysis shows that GA-DM treatment induced an earlier time-dependent upregulation of autophagic proteins Beclin-1 and LC3 (3-6 h), and a later time-dependent activation and processing of effector caspase 3 (12-24 h) in J3 cells. Treatment of melanoma cells with GA-DM (40 μM) also induced a time-dependent increase in HLA class II and Lamp-2 proteins. (B, D) Protein bands detected in Fig. 5(A) were analyzed by densitometric analysis, which showed time-dependent expression of Beclin-1, LC3, HLA class II, and Lamp-2 molecules in GA-DM-treated cells, β-actin was used as a reference band to normalize the original protein loading and to quantitate the expression of these proteins. (C) Data showing that GA-DM induces autophagy (cell survival) at earlier time points (3-6 h), and apoptosis (cell death) at later time points (12-24h) in GA-DM treated cells. Blocking autophagy with 3-MA treatment (5 mM) induced melanoma cell death at early time points (3-6 h). Apoptotic death of melanoma cells might have occurred by overwhelmed autophagy in the first 6 h of GA-DM treatment. Data represent mean ± S.D of triplicate wells. Significant differences were calculated by student's t test; *p<0.01.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "GA-DM treatment alters the components of the HLA class II pathway, and increases antigen presentation and CD4+ T cell recognition of melanoma cells. (A) Western blot analysis shows an increased expression of HLA-DR and HLA-DM molecules, and a slight change in Ii protein expression in J3.DR4 and HT-144 cells treated with GA-DM (20μM) at 37°C for 24 h. (B) Densitometric analysis of protein bands detected in Western blotting in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "GA-DM treatment reduces melanoma growth in vivo in murine B16 melanoma model. Mice were injected with two doses (50mg/kg) of GA-DM intraperitoneally (i.p.) on days 7 and 10 after subcutaneous (s.c.) injection of B16 melanoma cells as described.(A) Photographs showing a slower tumor growth in GA-DM-treated mouse as compared to the control group. (B) Analysis of tumor growth shows a significant decline in tumor volume in GA-DMtreated mice (n=6). Data represent average tumor volume ± S.D. (C) Immunohistochemistry of tumor tissue with anti-CD3 showing T cell infiltration at day 14, 17 and 19 after B16 tumor implantation. Significant differences were calculated by ANOVA tests as described in the methods. *p<0.05, **p<0.01.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "This work was supported by grants from the National Institutes of Health (CA129560 and CA129560-S1 to A. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}