{
    "paper_id": "44f2a233e304ecb65da5364afb371d8cb71e674e",
    "metadata": {
        "title": "Investigating the Impact of Asymptomatic Carriers on COVID-19 Transmission",
        "authors": [
            {
                "first": "Jacob",
                "middle": [
                    "B"
                ],
                "last": "Aguilar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Saint Leo University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Jeremy",
                "middle": [
                    "Samuel"
                ],
                "last": "Faust",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard Medical School",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Lauren",
                "middle": [
                    "M"
                ],
                "last": "Westafer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Massachusetts Medical School-Baystate",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Juan",
                "middle": [
                    "B"
                ],
                "last": "Gutierrez",
                "suffix": "",
                "affiliation": {},
                "email": "juan.gutierrez3@utsa.edu."
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "vicinity of 3, as reported in the literature (1) (2) (3) (4) (5) (6) . In this manuscript, we present a mathematical model taking into account asymptomatic carriers. Our results indicate that an initial value of the effective reproduction number could range from 5.5 to 25.4, with a point estimate of 15.4, assuming mean parameters. The first three weeks of the model exhibit exponential growth, which is in agreement with average case data collected from thirteen countries with universal health care and robust communicable disease surveillance systems; the average rate of growth in the number of reported cases is 23.3% per day during this period.",
            "cite_spans": [
                {
                    "start": 45,
                    "end": 48,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 49,
                    "end": 52,
                    "text": "(2)",
                    "ref_id": null
                },
                {
                    "start": 53,
                    "end": 56,
                    "text": "(3)",
                    "ref_id": null
                },
                {
                    "start": 57,
                    "end": 60,
                    "text": "(4)",
                    "ref_id": null
                },
                {
                    "start": 61,
                    "end": 64,
                    "text": "(5)",
                    "ref_id": null
                },
                {
                    "start": 65,
                    "end": 68,
                    "text": "(6)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Coronavirus disease 2019 (COVID-19) is a novel human respiratory disease caused by the SARS-CoV-2 virus. The first cases of COVID-19 disease surfaced during late December 2019 in Wuhan city, the capital of Hubei province in China. Shortly after, the virus quickly spread to several countries (7) . On January 30, 2020 The World Health Organization (WHO) declared the virus as a public health emergency of international scope (8) . Forty one days later, on March 11, 2020 it was officially declared to be a global pandemic (9) .",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 295,
                    "text": "(7)",
                    "ref_id": null
                },
                {
                    "start": 425,
                    "end": 428,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 522,
                    "end": 525,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Asymptomatic transmission of COVID-19 has been documented (10, 11) . The viral loads of asymptomatic carriers are similar to those in symptomatic carriers (12) . A recent study concluded that asymptomatic and symptomatic carriers may have the same level of infectiousness (13) . These findings demand a reassessment of the transmission dynamics of the COVID-19 outbreak that better account for asymptomatic transmission.",
            "cite_spans": [
                {
                    "start": 58,
                    "end": 62,
                    "text": "(10,",
                    "ref_id": null
                },
                {
                    "start": 63,
                    "end": 66,
                    "text": "11)",
                    "ref_id": null
                },
                {
                    "start": 155,
                    "end": 159,
                    "text": "(12)",
                    "ref_id": null
                },
                {
                    "start": 272,
                    "end": 276,
                    "text": "(13)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The primary aim of this manuscript is to characterize the epidemiological dynamics of SARS-CoV-2 via a compartmentalized model that takes into account asymptomatic sub-populations. The most notable result is that with the most recent data at the time of publication, COVID-19 has a large basic reproduction number R 0 which we estimated to fall between 5.5 and 25.4, with a point estimate of 15.4, assuming mean parameters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "In this section we summarize the main results, and leave mathematical proofs for the supplementary material. Numerical estimates for the basic reproduction number follow.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The formulation of the SEYAR model for the spread of COVID-19 begins with decomposing the total host population (N ) into the following five epidemiological classes: susceptible human (S), exposed human (E), symptomatic human (Y ), asymptomatic human (A), and recovered human (R). The arrows, except the disease-induced death (δ), represent progression from one compartment to the next. Hosts progress through each compartment subject to the rates described below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mathematical Model"
        },
        {
            "text": "Listed below is a SEYAR dynamical system in Equation 1 describing the dynamics of 3 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mathematical Model"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03. 18.20037994 doi: medRxiv preprint COVID-19 transmission in a human population.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "18.20037994",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Mathematical Model"
        },
        {
            "text": "where, N = S + E + Y + A + R. In a mathematical context, the reproduction number R 0 is a threshold value that characterizes the local asymptotic stability of the underlying dynamical system at a disease-free equilibrium. The reproduction number arising from the dynamical system in Equation 1 is given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mathematical Model"
        },
        {
            "text": "As the disease-induced death rate δ is of negligible size, the reproduction number R 0 featured in Equation 2 above admits the following natural biological interpretation:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mathematical Model"
        },
        {
            "text": "R 0 = probability of becoming symptomatic upon infection · symptomatic contact rate · mean symptomatic infectious period + probability of becoming asymptomatic upon infection · asymptomatic contact rate · mean asymptomatic infectious period .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mathematical Model"
        },
        {
            "text": "A mathematical proof of the calculation yielding the reproduction number R 0 given by Equation 2 is provided in the supplementary material.",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 96,
                    "text": "Equation 2",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Mathematical Model"
        },
        {
            "text": "The reproduction number is not a biological constant corresponding to a given pathogen (14) . In reality, the values of R 0 fluctuate with time, and depend on numerous factors.",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 91,
                    "text": "(14)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Mathematical Model"
        },
        {
            "text": "The reproduction number R 0 provides a way to measure the contagiousness of a disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mathematical Model"
        },
        {
            "text": "It is utilized by public health authorities to gauge the severity of an outbreak. The design and effective implementation of various intervention strategies are guided by estimates of R 0 . Established outbreaks will fade provided that interventions maintain R 0 < 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mathematical Model"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03. 18.20037994 doi: medRxiv preprint",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "18.20037994",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "4"
        },
        {
            "text": "During the first stages of an epidemic, calculating R 0 poses significant challenges. Evidence of this difficulty was observed in the 2009 influenza A (H1N1) virus pandemic (15) .",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 177,
                    "text": "(15)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Computation of R 0"
        },
        {
            "text": "Particularly, the COVID-19 pandemic has a different characterization in each country in which it has spread due to differences in surveillance capabilities of public health systems, socioeconomic factors, and environmental conditions. During the initial growth of an epidemic, Anderson et al. (16) derived the following formula to determine R 0 :",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 297,
                    "text": "(16)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Computation of R 0"
        },
        {
            "text": "where D is the duration of the infectious period, and t d is the initial doubling time. To find t d , simply solve for t in Y = a 0 ·(1+r) t , where Y = 2a 0 , and r = 23.22% (the rationale for this number is explained below). Thus, t d = ln 2/ ln(1 + r) ≈ 3.32. The calculated value of the basic reproduction number using Equation 3 is R 0 ≈ 5.7, using the mean value of the infectious period reported in Table 1 . This value should be understood as an underestimation of the true R 0 because there is no consideration of asymptomatic carriers with this formulation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 406,
                    "end": 413,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Computation of R 0"
        },
        {
            "text": "A striking characteristic of COVID-19 is the nearly perfect exponential growth reported during the first three weeks of community transmission. Figure where t is time measured in days, is r = 23.32%, and the average of the initial conditions 5 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 150,
                    "text": "Figure",
                    "ref_id": null
                }
            ],
            "section": "Computation of R 0"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03. 18.20037994 doi: medRxiv preprint is a = 103 cases. Thus, the average growth of the symptomatic compartment (Y ) of COVID-19 during the first three weeks of community transmission in thirteen countries is characterized in average by the equation",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "18.20037994",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Computation of R 0"
        },
        {
            "text": "where Y d represents the distribution of time series of reported cases, and t is time measured in days. There are well known challenges in attempting to fit an exponential function to epidemiological data (18) (19) (20) . However, given the relatively slow progression of COVID-19, and the protracted infectiousness period, the growth of the symptomatic population can 6 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 209,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 210,
                    "end": 214,
                    "text": "(19)",
                    "ref_id": null
                },
                {
                    "start": 215,
                    "end": 219,
                    "text": "(20)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Computation of R 0"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . be well characterized by an exponential function for up to three weeks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Computation of R 0"
        },
        {
            "text": "The parameters with the greatest uncertainty at the moment of writing are λ Y R and λ AR ; hence, we calculated the range of R 0 using the highest and lowest available values for these parameters. To compare the output of the model to the data from the thirteen countries studied, the growth rate found in Equation 4 was superimposed on the model.",
            "cite_spans": [
                {
                    "start": 306,
                    "end": 316,
                    "text": "Equation 4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Computation of R 0"
        },
        {
            "text": "The initial condition a 0 in the exponential function Y = a 0 · (1 + r) t was fitted to the dynamical system with the Nelder-Meade simplex algorithm (17) . It is important to emphasize that fitting the initial value simple creates a translation of the curve. It is, therefore, remarkable that the function that describes the average behavior of the first three weeks around the world, presents a nearly perfect fit to the dynamical system using parameters that were measured in multiple settings by different groups. Figure 3 shows a calculation of the SEYAR model using the parameters reported in Table   1 . This representation of the progression of the disease must be understood as a theoretical development; in reality, the progression of an epidemic depends on a multitude of factors that necessarily result in deviations from this ideal case.",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 153,
                    "text": "(17)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 517,
                    "end": 525,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 598,
                    "end": 607,
                    "text": "Table   1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Computation of R 0"
        },
        {
            "text": "Changes in behavioral patterns in response to an outbreak have an effect on the propagation of a disease. As people gain awareness of the presence of an infectious disease in their communities, a portion will take measures in order to reduce their susceptibility.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "An example of this behavior corresponding to the COVID-19 pandemic is that of social distancing. Indeed, the cancellation of events likely to attract crowds, the closing of schools, and working from home will have a drastic impact on the size of the susceptible population at any given time. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The calculation of R 0 poses significant challenges during the first stages of any outbreak, including the COVID-19 pandemic. This is due to paucity and timing of surveillance data, different methodological approaches to data collection, and different guidelines for testing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "8"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03. 18.20037994 doi: medRxiv preprint necessary conclusion is that via a computational reductio ad absurdum, in tandem with the information we have today, R 0 cannot be near 3.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "18.20037994",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "8"
        },
        {
            "text": "It is unlikely that a pathogen that blankets the planet in three months can have a basic The value of R 0 must be understood as a threshold parameter that can be utilized to characterize disease spread. The estimations of R 0 are expected to vary substantially per locality depending on how public health officials communicate the risk to the general public, general beliefs and (dis)information available to the population, and other socioeconomic and environmental factors affecting contact rates. Our goal with this investigation was to develop the SEYAR mean field estimate, which can be applied to different locations to provide a measure of the potential impact of the disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "This study shows that asymptomatic individuals are major drivers for the growth of the COVID-19 pandemic. The value of R 0 we calculated is at least double and up to one order of magnitude larger than the estimates that have been communicated in the literature and to policymakers up to this point.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. 12 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03. 18.20037994 doi: medRxiv preprint Mean asymptomatic infectious period (λ −1 AR ): Mean number of days an individual who never develops symptoms exhibits viral shedding.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 144,
                    "text": "18.20037994 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "Disease-induced death rate (δ): The rate of fatality caused by disease. It is taken to be the quotient of disease-induced deaths and confirmed cases. Listed below is the generalized SEYAR dynamical system in Equation 5 which falls into the class of models covered by Aguilar and Gutierrez (2020) (31), see Figure 5 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 306,
                    "end": 314,
                    "text": "Figure 5",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "11"
        },
        {
            "text": "where, N = S + E + Y + A + R. The demographic parameters Λ and ξ denote the human recruitment and mortality rates, respectively. While λ AY and λ RS are the asymptomatic 13 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03. 18.20037994 doi: medRxiv preprint to symptomatic transition and relapse rates, respectively.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 144,
                    "text": "18.20037994 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "It is worth mentioning that for a basic SEIR model, where there is only one infected compartment, the progression rate from the susceptible to the exposed class λ SE is equal to the product of the effective contact rate β and the proportion of infected individuals I N , so that λ SE = β I N .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "In our model, we decompose the infected compartment into symptomatic and asymptomatic sub-compartments. Due to this decomposition, the progression rate is given by the weighted sum",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "Disease-Free Equilibrium (DFE) points are solutions of a dynamical system corresponding to the case where no disease is present in the population. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "Then, the DFE w for the SEYAR model in Equation 5 is locally asymptotically stable provided that R 0 < 1 and unstable if R 0 > 1.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 39,
                    "end": 49,
                    "text": "Equation 5",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "11"
        },
        {
            "text": "Proof. We order the compartments so that the first four correspond to the infected subpopulations and denote w = (E, Y, A, R, S) T . The corresponding DFE is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "14 . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03. 18.20037994 doi: medRxiv preprint Utilizing the next generation method developed by Van den Driessche and Watmough (32), system in Equation 5 is rewritten in the following forṁ",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 144,
                    "text": "18.20037994 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "where F := (F 1 , . . . , F 5 ) T and V := (V 1 , . . . , V 5 ) T , or more explicitly ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "A direct calculation shows that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "15"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03. 18.20037994 doi: medRxiv preprint and F V −1 is given by the following matrix",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 144,
                    "text": "18.20037994 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "15"
        },
        {
            "text": "Let I denote the 3 × 3 identity matrix, so that the characteristic polynomial P (λ) of the matrix F V −1 is given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "15"
        },
        {
            "text": "The solution set {λ i } 1≤i≤3 is given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "15"
        },
        {
            "text": "Therefore, the reproduction number for the SEYAR model in Equation 5 is given by CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "15"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03. 18.20037994 doi: medRxiv preprint susceptible, that is S N ≈ 1. As a result, we arrive at the following equivalent condition",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 144,
                    "text": "18.20037994 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "15"
        },
        {
            "text": "The parameter β in Figure 6 is equal to ab and ω is equal to c −1 . This combination of parameters stands to reason as it is a ratio of the effective contact rate β and the mean infectious period ω −1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 19,
                    "end": 27,
                    "text": "Figure 6",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "15"
        },
        {
            "text": "Since the disease-induced death rate δ ≈ 0, the reproduction number in Equation 2",
            "cite_spans": [],
            "ref_spans": [],
            "section": "15"
        },
        {
            "text": "in the manuscript for our model has a similar natural interpretation as the sum of ratios consisting of the effective contact rates β Y , β A and mean infectious periods λ −1 Y R , λ −1 AR for the symptomatic and asymptomatic sub-populations, weighted with the probabilities of becoming symptomatic (1 − α) or asymptomatic α upon infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "15"
        },
        {
            "text": "The effective reproduction number R 0 (t) takes into consideration the susceptibility of the population,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "15"
        },
        {
            "text": "It is defined to be the average number of secondary cases generated by a typical case. A decrease in the susceptible population overtime will cause a corresponding decrease in the values of the reproduction number. It directly follows by Equation 8 that R 0 (0) = R 0 , as initially the total human population is assumed to be susceptible. The plot of R 0 (t) is similar to the plot of the susceptible portion, featured in Figure 3 in the manuscript. This is reasonable since Equation 8 implies that R 0 (t) is proportional to S(t). Since δ ≈ 0, the total population N (t) varies little within a tight envelope around the initial susceptible population S(0). This is easily observable upon inspection of the dynamical system given by Equation 1 in the manuscript, as it is clear that",
            "cite_spans": [
                {
                    "start": 734,
                    "end": 744,
                    "text": "Equation 1",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 423,
                    "end": 431,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "15"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "18"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03. 18.20037994 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "18.20037994",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "18"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "18"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "18"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "21"
        }
    ],
    "bib_entries": {
        "BIBREF7": {
            "ref_id": "b7",
            "title": "World Health Organization, Coronavirus disease (covid-19) outbreak",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "World Health Organization, who director-general's opening remarks at the media briefing on covid-19 -11",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Infectious disease modelling 1",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Viboud",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The rate of underascertainment of novel coronavirus (2019-ncov) infection: Estimation using japanese passengers data on evacuation flights",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The Lancet Infectious Diseases",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Baud",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Schematic diagram of a COVID-19 model including an asymptomatic compartment.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "2 shows the number of cases reported in thirteen countries with universal health care and strong surveillance systems as of March 25, 2020. Ten of these countries are in the European zone, plus Australia, Canada and Japan. An exponential fitting for each country, conducted with the Nelder-Meade simplex algorithm (17), reveals an average coefficient of determination R 2 = 0.9846±0.0164. The average growth rate r in the exponential model Y = a·(1+r) t ,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "First three weeks (or less) of data for thirteen countries with COVID-19 cases and strong surveillance systems for communicable diseases.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "shows time series corresponding to the upper and lower estimations of the basic reproduction number, along with intervention simulations for each scenario. Figure 4 shows the variation of R 0 with respect to the symptomatic and asymptomatic mean infectious periods, λ −1 Y R and λ −1 AR . The size of the COVID-19 reproduction number documented in literature is relatively small. Our estimates indicate that R 0 is likely to be in the interval from 5.5 to 25.4 with a point estimate of 15.4, when the asymptomatic sub-population is accounted for.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Numerical implementation of a SEYAR model with the parameters listed on Table 1. The left-most panel shows the time series corresponding to a point estimate of R 0 = 15.4. The center panel shows a times series of the symptomatic compartment; the red dots represent the exponential function whose parameters are the average of the thirteen countries studied. The right-most panel shows a simulation representing the effect of limiting contact between the susceptible and infected populations. At the time of writing there is no data available to calibrate an intervention model. Estimates vary greatly: 0.3 (26), 2.28 (27), 2.38 (28), 3.28 (29), and others. However, none of the previous studies take into consideration the possibility of asymptomatic carriers. The time series of symptomatic individuals provided by the SEYAR model can inform the likely progression of the disease. The compartment Y must be considered as an upper bound for the progression of the COVID-19 pandemic, that is, what surveillance systems could observe in absence of public health interventions and behavior modification. However, as the COVID-19 pandemic evolves, governments around the world are Heat map showing the variation of the basic reproduction number R 0 with respect to the asymptomatic and symptomatic infectious periods λ −1 AR and λ −1 Y R , respectively. drastic steps to limit community spread. This will necessarily dampen the growth of the disease. The SEYAR model captured faithfully the first stages of the pandemic, and remains a stark reminder of what the cost of inaction could be. It can be used as a tool to explore multiple scenarios corresponding to different interventions. A scenario where R 0 ≈ 3 is remotely plausible requires unrealistic values for the infectious periods. If we consider the median of the other parameters to be correct, then the mean infectious periods should be approximately 4.4 days. If we reduced the probability of becoming asymptomatic upon infection to α = 0.3, then the mean infectious periods would be 3.1 days. These infectious periods are not consistent with evidence. The 10 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "reproduction number in the vicinity of 3, as reported in the literature (1-6). In juxtaposition to the SARS-CoV epidemic of 2003 (30), where only symptomatic individuals were capable of transmitting the disease, asymptomatic carriers of the SARS-CoV-2 virus may be capable of the same degree of transmission as symptomatic individuals (12). In a public health context, the silent threat posed by the presence of asymptomatic and other undocumented carriers in the population renders the COVID-19 pandemic far more difficult to control. SARS-CoV-2 is evidently among the more contagious pathogens known, a phenomenon most likely driven by the asymptomatic sub-population.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "dynamical system described in Equation 1 in the manuscript was computed with the values appearing in Table 1. A literature search was conducted to determine values for these parameters. The definitions used for the parameters are as follows: Effective contact rate from symptomatic to susceptible sub-population (β Y ): The transmission rate corresponding to symptomatic infections accounting for effective contacts per unit time between symptomatic and susceptible individuals. Relative transmission probability (φ): A transmission reduction factor corresponding to asymptomatic infections. Effective contact rate from asymptomatic to susceptible sub-population (β A ): The transmission rate corresponding to asymptomatic infections accounting for effective contacts per unit time between asymptomatic and susceptible individuals. Mean serial period (γ −1 ): Mean number of days between exposure to COVID-19 source and development of transmissibility. Since the serial period is shorter than the incubation period, hosts are capable of pre-symptomatic transmission. This parameter is usually called the mean incubation period in the literature. Probability of becoming asymptomatic upon infection (α): Transmission factor accounting for the asymptomatic sub-population. Mean symptomatic infectious period (λ −1 Y R ): Mean number of days an individual who develops COVID-19 symptoms exhibits viral shedding. For the asymptomatic and symptomatic mean infectious periods we assumed viral shedding was synonymous with transmissibility.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "This figure is a schematic diagram of a generalized COVID-19 model including an asymptomatic compartment. The longer arrows represent progression from one compartment to the next. Hosts enter the susceptible compartment either through birth of migration and then progress through each additional compartment subject to the rates described above.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "(Reproduction Number for the SEYAR COVID-19 Model). Define the following quantity",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "where the component-wise definition is inherited. In a biological context, F i is the rate of appearance of new infections in compartment i, V + i stands for the rate of transfer of individuals into compartment i by any other means and V − i is the rate of transfer of individuals out of compartment i. Now, let F and V be the following sub-matrices of the Jacobian of the above system, evaluated at the solution w",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "The proof of the lemma regarding the local asymptotic stability of the DFE w corresponding to the SEYAR model in Equation 5 is now complete after invoking Theorem 2 reported by Van den Driessche and Watmough (2002) (32). in Equation 2 in the manuscript corresponds to the absence of the demographic parameter and asymptomatic to symptomatic transition rate, i.e. ξ = λ AY = 0. This specific case corresponds to the DFE solution given by v = (0, 0, 0, 0, N (0)) T . A verification of the calculation yielding the reproduction number R 0 given by Equation 6 is provided in the electronic supplementary material. The reproduction number R 0 shown in Equation 2 in the manuscript arising from our model admits a natural biological interpretation. To guide this discussion, it is pertinent to refer to the original epidemic model proposed by W. O. Kermack and A. G. McKendrick in 1927 (33), seeFigure 6below. The corresponding dynamical system is given by This figure is a schematic diagram of a SIR model consisted of three compartments, namely: susceptible (S), infected (I) and recovered (R). Humans progress through each compartment subject to the rates described above.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": ", the basic reproduction number is the average number of secondary infections generated by a single infection in a completely susceptible population. It is proportional to the product of infection/contact (a), contact/time (b) and time/infection (c). The quantity a is the infection probability between susceptible and infectious individuals, b is the mean contact rate between susceptible and infectious individuals and c is the mean duration of the infectious period. The case of an increasing infected sub-population corresponds to the occurrence of an epidemic. This happens provided thatİ = β I N S − ωI > 0 or β ω S N > 1. Under the assumption that in the beginning of an epidemic, virtually the total population is 17 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": ". M. Anderson, et al., Philosophical Transactions of the Royal Society of London. Series B: Biological Sciences 359, 1091 (2004). 31. J. B. Aguilar, J. B. Gutierrez, Bulletin of Mathematical Biology 82, 42 (2020). 32. P. Van den Driessche, J. Watmough, Mathematical biosciences 180, 29 (2002). 33. W. Kermack, A. Mckendrick, Proc Roy Soc London A 115, 700 (1927).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Model Parameters author/funder, who has granted medRxiv a license to display the preprint in perpetuity.is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.18.20037994   doi: medRxiv preprint measured, or derived from measures.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}