{
    "paper_id": "4547f2055abb437f2d67a31e9c1c641a707867d5",
    "metadata": {
        "title": "Constructing the effect of alternative intervention strategies on historic epidemics",
        "authors": [
            {
                "first": "A",
                "middle": [
                    "R"
                ],
                "last": "Cook",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cambridge",
                    "location": {
                        "postCode": "CB2 3EA",
                        "settlement": "Cambridge",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "G",
                "middle": [
                    "J"
                ],
                "last": "Gibson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "T",
                "middle": [
                    "R"
                ],
                "last": "Gottwald",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "US Horticultural Research Laboratory",
                    "location": {
                        "postCode": "34945",
                        "settlement": "Fort Pierce",
                        "region": "FL",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "C",
                "middle": [
                    "A"
                ],
                "last": "Gilligan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cambridge",
                    "location": {
                        "postCode": "CB2 3EA",
                        "settlement": "Cambridge",
                        "country": "UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Data from historical epidemics provide a vital and sometimes under-used resource from which to devise strategies for future control of disease. Previous methods for retrospective analysis of epidemics, in which alternative interventions are compared, do not make full use of the information; by using only partial information on the historical trajectory, augmentation of control may lead to predictions of a paradoxical increase in disease. Here we introduce a novel statistical approach that takes full account of the available information in constructing the effect of alternative intervention strategies in historic epidemics. The key to the method lies in identifying a suitable mapping between the historic and notional outbreaks, under alternative control strategies. We do this by using the Sellke construction as a latent process linking epidemics. We illustrate the application of the method with two examples. First, using temporal data for the common human cold, we show the improvement under the new method in the precision of predictions for different control strategies. Second, we show the generality of the method for retrospective analysis of epidemics by applying it to a spatially extended arboreal epidemic in which we demonstrate the relative effectiveness of host culling strategies that differ in frequency and spatial extent. Some of the inferential and philosophical issues that arise are discussed along with the scope of potential application of the new method.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "During the outbreak of an epidemic, decisions are taken on how to intervene in order to mitigate its impact (Anderson et al. 2004) . The time scale in which a decision must be taken and the paucity of information on key epidemiological parameters early in the epidemic make the choice of intervention or control difficult (Ferguson et al. 2001a,b) . The decision is often controversial (Cunningham et al. 2002; Kitching et al. 2006; Wingfield et al. 2006) , particularly so if the control strategy effected involves pro-active culling of non-symptomatic animals or crops or, for human diseases, travel restrictions. Following the cessation of the outbreak, one question that naturally arises is: was the right choice of control made? To answer this, we need to determine what would have occurred had an alternative, mooted choice of control been implemented. Moreover, we need to do this while taking account of uncertainty in both the parameters governing the process and the underlying, partially observed trajectory of the outbreak (definitions of terminology used in the paper are provided in table 1).",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 130,
                    "text": "(Anderson et al. 2004)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 322,
                    "end": 347,
                    "text": "(Ferguson et al. 2001a,b)",
                    "ref_id": null
                },
                {
                    "start": 386,
                    "end": 410,
                    "text": "(Cunningham et al. 2002;",
                    "ref_id": null
                },
                {
                    "start": 411,
                    "end": 432,
                    "text": "Kitching et al. 2006;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 433,
                    "end": 455,
                    "text": "Wingfield et al. 2006)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "With a little thought, it becomes apparent that the question is ill-posed, since there are at least two interpretations, as follows. Was the best choice made given what was known at the time of the decision? Was the best choice made in the light of what is known now? We call these prospective and retrospective questions of the appropriateness of the choice of control, respectively. The prospective situation is the common one that confronts epidemiologists and decision makers in an emerging epidemic. Since there is little information to inform choices made at an early stage, though, the prospective question amounts merely to querying the professional competence of the person or persons who made the decision.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "It is the retrospective appropriateness that is of most general interest when looking back at an historic epidemic. The retrospective question addresses the ultimate effectiveness of the actual and mooted actions in the light of what has passed (cf. table 1). It is the retrospective question, too, that interests those who have been personally affected by an intervention. A farmer whose entire herd or crop is culled will want to know whether swifter implementation of control measures might have saved the enterprise, not in a long-run population of outbreaks, but in the specific, actual outbreak in which the losses occurred.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In assessing the retrospective question, it is imperative that full use is made of the information provided by the historic epidemic, of which there are two types: parametric, i.e. information about the process, and trajectory based, i.e. information encapsulated in the epidemic's trajectory (figure 1 for schematic). Until now, however, it has seemed to many researchers that studying populations of outcomes independent from reality is the only way to address notional controls. This semi-retrospective approach was taken by Riley et al. (2003) for the SARS epidemic of 2003 and by Keeling et al. (2001) for the foot-and-mouth disease (FMD) outbreak in the UK in 2001. Riley et al. (2003) noted the difficulty in interpreting the results, describing the notional epidemics of SARS generated with parameters estimated from Hong Kong cases as representing cities with 'Hong Kong-like characteristics' rather than Hong Kong per se. One of the authors of the foot-and-mouth paper later pointed out a paradox of the approach, namely that implementing control measures more swiftly than happened in reality leaves 'a significant probability of a worse outcome than was actually observed' (Woolhouse 2003) . The cause of this paradox is illustrated by analogy to the following example. Suppose that one mooted intervention during the 2001 FMD epidemic in Great Britain (Ferguson et al. 2001a,b) , in addition to the controls implemented in reality, was to vaccinate all livestock on the Isle of Man (itself unaffected by the epidemic despite its proximity to the heavily affected areas of Dumfries, Galloway and Cumbria). It is reasonable to believe that there would be no effect of this alternative intervention strategy on the actual outbreak. This should be reflected in predictions that the notional epidemic be the same as the actual one. Ignoring the information content of the observed trajectory of the epidemic, however, leads to a distribution of possible outcomes following the spurious vaccination, some of which have greater and some less disease than the true outbreak, and which is not necessarily centred on the actual outcome. This paradox and the awkwardness of interpretation can be rectified by incorporating trajectory-based information in analyses to compare alternative control strategies. an intervention strategy is any action that may change the way an epidemic invades a population. Non-intervention is also considered to be an intervention strategy the actual or historic epidemic is the one that did occur in a given place and time under the actual or historic intervention strategy a mooted or alternative intervention strategy is one that may differ from the actual intervention strategy (it may also be the same) a notional epidemic is one that did not occur but might have occurred had a mooted intervention strategy been effected rather than the actual one parametric information encapsulates the uncertainty in the parameters of a model. A single vector of parameter values is capable of generating multiple epidemic trajectories or realizations (though not all are equally likely), of which only one occurs in one temporal and spatial locality trajectory information encapsulates the uncertainty in a single epidemic trajectory. A single trajectory could have been generated by multiple parameter values, though again not all are equally likely. Note that this information does not have to provide a complete representation of the outbreak a prospective analysis of the effect of a mooted intervention strategy uses current parametric and trajectory-based information to determine what the possible future effects would be, and often is undertaken while the outbreak is at an early stage a retrospective analysis of the effect of a mooted intervention strategy uses current parametric and trajectory-based information to determine what the possible past effects would have been, and might be carried out once the outbreak has ceased a semi-retrospective analysis of the effect of a mooted intervention strategy uses up-to-date parametric information and partial trajectory information to determine what the possible past effects would have been in an ensemble of realizations of alternative realities, which have trajectories that, once the first change in the intervention occurs, are independent of the historic trajectory. Such an analysis also might be carried out once the outbreak has ceased infection actual epidemic (X) notional epidemic (X′) time mooted actual actual control: mooted control:",
            "cite_spans": [
                {
                    "start": 528,
                    "end": 547,
                    "text": "Riley et al. (2003)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 585,
                    "end": 606,
                    "text": "Keeling et al. (2001)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 672,
                    "end": 691,
                    "text": "Riley et al. (2003)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1185,
                    "end": 1201,
                    "text": "(Woolhouse 2003)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1365,
                    "end": 1390,
                    "text": "(Ferguson et al. 2001a,b)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "prospective: X semi-retrospective: retrospective: X X Figure 1 . Diagram representing the different approaches described in the paper. In this simple scenario, the actual intervention (control) r is implemented at time t actual , lasts until the end of the outbreak and results in epidemic trajectory X. The choice of r makes use of parametric (q) and trajectorybased (X ) information until time t actual . After the outbreak is over, an alternative mooted intervention r 0 is considered which would have been implemented at time t mooted . This would have resulted in the notional trajectory X 0 , which has a distribution reflecting our uncertainty in the parameters and trajectory. In the semi-retrospective approach, all available parametric information is used, but the only trajectory information used is that occurring before the intervention. In the (fully) retrospective approach described in this paper, all available information (on X and q) is used.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 54,
                    "end": 62,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "INTRODUCTION"
        },
        {
            "text": "A heuristic, retrospective solution has been proposed by Haydon et al. (2003) and applied to FMD. This involves constructing an epidemic tree to summarize the course of infection by linking each infected farm to the donor that infected it. Contact tracing was used to identify some links, while other links were unknown and were constructed using ad hoc data-driven rules, such as the nearest potential donor, or a randomly selected farm from the set of potential donors weighted by a function of distance to the recipient. The notional effect of mooted interventions, such as swifter implementation of the national movement ban, could then be considered by removing branches of the tree. The approach enabled Haydon et al. (2003) to obtain estimates of disease levels under mooted interventions. Haydon et al. (2003) recognized these to be underestimates, reflecting an inherent bias in their methods, which allows only a single incoming branch to any recipient, so that when a mooted intervention results in the removal of a branch, the notionally non-infected host unit is considered safe from further infection, regardless of the infective pressure exerted upon it by other farms. Note that although the approach of Haydon et al. (2003) does eliminate the paradox of potential increase in disease levels under greater control, this is partly due to the inherent restriction that branches are capable of being removed but not of being inserted.",
            "cite_spans": [
                {
                    "start": 57,
                    "end": 77,
                    "text": "Haydon et al. (2003)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 710,
                    "end": 730,
                    "text": "Haydon et al. (2003)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 797,
                    "end": 817,
                    "text": "Haydon et al. (2003)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1220,
                    "end": 1240,
                    "text": "Haydon et al. (2003)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The current paper formalizes the heuristic approach of Haydon et al. (2003) by introducing and testing a novel framework for evaluating mooted interventions on historic outbreaks. The new method makes full use of all information available in a statistically coherent fashion that overcomes the bias of previous work and is applicable to a very broad class of models. The framework treats mooted interventions consistently regardless of whether the difference between them and the actual intervention be slight or major. Section 2 introduces the background for the approach and the way it differs from the standard method for prospective analysis. We follow this by introducing the methodology that allows historic and notional epidemics to be coupled. This is done by matching the latent processes generating epidemics that differ only through the effect of the intervention strategies used. The new methodology is illustrated with two examples-one simple, the other more complex-based on historic data: the general SIR model applied to common cold data and a spatio-temporal SI model applied to data on a spatially extended arboreal disease. In the latter, interventions take the form of physical removal of symptomatic and, possibly, also asymptomatic hosts. In the concluding discussion, we compare the approach with previous attempts and discuss some of the inferential issues that arise.",
            "cite_spans": [
                {
                    "start": 55,
                    "end": 75,
                    "text": "Haydon et al. (2003)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The question of the prospective appropriateness of differing control strategies is, in principle at least, easy to answer using statistical decision theory (Berger 1993) . We denote the unknown parameters by q, the actual epidemic process by X, the original choice of intervention by r and observed data by D(X ). The utility function, characterizing the costs and benefits of the intervention r, is denoted U(X, r). We also consider a mooted alternative intervention r 0 and the resulting notional epidemic process X 0 ; there are natural generalizations to more than two alternatives. Throughout we work within the Bayesian paradigm (Lee 2004 ) and use p to denote both probability mass and density. The best prospective choice of intervention (r or r 0 ) given what is known at a time T 1 during the outbreak is the one maximizing the expected utility conditional on this knowledge",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 169,
                    "text": "(Berger 1993)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 635,
                    "end": 644,
                    "text": "(Lee 2004",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "PRELIMINARIES: DISTINGUISHING RETROSPECTIVE FROM PROSPECTIVE APPROACH"
        },
        {
            "text": "Although the problem is easily posed, carrying out this integration may be computationally challenging. One approach utilizes Monte Carlo simulation-draw values of q from pðqjDðX t!T 1 ÞÞ, use these to generate samples from pðX tOT 1 jDðX t!T 1 ÞÞ and pðX 0 tOT 1 jDðX t!T 1 ÞÞ, evaluate utilities and take averages. The expected effect of different strategies can then be compared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PRELIMINARIES: DISTINGUISHING RETROSPECTIVE FROM PROSPECTIVE APPROACH"
        },
        {
            "text": "It may initially appear that a similar approach can be used retrospectively to find the best decision at time T 1 based on what we know at the present (time T 2 , say), replacing DðX t!T 1 Þ by DðX t!T 2 Þ in the algorithm above. This is inappropriate, though, if the distribution of X 0 tOT 1 is in any way dependent on X tOT 1 , which will be the case if both parametric and trajectory-based information are to be fully utilized. We term this the semi-retrospective approach, since it conditions on some information but disregards other information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PRELIMINARIES: DISTINGUISHING RETROSPECTIVE FROM PROSPECTIVE APPROACH"
        },
        {
            "text": "An alternative approach is needed to make full use of all information at our disposal. This requires that pairs of epidemics be coupled so that the distribution of the effect of one intervention conditional on that of another can be determined.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PRELIMINARIES: DISTINGUISHING RETROSPECTIVE FROM PROSPECTIVE APPROACH"
        },
        {
            "text": "Imagine for a moment that the 'interventions' are just alternative ways of observing the system for the purposes of collecting data for inference. We assume that collecting the data has no bearing on the epidemic outcome (no pathogens are inadvertently spread by the collectors, for example) so that the actual epidemic process X is maintained regardless of whether r or r 0 is carried out, although D(X ) and D 0 (X ) differ. This scenario holds when we attempt to devise retrospectively optimal designs of observation schemes (Cook et al. in press) . Then the distribution of D 0 (X ) conditioned on D(X ) is",
            "cite_spans": [
                {
                    "start": 528,
                    "end": 550,
                    "text": "(Cook et al. in press)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "COUPLING EPIDEMICS BY MATCHING LATENT PROCESSES"
        },
        {
            "text": "which may be sampled using Markov chain Monte Carlo (MCMC) and data augmentation (Gibson & Renshaw Alternative intervention strategies A. R. Cook et al. 1205 Cook et al. 1998 O'Neill & Roberts 1999) or may be deterministic if D 0 (X ) is fully specified by D(X ). By analogy, one way to evaluate the effect of a notional intervention strategy on an historic epidemic is to seek the joint distribution of two epidemics X and X 0 that differ in some sense only through the effect of their intervention strategies r and r 0 . The distribution of X 0 conditioned on our knowledge of X then gives our best prediction of what would have happened had the notional intervention been chosen rather than the actual one.",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 98,
                    "text": "(Gibson & Renshaw",
                    "ref_id": null
                },
                {
                    "start": 141,
                    "end": 157,
                    "text": "Cook et al. 1205",
                    "ref_id": null
                },
                {
                    "start": 158,
                    "end": 174,
                    "text": "Cook et al. 1998",
                    "ref_id": null
                },
                {
                    "start": 175,
                    "end": 198,
                    "text": "O'Neill & Roberts 1999)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "COUPLING EPIDEMICS BY MATCHING LATENT PROCESSES"
        },
        {
            "text": "The joint distribution p(X, X 0 ) cannot, however, ever be validated empirically, since it is impossible to observe both X and X 0 , although both marginal distributions can be found by repeated sampling. The impossibility of observing the effects of two treatments on the same sampling unit has long been noted (Rubin 1974) and has been called the fundamental problem of causal inference (Holland 1986 ). Some assumption is therefore necessary to circumvent the problem. Causal inference underlies the approach of Haydon et al. (2003) , who assumed that inferred branches of their epidemic tree that were not removed by a mooted intervention would be invariant to that intervention, and therefore would be maintained in the notional outbreak. This is also the approach we take in this paper, although our approach allows potential contacts that did not cause infection in reality also to be invariant to changes in the intervention strategy.",
            "cite_spans": [
                {
                    "start": 312,
                    "end": 324,
                    "text": "(Rubin 1974)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 389,
                    "end": 402,
                    "text": "(Holland 1986",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 515,
                    "end": 535,
                    "text": "Haydon et al. (2003)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "COUPLING EPIDEMICS BY MATCHING LATENT PROCESSES"
        },
        {
            "text": "Suppose, therefore, that we can identify a latent or underlying stochastic process Z whose sample path is unaffected by the choice of intervention and which, together with the intervention, determines the outcome of the epidemic X Z gðZ; rÞ; ð3:2Þ X 0 Z gðZ; r 0 Þ: ð3:3Þ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COUPLING EPIDEMICS BY MATCHING LATENT PROCESSES"
        },
        {
            "text": "It then follows that the marginal for the notional outcome conditioned on the actual epidemic is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COUPLING EPIDEMICS BY MATCHING LATENT PROCESSES"
        },
        {
            "text": "where Z is the space of Zs consistent with X and X 0 . The problem is that there are many different choices of Z, and in general they give different results. In selecting a Z process to match different interventions, we propose the following desiderata:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COUPLING EPIDEMICS BY MATCHING LATENT PROCESSES"
        },
        {
            "text": "(D1) Z should represent something we might reasonably expect to be invariant to changes in r.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COUPLING EPIDEMICS BY MATCHING LATENT PROCESSES"
        },
        {
            "text": "Since the value of Z is unknown in practice, we should be able to evaluate in a straightforward way its distribution conditional on the observed part of X, perhaps numerically.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COUPLING EPIDEMICS BY MATCHING LATENT PROCESSES"
        },
        {
            "text": "The most important of these is the first one, i.e. the validity of the reasoning that the physical nature of Z should be maintained for differing interventions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COUPLING EPIDEMICS BY MATCHING LATENT PROCESSES"
        },
        {
            "text": "One common way of modelling an epidemic is as a modified Poisson process. If hosts mix homogeneously and contact sufficient for disease to spread occurs at a constant rate b, say, between each pair of hosts, then the occurrence of contacts in the population is a collection of Poisson processes of rate b. Non-homogeneous mixing of hosts may also be accounted for by allowing b to vary with the distance (in space or social space) between hosts (as in the example in §5), for example. Infection and hence disease is assumed to spread across a contact if at that time one host is infectious and the other susceptible. Interventions may take the form of actively removing hosts before they spread infection, or reducing the number of contacts. Under the Poisson construction, Z is the infinite set of contact times and the hosts involved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Poisson construction"
        },
        {
            "text": "The infinite nature of the Poisson Z process is computationally undesirable, so we seek an alternative that is more manageable and yet functionally similar. We therefore consider a construction due to Sellke (1983) , which is an equivalent way of formulating standard stochastic epidemic processes. (The approach is connected to the idea of non-centred parameterizations (Papaspiliopoulos et al. 2003) , since there is a one-to-one relationship between an individual host's Sellke threshold and the cumulative distribution function of the infection time of that host.)",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 214,
                    "text": "Sellke (1983)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 371,
                    "end": 401,
                    "text": "(Papaspiliopoulos et al. 2003)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Sellke's construction"
        },
        {
            "text": "Sellke's construction assigns to each individual j in the population a threshold or resistance to infection Z j wExp (1) that must be overcome before j becomes infected. The threshold is overcome by the accumulation of infective pressure-if the rate of infection of j from all sources at time u is f j (u) (that may vary according to host heterogeneity and the evolving contact structure, cf. Cook et al. 2007 ), then the time t j at which j is infected is the solution of Ð t j 0 f j ðuÞ duZ Z j . (When no solutions exist because Z j O Ð N 0 f j ðuÞ du, then there is insufficient infective pressure to infect j and the host escapes infection.) In the general stochastic epidemic model with homogeneous mixing of hosts, the rate of where b is the rate of infection from one infectious host to one susceptible host, 1fAgZ 1 if A is true and 0 otherwise, and S(t) and I (t) are the sets of susceptible and infective hosts at time t, respectively. Sellke (1983) shows that this is equivalent to the standard formulation of the infection process of the general stochastic epidemic model, such as the Poisson process approach described previously or Gillespie's (1977) algorithm. Under the Sellke construction, Z is the set of thresholds, with one threshold per host.",
            "cite_spans": [
                {
                    "start": 393,
                    "end": 409,
                    "text": "Cook et al. 2007",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 947,
                    "end": 960,
                    "text": "Sellke (1983)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1147,
                    "end": 1165,
                    "text": "Gillespie's (1977)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Sellke's construction"
        },
        {
            "text": "Denoting distributions under the Poisson construction as p P and under the Sellke as p S , then although p P ðXÞZ p S ðXÞ and p P ðX 0 ÞZ p S ðX 0 Þ (i.e. the distribution of an epidemic X is identical under the two approaches), it is not generally true that p P ðX; X 0 ÞZ p S ðX; X 0 Þ. This is illustrated with a simple example (figure 2). Two hosts (A and B) are infected by background sources at rate b. Once one host is infected, it infects the other also at rate b. Suppose that A is infected first. The two interventions considered are r: do nothing, and r 0 : remove the first host to become infected immediately upon its infection. The distribution of the time A is infected is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparison of Poisson and Sellke constructions"
        },
        {
            "text": "and under r 0 , ðt B K t A jt A Þ wExp ðbÞ. Now suppose that we have observed X completely and thus know t A and t B . Under the Sellke construction, there is a one-to-one mapping between the latent process Z and infection times given the parameters, and so the notional infection time for B takes a point mass at t 0",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparison of Poisson and Sellke constructions"
        },
        {
            "text": "Under the Poisson construction, however, B was infected by the background source with probability 1/2, in which case its infection is unaffected by the removal strategy and t 0 B Z t B ; otherwise it was infected by A in reality and so its notional distribution is thus ðt 0 B K t B jt B Þ wExp ðbÞ, since there is no information on the next infectious contact from the background source to B. The difference is illustrated in figure 2. (7) I(7) + R (7) 20 40 60 80 100 120 I(7) + R(7) Alternative intervention strategies A. R. Cook et al. 1207 In practice, it is justifiable to use the Sellke as an approximation to the Poisson construction. Infection times are not observed precisely in reality; instead they are typically censored, recorded to the nearest day, for example. In the presence of censoring, event times assume a joint distribution conditional on what is observed (D(X ) rather than X ), and the two approaches give very similar conditional distributions pðX 0 jDðXÞÞ (not shown).",
            "cite_spans": [
                {
                    "start": 528,
                    "end": 544,
                    "text": "Cook et al. 1207",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Comparison of Poisson and Sellke constructions"
        },
        {
            "text": "This similarity of behaviour is illustrated through the following simulation example based upon the general SIR epidemic (Bailey 1975) . Motivated by the case study in §4, consider a homogeneously mixing population of size NZ262 with rate of infection per S-I pair (as in equation (3.5)) bZ0.003 and rate of recovery per infected individual gZ0.66. We start with 10 individuals infected at time 0. (The high initial number of infectives is for convenience of representation and does not affect the generality of the comparison.)",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 134,
                    "text": "(Bailey 1975)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Comparison of Poisson and Sellke constructions"
        },
        {
            "text": "A total of 100 000 realizations of Z is generated for both Sellke and Poisson constructions (see appendix A in the electronic supplementary material). These are used to obtain the distribution of the number of infective and removed hosts at time tZ7 under the interventions r: do nothing, and r 0 : halve b from time tZ3 onwards (which we implement in the Poisson construction using Rényi's splitting theorem (Rényi 1964; Srivastava 1971) to discard each contact with probability 1/2). These are shown in figure 3, both jointly and marginally. Also shown is the relationship taking the notional disease trajectory to be independent of the true one after times tZ0 and 3. For this case, the Sellke construction provides an excellent approximation to the joint distribution of the number of infectives I(7) and I 0 (7) generated under the Poisson construction, with the two quantities strongly correlated. This provides prima facie justification for using the more tractable Sellke construction in practice. Additional simulations (not shown) indicate that conditional on a complete realization of the epidemic, the resulting notional trajectory under Sellke matches the mean of the distribution of Poisson trajectories closely. In contrast, the mean using the semi-retrospective approach matches the Poisson trajectories well only when a major intervention occurs so that little information from the actual outbreak is relevant in constructing the notional trajectory.",
            "cite_spans": [
                {
                    "start": 409,
                    "end": 421,
                    "text": "(Rényi 1964;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 422,
                    "end": 438,
                    "text": "Srivastava 1971)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Comparison of Poisson and Sellke constructions"
        },
        {
            "text": "We compare the semi-retrospective approach with the (fully) retrospective approach by applying both to historic data on the common cold on the remote island of Tristan da Cunha during an outbreak starting January 1965 (Hammond & Tyrrell 1971; Shibli et al. 1971 ) and considering the effectiveness of two alternative interventions.",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 242,
                    "text": "(Hammond & Tyrrell 1971;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 243,
                    "end": 261,
                    "text": "Shibli et al. 1971",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "EXAMPLE: THE COMMON COLD ON TRISTAN DA CUNHA"
        },
        {
            "text": "The general SIR stochastic epidemic model (Bailey 1975 ) is fitted to the daily numbers of removed individuals (i.e. those whose symptoms have ceased and have moved from the I to the R class) using standard data augmentation and MCMC integration techniques to obtain the joint posterior distribution of parameters and unobserved event times (e.g. Gibson & Renshaw 1998; O'Neill & Roberts 1999 , and appendix B in the electronic supplementary material). The model has infection as in equation (3.5), i.e. infection occurs at rate b per S-I pair in the absence of intervention. The control strategies whose effectiveness we wish to investigate take the form of reductions to b 3 days after the first removal, perhaps due to warnings issued by the island's physician to reduce contact with other islanders. Letting bx be the rate after 3 days, the two strategies we consider are r 1 : xZ0.5 and r 2 : xZ0.9. Infected individuals recover, leaving I (t) and entering the set of removed individuals, R(t), at rate g. The data are fRðtÞZ jRðtÞj : tZ 0; .; 19g, the population size of NZ262 and the fact that no subsequent infections occurred in the outbreak. The initial infection is assumed to arise by some other, unmodelled, process. Flat priors are taken for b and g on the region [0, 100] 2 .",
            "cite_spans": [
                {
                    "start": 42,
                    "end": 54,
                    "text": "(Bailey 1975",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 347,
                    "end": 369,
                    "text": "Gibson & Renshaw 1998;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 370,
                    "end": 392,
                    "text": "O'Neill & Roberts 1999",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "EXAMPLE: THE COMMON COLD ON TRISTAN DA CUNHA"
        },
        {
            "text": "As part of the parameter estimation routine, the set of Sellke thresholds is calculated and used to estimate the distribution of the number of removals with time, under the two control strategies of interest. Noninfected hosts are given randomly generated thresholds, conditional on being non-infected, making use of the memoryless property of the exponential distribution. Details of the implementation may be found in the electronic supplementary material, appendix B.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EXAMPLE: THE COMMON COLD ON TRISTAN DA CUNHA"
        },
        {
            "text": "Posterior medians and credible regions (Lee 2004 ) are shown in figure 4b,d. This figure also shows predictions using the semi-retrospective approach (figure 4a,c), with infection trajectories diverging from the actual one on day 3, when the intervention strategy begins. The problems with the latter approach are clear when one considers the predicted effect of a small reduction to the rate of infection-paradoxically, the expected amount of disease increases (figure 4a). Under our fully retrospective approach, however, we would instead predict a small decrease in the numbers of infections (figure 4b). When the change is more marked (xZ0.5, figure 4c,d ), the expected behaviour under the two approaches is similar, but taking the semi-retrospective approach inflates the variance considerably relative to the fully retrospective approach, yielding considerably poorer predictions.",
            "cite_spans": [
                {
                    "start": 39,
                    "end": 48,
                    "text": "(Lee 2004",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "EXAMPLE: THE COMMON COLD ON TRISTAN DA CUNHA"
        },
        {
            "text": "Citrus canker is an economically important disease of citrus trees caused by the bacterium Xanthomonas axonopodis pv. citri (Graham et al. 2004) . It was found to have been reintroduced to Florida, USA, in 1995, following a successful eradication programme from 1986 to 1992. From October 1997 to July 1999, Gottwald et al. (2002) collected spatio-temporal data on the locations and disease status of citrus trees in five residential districts of Florida. A detailed analysis will appear elsewhere; in this paper, we use the data to evaluate how effective a strategy of regular monitoring and removal of symptomatic trees, and potentially nonsymptomatic trees in their vicinity, would have been at reducing the number of trees infected.",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 144,
                    "text": "(Graham et al. 2004)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 308,
                    "end": 330,
                    "text": "Gottwald et al. (2002)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "EXAMPLE: CITRUS CANKER IN FLORIDA"
        },
        {
            "text": "Let the rate of infection of j, a susceptible tree, be f j ðtÞZeC X i bf ðd i;j ;aÞ1fi 2 IðtÞg1fj 2 SðtÞg; ð5:1Þ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EXAMPLE: CITRUS CANKER IN FLORIDA"
        },
        {
            "text": "where d i, j is the distance in kilometres separating trees i and j and f (d, a) is a dispersal kernel. We use the exponential kernel f ðd;aÞZexpðKd=aÞ; results are robust to sensible choices of kernel (not shown). Rates of host-to-host infection are also governed by b, while e is the per capita rate of infection from external sources outwith the study area and potentially from anywhere within the infected area of the state. We analyse disease progress maps made at 30 day intervals over 360 days from 26 October 1997 to 20 October 1998 in a 10.3 km 2 area of Miami, Dade county (site D1 in Gottwald et al. 2002) . The trees in the study area were sampled extensively, yielding a very rich dataset, with 1124 of 6056 trees becoming infected. See Gottwald et al. (2002) for a fuller description of the data collection and some caveats regarding their interpretation. Note that the epidemic was ultimately interrupted by a prolonged period of dry conditions; prior to that, infected trees were effectively continuously infectious. During this year, removal efforts focused on clearing a backlog from elsewhere in the state and so no trees were removed from the epidemic from the population in question. We investigate the effect of notional removal strategies in which, at intervals of D days, all trees are assessed for infection. Infection is detected with probability q (including qZ1): trees found to be infected are removed immediately along with all other trees within a circle of radius r metres centred on the infected tree.",
            "cite_spans": [
                {
                    "start": 595,
                    "end": 616,
                    "text": "Gottwald et al. 2002)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 750,
                    "end": 772,
                    "text": "Gottwald et al. (2002)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "EXAMPLE: CITRUS CANKER IN FLORIDA"
        },
        {
            "text": "In reality, tree disease status was assessed by a team of phytopathologists (Gottwald et al. 2002) . In the mooted interventions, we allow for the possibility of non-detection accounting for less formal disease assessment. For the purposes of illustrating the methodology, here we focus exclusively on a simple criterion for the effectiveness of intervention: the total number of trees removed relative to the numbers infected in the historic epidemic. This does not take account of the force of infection generated by the population, nor of the costs of surveying and removing trees.",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 98,
                    "text": "(Gottwald et al. 2002)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "EXAMPLE: CITRUS CANKER IN FLORIDA"
        },
        {
            "text": "We used an MCMC routine to sample the posterior distribution of (a, b, e) (taking uniform priors over the region of interest) and the infection times ft i : iZ 1; .; 1124g. In figure 5, we present mean and 95% credible regions for P i 1fi 2 IðtÞgC 1fi 2 RðtÞg (i.e. the number of trees lost to disease and/or removal) against time, under three interventions: removals every 60 days (DZ60, qZ1, rZ0), removals every 120 days (DZ120, qZ1, rZ0) and 40% removals every 120 days (DZ120, pZ0.4, rZ0). In table 2 we present the ratio of trees lost for these and several other removal strategies during a 360 day period relative to the actual number infected during this interval. This ratio is greater than 1 if pre-emptive removal of susceptible trees is carried out (rO0); otherwise the maximum the ratio may take is unity, as all other intervention strategies lead to a strict non-increase in the infective pressure on all hosts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EXAMPLE: CITRUS CANKER IN FLORIDA"
        },
        {
            "text": "From table 2 it is clear that removal of symptomatic trees would have substantially reduced the amount of trees being infected in the study area. The more frequent the surveying and removal, the less disease would have resulted, although losses depend nonlinearly upon surveying frequency. These results seem to suggest that pro-active removal of asymptomatic trees in the vicinity of a known infective is not an effective strategy, since it is predicted to increase total losses; indeed, the broadest removal radius considered by us was predicted to result in almost all trees being removed. We consider this ostensible inefficacy to be an artefact of analysing a non-isolated population. The study area considered here forms part of a greater population of citrus statewide (Gottwald et al. 2002) and pro-actively culling trees only in some areas allows disease to be reintroduced from elsewhere. However, this and the other study areas were unusual in that disease was allowed to increase without intervention by the regulatory agencies specifically so that the epidemic could be studied to aid the development of intervention strategies. Within all other locations throughout the state intense culling of symptomatic and surrounding trees was practised. From a statewide perspective, culling is desirable, for although culling results in heavy to complete losses of tree populations locally, the practice effectively lowers e at the geographic scale.",
            "cite_spans": [
                {
                    "start": 776,
                    "end": 798,
                    "text": "(Gottwald et al. 2002)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "EXAMPLE: CITRUS CANKER IN FLORIDA"
        },
        {
            "text": "This paper introduced a novel approach to analysing retrospectively the effects of mooted interventions on historic epidemics. Coupling epidemics by matching their latent processes allows us to make full use of both parametric and trajectory-based information. By so doing, we avoid paradoxical results that may often occur when information about the epidemic trajectory is only partially used; these include predictions of a high probability of a more severe epidemic occurring with more effective controls than were used in reality (figure 4). Our method is easy to implement as part of a parameter estimation routine using standard MCMC techniques. The choice of latent process to match is subjective, but may be guided by desiderata, which the Sellke construction satisfies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "There is a logical inconsistency in using information from the whole of an outbreak to parametrize the model but only part of the information on the trajectory of the outbreak: that coming before a mooted intervention. This inconsistency is most evident when we wish to assess the effect of an incremental change to an actual strategy. Our fully retrospective approach is a natural alternative that preserves patterns and pathologies in the data. It preserves patterns wholly when the mooted intervention has effects identical to the actual one, and partly and decreasingly so when the mooted intervention changes more and more from the actual one. When the mooted intervention is drastically different from the actual one, all trajectory information is lost, and our approach gives predictions that match those using the semi-retrospective approach.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The mechanism used to couple epidemics was to match latent processes that we assume to be unaffected by control. We did this using the Sellke construction to transform the effect of one intervention strategy (including non-intervention) to another. The choice of matching-process is subjective. Even the semi-Alternative intervention strategies A. R. Cook et al. 1209 retrospective approach rests on an assumption: that the notional invasion trajectory is independent of the actual one, i.e. that the occurrence of events in the observed epidemic has no correlation with their occurrence in the notional outbreak. This is one extremum of the set of possible assumptions regarding the relationship between two epidemics. Indeed, any division of unobservables into 'parameters' and 'outcomes' is inherently arbitrary.",
            "cite_spans": [
                {
                    "start": 351,
                    "end": 367,
                    "text": "Cook et al. 1209",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The main philosophical issue with any approach to evaluating the benefits provided by the actual intervention compared with the outcome of an alternative strategy is that the relationship between a notional and the actual epidemic can never be verified. This is not a new issue in modelling: in making any predictions based on a model, we implicitly trust that the model provides a reasonable description of reality and may be extrapolated to future or alternative conditions. Indeed, non-verifiability of cause and effect is an old philosophical issue dating back to Hume. The theory of causal inference (e.g. Rubin 1974 Rubin , 2007 Holland 1986; Cox 1992; Greenland & Brumback 2002) has been developed to overcome (at least partially) this obstacle and is frequently used in medicine, the social sciences and econometrics when randomization of sampling units is not possible. Most of the causal inference literature focuses on scenarios in which treatments are applied to a sample of units that respond independently. Clearly this is inappropriate for contagious infections since the infectious status of individuals in the population are not independent (Halloran & Struchiner 1995) . Our approach differs in that we are interested in the effect of 'treatment' on a population rather than an individual, and only one 'treated' population is observed. We therefore tackled the problem by using the Sellke construction to decompose the epidemic into simpler components and then again to reconstruct the notional outbreak under a mooted intervention. As in causal inference (see Cox 1992 ) the assumptions we make can be justified from first principles but cannot be independently tested.",
            "cite_spans": [
                {
                    "start": 611,
                    "end": 621,
                    "text": "Rubin 1974",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 622,
                    "end": 634,
                    "text": "Rubin , 2007",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 635,
                    "end": 648,
                    "text": "Holland 1986;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 649,
                    "end": 658,
                    "text": "Cox 1992;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 659,
                    "end": 685,
                    "text": "Greenland & Brumback 2002)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1158,
                    "end": 1186,
                    "text": "(Halloran & Struchiner 1995)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1580,
                    "end": 1588,
                    "text": "Cox 1992",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "We have applied the method in two ways. First, we used temporal data and a simple and accessible model. Here we made simplifying assumptions, assuming no latent period (cf. Arruda et al. 1997; Heikkinen & Järvinen 2003) and homogeneous mixing (cf. Becker & Hopper 1983) and susceptibility (cf. Heikkinen & Järvinen 2003) , for example. The validity and tractibility of the method are not, however, dependent on these simplifying assumptions. To illustrate the generality of the approach, we also used a spatio-temporal model to analyse the effect of removal of trees on an economically important disease of citrus in Florida.",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 192,
                    "text": "Arruda et al. 1997;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 193,
                    "end": 219,
                    "text": "Heikkinen & Järvinen 2003)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 248,
                    "end": 269,
                    "text": "Becker & Hopper 1983)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 294,
                    "end": 320,
                    "text": "Heikkinen & Järvinen 2003)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The most pressing extension of the work is to incorporate economic factors such as treatment costs, in order to identify economically optimal strategies (Forster & Gilligan 2007) . This may be effected within the current framework by suitably adapting the utility function. This remains the subject of future work.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 178,
                    "text": "(Forster & Gilligan 2007)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The scope of potential applications is broad. Vital questions about the effectiveness of varying the timing and intensity of control may be evaluated in diseases of humans (e.g. SARS (Riley et al. 2003; Wallinga & Teunis 2004) , Spanish influenza (Chowell et al. 2006a,b) and Ebola (Lekone & Finkenstädt 2006) ) and other animals (e.g. FMD) as well as plants. We note, in particular, that a very nice aspect of the approach of Haydon et al. (2003) -their incorporation of known infectious contacts-could easily and consistently be incorporated within our framework also. By using an appropriate latent process such as the Sellke, our method also allows assessments to be made of the risk of inaction following outbreaks in which control measures were actually deployed. The method described in this . Colours distinguish three notional control strategies: r 0 1 : sample the population every 60 days and remove all infected trees (corresponding to (b)); r 0 2 : sample every 120 days and remove all infected trees (c); and r 0 3 : sample every 120 days but only detect and remove infection with probability 40% (d ). The three lower panels show maps of the areas, with coloured symbols indicating the posterior mean probability that the corresponding tree would have been infected by time 360 had the intervention taken place (legend in top panel). Table 2 . Posterior effect of various intervention strategies on the number of trees infected or removed during a period of 360 days. (The removal efficacy is labelled q, the removal frequency D and the radius of removal r (38.1 mZ125 ft being the original radius around detected infections used to determine asymptomatic trees for removal elsewhere in the state, later extended to 579 mZ1900 ft): if no entry is present in the r column this indicates only the tree with infection detected is removed. The mean ratio of notional to actual losses as well as 95% credible bounds are tabulated.) Alternative intervention strategies A. R. Cook et al. 1211 paper allows such important issues to be tackled taking full account of all available sources of information.",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 202,
                    "text": "(Riley et al. 2003;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 203,
                    "end": 226,
                    "text": "Wallinga & Teunis 2004)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 247,
                    "end": 271,
                    "text": "(Chowell et al. 2006a,b)",
                    "ref_id": null
                },
                {
                    "start": 282,
                    "end": 309,
                    "text": "(Lekone & Finkenstädt 2006)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 427,
                    "end": 447,
                    "text": "Haydon et al. (2003)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1984,
                    "end": 2000,
                    "text": "Cook et al. 1211",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1349,
                    "end": 1356,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "The data and CCC routines used in the common cold example are also available in the electronic supplementary material.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Epidemiology, transmission dynamics and control of SARS: the 2002-2003 epidemic",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Ghani",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Donnelly",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Hedley",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Phil. Trans. R. Soc. B",
            "volume": "359",
            "issn": "",
            "pages": "1091--1105",
            "other_ids": {
                "DOI": [
                    "10.1098/rstb.2004.1490"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Frequency and natural history of rhinovirus infections in adults during Autumn",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Arruda",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pitkäranta",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Witek",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Doyle",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Hayden",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J. Clin. Microbiol",
            "volume": "35",
            "issn": "",
            "pages": "2864--2868",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The mathematical theory of infectious diseases and its applications",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "T J"
                    ],
                    "last": "Bailey",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Assessing the heterogeneity of disease spread through a community",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Becker",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Hopper",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Am. J. Epidemiol",
            "volume": "117",
            "issn": "",
            "pages": "362--374",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Statistical decision theory and Bayesian analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Berger",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Transmission dynamics of the great influenza pandemic of",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Ammon",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "W"
                    ],
                    "last": "Hengartner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Hyman",
                    "suffix": ""
                }
            ],
            "year": 1918,
            "venue": "J. Theor. Biol",
            "volume": "241",
            "issn": "",
            "pages": "193--204",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jtbi.2005.11.026"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Comparative estimation of the reproductive number for pandemic influenza from daily case notification data",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M A"
                    ],
                    "last": "Bettencourt",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. R. Soc. Interface",
            "volume": "4",
            "issn": "",
            "pages": "155--166",
            "other_ids": {
                "DOI": [
                    "10.1098/rsif.2006.0161"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Estimation of multiple transmission rates for epidemics in heterogeneous populations",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Otten",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Marion",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Gibson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Gilligan",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "104",
            "issn": "",
            "pages": "392--412",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0706461104"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "In press. Optimal observation times in experimental epidemic processes",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Gibson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Gilligan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Biometrics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1541-0420.2007.00931.x"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Causality: some statistical aspects",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Cox",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. R. Stat. Soc. A",
            "volume": "155",
            "issn": "",
            "pages": "291--301",
            "other_ids": {
                "DOI": [
                    "10.2307/2982962"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "chair) et al. 2002 Inquiry into foot and mouth disease in Scotland",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Cunningham",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Transmission intensity and impact of control policies on the foot and mouth epidemic in Great Britain",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Donnelly",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nature",
            "volume": "413",
            "issn": "",
            "pages": "542--548",
            "other_ids": {
                "DOI": [
                    "10.1038/35097116"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The foot-and-mouth epidemic in Great Britain: pattern of spread and impact of interventions",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Donnelly",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Science",
            "volume": "292",
            "issn": "",
            "pages": "1155--1160",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1061020"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Optimizing the control of disease infestations at the landscape scale",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Forster",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Gilligan",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "104",
            "issn": "",
            "pages": "4984--4989",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0607900104"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Estimating parameters in stochastic compartment models using Markov chain methods",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Gibson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Renshaw",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "IMA J. Math. Appl. Med. Biol",
            "volume": "15",
            "issn": "",
            "pages": "19--40",
            "other_ids": {
                "DOI": [
                    "10.1093/imammb/15.1.19"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Exact stochastic simulation of coupled chemical reactions",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Gillespie",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "J. Phys. Chem",
            "volume": "81",
            "issn": "",
            "pages": "2340--2361",
            "other_ids": {
                "DOI": [
                    "10.1021/j100540a008"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Geo-referenced spatiotemporal analysis of the urban citrus canker epidemic in Florida",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Gottwald",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ferrandindo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Phytopathology",
            "volume": "92",
            "issn": "",
            "pages": "361--377",
            "other_ids": {
                "DOI": [
                    "10.1094/PHYTO.2002.92.4.361"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Xanthomonas axonopodis pv. citri: factors affecting successful eradiation of citrus canker",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Gottwald",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cubero",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Achor",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Mol. Plant Pathol",
            "volume": "5",
            "issn": "",
            "pages": "1--15",
            "other_ids": {
                "DOI": [
                    "10.1046/j.1364-3703.2004.00197.x"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "An overview of relations among causal modelling methods",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Greenland",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Brumback",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Int. J. Epidemiol",
            "volume": "31",
            "issn": "",
            "pages": "1030--1037",
            "other_ids": {
                "DOI": [
                    "10.1093/ije/31.5.1030"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Causal inference in infectious diseases",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Halloran",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Struchiner",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Epidemiology",
            "volume": "6",
            "issn": "",
            "pages": "142--151",
            "other_ids": {
                "DOI": [
                    "10.1097/00001648-199503000-00010"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "A mathematical model of common-cold epidemics on Tristan da Cunha",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Hammond",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A J"
                    ],
                    "last": "Tyrrell",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "J. Hyg. (Camb.)",
            "volume": "69",
            "issn": "",
            "pages": "423--433",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The construction and analysis of epidemic trees with reference to the 2001 UK foot-and-mouth outbreak",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Haydon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chase-Topping",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Shaw",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Matthews",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Friar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wilesmith",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E J"
                    ],
                    "last": "Woolhouse",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Proc. R. Soc. B",
            "volume": "270",
            "issn": "",
            "pages": "121--127",
            "other_ids": {
                "DOI": [
                    "10.1098/rspb.2002.2191"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The common cold",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Heikkinen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Järvinen",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "51--59",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(03)12162-9"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Statistics and causal inference",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Holland",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J. Am. Stat. Assoc",
            "volume": "81",
            "issn": "",
            "pages": "945--960",
            "other_ids": {
                "DOI": [
                    "10.2307/2289064"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Dynamics of the 2001 UK Foot and Mouth epidemic: stochastic dispersal in a heterogeneous landscape",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Keeling",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Science",
            "volume": "294",
            "issn": "",
            "pages": "813--817",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1065973"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Vaccination strategies for foot-and-mouth disease, and reply by Tildesley",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Kitching",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "V. ; M"
                    ],
                    "last": "Thrushfield",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nature",
            "volume": "445",
            "issn": "",
            "pages": "12--13",
            "other_ids": {
                "DOI": [
                    "10.1038/nature05604"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Bayesian statistics: an introduction",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Statistical inference in a stochastic epidemic SEIR model with control intervention: Ebola as a case study",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Lekone",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "F"
                    ],
                    "last": "Finkenstädt",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Biometrics",
            "volume": "62",
            "issn": "",
            "pages": "1170--1177",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1541-0420.2006.00609.x"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Bayesian inference for partially observed stochastic epidemics",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "O&apos;neill",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "O"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. R. Stat. Soc. A",
            "volume": "162",
            "issn": "",
            "pages": "121--129",
            "other_ids": {
                "DOI": [
                    "10.1111/1467-985X.00125"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Noncentred parameterisations for hierarchical models and data augmentation",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Papaspiliopoulos",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "O"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sköld",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Bayesian Stat",
            "volume": "7",
            "issn": "",
            "pages": "307--326",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "On two mathematical models of traffic on a divided highway",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rényi",
                    "suffix": ""
                }
            ],
            "year": 1964,
            "venue": "J. Appl. Probab",
            "volume": "1",
            "issn": "",
            "pages": "311--320",
            "other_ids": {
                "DOI": [
                    "10.2307/3211862"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Transmission dynamics of the etiological agent of SARS in Hong Kong: impact of public health interventions",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1961--1966",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1086478"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Estimating causal effects of treatments in randomized and nonrandomized studies",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Rubin",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "J. Educ. Psychol",
            "volume": "66",
            "issn": "",
            "pages": "688--701",
            "other_ids": {
                "DOI": [
                    "10.1037/h0037350"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "The design versus the analysis of observational studies for causal effects: parallels with the design of randomized trials",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Rubin",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Stat. Med",
            "volume": "26",
            "issn": "",
            "pages": "20--36",
            "other_ids": {
                "DOI": [
                    "10.1002/sim.2739"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "On the asymptotic distribution of the size of a stochastic epidemic",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sellke",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "J. Appl. Probab",
            "volume": "20",
            "issn": "",
            "pages": "390--394",
            "other_ids": {
                "DOI": [
                    "10.2307/3213811"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Common colds on Tristan da Cunha",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shibli",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gooch",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A J"
                    ],
                    "last": "Tyrrell",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "J. Hyg. (Camb.)",
            "volume": "69",
            "issn": "",
            "pages": "255--262",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "On a characterization of the Poisson process",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Srivastava",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "J. Appl. Prob",
            "volume": "8",
            "issn": "",
            "pages": "615--616",
            "other_ids": {
                "DOI": [
                    "10.2307/3212185"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Different epidemic curves for severe acute respiratory syndrome reveal similar impacts of control measures",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Teunis",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Am. J. Epidemiol",
            "volume": "160",
            "issn": "",
            "pages": "509--516",
            "other_ids": {
                "DOI": [
                    "10.1093/aje/kwh255"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "FMD control strategies, and reply by Keeling",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wingfield",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "; M"
                    ],
                    "last": "Honhold",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "158",
            "issn": "",
            "pages": "706--708",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Foot-and-mouth disease in the UK: what should we do next time?",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E J"
                    ],
                    "last": "Woolhouse",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "126S-130S",
            "volume": "94",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1046/j.1365-2672.94.s1.15.x"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Alternative intervention strategies",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The difference between the Poisson and Sellke constructions in terms of the conditional distribution of t B and t 0 B . In the observed epidemic, background sources infect host A at time t A ; B is then infected at time t B either by background sources or by A. In the notional epidemic, A is removed immediately after infection and so it is unable to infect B. Under the Sellke construction, B is infected later (green dot). Under the Poisson construction, B may be infected at the same time as before (if it was infected by background sources in the observed epidemic, orange dot); alternatively its infection time follows a shifted exponential distribution (orange line) if it was infected by A in the observed epidemic.infection of j at time t is f j ðtÞ Z X i b1fi 2 IðtÞg1fj 2 SðtÞg; ð3:5Þ",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "(a-d ) The difference between the Poisson and Sellke constructions in terms of the retrospective joint distribution of the number of infective and removed hosts at time 7 under the two interventions. (a) Retrospective: Poisson and (b) retrospective: Sellke. Also shown is the joint distribution taking realizations under the two interventions to be independent after times tZ0 and 3, corresponding to what we termed the semi-retrospective approach. (c) Semi-retrospective: fully independent and (d ) semiretrospective: independent post intervention. Marginal distributions are shown in the margins of the plots. These have the same distribution regardless of the method used to generate them.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Effect of two notional intervention strategies on an historic epidemic of the common cold on the island of Tristan da Cunha. These take the form of scaling the infection rate by x after tZ3; time has been translated so that the first removal occurs on day 1. (a,c) The semi-retrospective distributions are what we would obtain using the posterior for the model parameters based on the whole of the epidemic but assuming that the trajectory of the epidemic after tZ3 is independent of the actual epidemic.(b,d ) The fully retrospective distributions show the distribution of the effect of the interventions on the epidemic conditional on the actual epidemic. Predictions take the form of credible regions.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Retrospective effect of three removal strategies on lost citrus trees in an area of Florida. In (a), solid lines are posterior means and dashed lines 95% credible intervals. Points mark the observed number of infections (there were no removals in reality)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Terminology used in the paper.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors wish to thank the Biotechnology and Biological Sciences Research Council (BBSRC) for financing the research project (grant no. BB/C007263/1). C.A.G. gratefully acknowledges the support of a BBSRC Professorial Fellowship. Financial support from the United States Department of Agriculture is gratefully acknowledged. A.R.C. carried out some of this research while visiting the University of Tokyo and thanks Prof. Hisashi Inaba for facilitating the visit. We are grateful to two anonymous referees for their helpful comments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}