{
    "paper_id": "45523543ee79c407ef9468654b35856ff50546c5",
    "metadata": {
        "title": "Case Report Figure 1: Chest radiograph showing mild enlargement of mediastinum shadow",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Hai T Le, Lam V Nguyen, Dien M Tran, Hai T Do, Huong T Tran, Yen T Le, Phuc H Phan An outbreak of atypical pneumonia, subsequently termed the novel coronavirus disease 2019 (COVID-19), has been reported in Wuhan, China since December, 2019, and has become a Public Health Emergency of International Concern. 1 Despite the greatly increased number of reported cases, the number of paediatric cases remains small. 2, 3 We report the first infant case of COVID-19 acquired from a secondary transmission in Vietnam.",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 309,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 415,
                    "end": 416,
                    "text": "3",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "The first infant case of COVID-19 acquired from a secondary transmission in Vietnam"
        },
        {
            "text": "On Feb 11, 2020, we received a 3-month-old, female patient at Vietnam National Children's Hospital who was transferred from a local hospital. The patient was a previously healthy full-term baby, without any complications experienced during pregnancy or her delivery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The first infant case of COVID-19 acquired from a secondary transmission in Vietnam"
        },
        {
            "text": "She was exclusively breastfed and her immunisations were up to date.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The first infant case of COVID-19 acquired from a secondary transmission in Vietnam"
        },
        {
            "text": "From Feb 2 to Feb 5, the infant had rhinorrhea and nasal congestion. She did not have cough, fever, vomiting, diarrhoea, wheezing, or dyspnea. She appeared fussy, but breastfed normally. On Feb 6, the infant had low-grade fever with an axillary temperature of 37·6°C (99·7°F). She was admitted to Quang Ha hospital-a district hospital of Vinh Phuc province. Because the infant had close contact with her grandmother who was confirmed to have COVID-19, nasopharyngeal swabs were collected and severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) was detected with real-time RT-PCR 4 on Feb 8. She was then transferred to Vietnam National Children's Hospital, a referral children's hospital, on Feb 11 for further management.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The first infant case of COVID-19 acquired from a secondary transmission in Vietnam"
        },
        {
            "text": "On admission to our hospital, the infant appeared well with a body weight of 6·5 kg, an axillary temperature of 36·5°C, and a respiratory rate of 45 breaths per min. She did not have dyspnea, wheezing, or chest retraction. Her oxygen saturation was at 98% while she was breath ing ambient air. Chest auscultation revealed normal breath sounds without rhonchi nor crepitations. Her heart rate was 140 beats per min without murmur. Other physical exams revealed unremarkable findings. A chest radiograph was normal, except for a mild enlarge ment of mediastinum shadow (figure 1). Cardiac ultra sound revealed no abnormalities. Laboratory exam ination showed a total white blood cell count of 10·23 × 10⁹ cells per L, a absolute neutrophil count of 1·19 × 10⁹ per L, a lymphocyte cell count of 8·3 × 10⁹ cell per L, a platelet Case Report count of 230 × 10⁹ cells per L, and a haemoglobin concentration of 112 g/L. The patient's serum C-reactive protein and procalcitonin concentrations were 0·32 mg/L and 0·08 ng/mL, respectively. Her serum creatine kinase (224 U/L), lactate dehydrogenase (327 U/L), aspartate amino transferase (59·9 U/L), and alanine amino transfer ase (34·8 U/L) levels were measured. The patient's serum creatinine concentration was 36·5 µmol/L. The screening laboratory tests for immunodeficiency were unremarkable. Assays for influenza viruses and a respiratory panel were negative. The infant was isolated with her mother. The infant's mother was advised to wear a surgical face mask, practiced hand hygiene, and continued to breastfeed the infant. The baby received azithromycin at a dose of 10 mg/kg per day orally for 5 days. Her condition had been stable during hospitalisation. Repeated real-time RT-PCR tests for SARS-CoV-2 from naso pharyn geal swabs were negative on Feb 14 and Feb 17. The infant was discharged from hospital on Feb 20. We investigated the source of the patient's infection. The infant lives in a household with her parents and four other adults in Son Loi village, Binh Xuyen district, Vinh Phuc province. On Jan 26, the infant and her parents visited the maternal grandparents' family. The infant and her mother stayed at the grandmother's house until Jan 28, they then moved to stay with another relative's family, and returned home on Feb 1 (figure 2). The baby's 43-year-old maternal grandmother lives with her husband and two children: a 21-year-old son and a 5-year-old son. She had close contact with a person returning from Wuhan city, who was subsequently confirmed to have COVID-19. The maternal grandmother also reported that she already had mild rhinorrhea and throat irritation without fever several days before coming into contact with the patient with COVID-19. She developed low-grade fever on Jan 30. She did not have a cough, dyspnea, myalgia, chest pain, vomiting, or diarrhea. She was admitted to a local hospital on Jan 31 because of concern regarding COVID-19, given her previous close contact with a patient confirmed to have COVID-19. Her respiratory specimens were collected and tested positive for SARS-CoV-2 with real-time RT-PCR assays 4 on Feb 3. Anyone who had close contact with the grandmother, including family members, were quarantined. The grandmother already had direct contact with the infant at her home and when visiting the infant's relative's family on Jan 28 and Jan 29. Because the infant did not travel to the regions where COVID-19 is epidemic, nor did she have close contact with primary sources of infection ie, people who had returned from Wuhan, it could be confirmed that the infant acquired SARS-CoV-2 infection from her grandmother.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The first infant case of COVID-19 acquired from a secondary transmission in Vietnam"
        },
        {
            "text": "Our patient presented mild upper respiratory symptoms, consistent with a case series reported in China, 3 and the infection was transmitted secondarily from a close contact in the family. However, unlike reported family clusters where the youngest child was not infected 5 or asymptomatic, 6 our patient was the youngest member in the family who acquired the disease with symptoms. As of Feb 19, despite close contact with the patient, the infant's mother did not present any symptoms and her repeated nasopharyngeal swabs were negative for SARS-CoV-2. All the other family members, including a 5-year-old boy, were also asymptom atic and tested negative. Thus, more studies are needed to have a better understanding of SARS-CoV-2 transmission in the paediatric population and improve the level of diagnosis, management, and prevention.",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 105,
                    "text": "3",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "The first infant case of COVID-19 acquired from a secondary transmission in Vietnam"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization. Statement on the second meeting of the International Health Regulations (2005) Emergency Committee regarding the outbreak of novel coronavirus",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "statement-on-the-second-meeting-of-the-international-healthregulations-(2005)-emergency-committee-regarding-the-outbreakof-novel-coronavirus-(2019-ncov)",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001316"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Novel coronavirus infection in hospitalized infants under 1 year of age in China",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.2131"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Diagnostic detection of 2019-nCoV by real-time RT-PCR. World Health Organization",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Corman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bleicker",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Brünink",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating personto-person transmission: a study of a family cluster",
            "authors": [
                {
                    "first": "Jf-W",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "K-H",
                    "middle": [],
                    "last": "Kok",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "514--537",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Asymptomatic cases in a family cluster with SARS-CoV-2 infection",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "30114--30120",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Timeline of exposure and symptoms of the infant with COVID-19 in Vietnam",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "HTL and PHP collated the findings. PHP wrote the Case Report. DMT searched the literature and reviewed the manuscript. LVN and HTD were involved in the diagnosis, provided direct medical care, and collected clinical data. HTT and YTL collected epidemiological data. All authors discussed and contributed to the final manuscript. Written consent for publication was obtained from the patient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contributors"
        },
        {
            "text": "The authors declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of interests"
        }
    ]
}