{
    "paper_id": "459984fba5219dff9bcd5fffda1b689f9f7e7462",
    "metadata": {
        "title": "Pricing infectious disease The economic and health implications of infectious diseases",
        "authors": [
            {
                "first": "Peter",
                "middle": [
                    "Ndeboc"
                ],
                "last": "Fonkwo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "i nfectious diseases constitute a tenacious and major public-health problem all over the world. although some, such as smallpox and poliomyelitis, have been eradicated from nature or almost wiped out, many diseases persist with little or no hope of getting them under control. in addition, new infectious diseases are emerging and old ones that were thought to be under control are regaining lost ground. according to the uS national institutes of Health (niH; Bethesda, MD, uSa), 16 new infectious diseases have been identified in the past two decades (niH, 2008; Fauci et al, 2005) ; five others have been identified as re-emerging. the word 'new' refers to the recent discovery of the disease; many of these agents might have long existed as non-pathogenic organisms, but have only just mutated into a pathogenic form. in fact, we are witnessing a slow realization among public-health experts and the general public that infectious diseases are back with a vengeance. With the discovery of antibiotics in the early twentieth century and the successful eradication of smallpox in 1979, it seemed that humanity was about to finally rid itself of infectious diseases. During the past couple of decades, however, microbes have shown a tenacious ability to adapt, re-adapt, survive and challenge human ingenuity (table 1) .",
            "cite_spans": [
                {
                    "start": 553,
                    "end": 564,
                    "text": "(niH, 2008;",
                    "ref_id": null
                },
                {
                    "start": 565,
                    "end": 583,
                    "text": "Fauci et al, 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1310,
                    "end": 1319,
                    "text": "(table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "the impact of these diseases is immense and is felt across the world. in addition to affecting the health of individuals directly, infectious diseases are also having an impact on whole societies, economies and political systems. in the developing world in particular, crucial sectors for sustained development such as health and education, have seen a marked loss of qualified personnel, most notably to human immunodeficiency virus (HiV)/acquired immune deficiency syndrome (aiDS), tuberculosis (tB) and malaria. these and other infectious agents not only take an enormous physical toll on humanity, but also cause significant economic losses both directly in the developing world and less directly in the developed world. it is therefore a matter not only of public health, but also of economic interest, to invest in and organize an internationally coordinated strategy to fight the major infectious diseases, or at least to bring them under control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "of course, one could simply think the solution would be to try to eliminate the pathogens and/or their vectors from their natural reservoirs or hosts. after all, this was successfully done with smallpox, for example. cholera and malaria were similarly brought under control in the uSa and southern Europe. unfortunately, it is not easy to predict where and when most infectious agents will strike or which new diseases will emerge. the reasons for their persistence are manifold and include biological, social and political causes. p athogens constantly change their genetic make-up, which challenges the development of vaccines against infectious diseases. this genetic flexibility allows many infectious agents to mutate or evolve into more deadly strains against which humans have little or no resistance: the HiV and influenza viruses, for example, constantly mutate and recombine to find their way through the host defence mechanisms. \"From the evolutionary perspective, they [viruses and bacteria] are 'the fittest' and the chances are slim that human ingenuity will ever get the better of them\" (Stefansson, 2003) . Mass migrations, trade and travel are notoriously effective at spreading infectious diseases to even the most remote parts of the globe (table 2) . Mass migrations are often the result of emergency situations such as floods, wars, famines or earthquakes, and can create precarious conditions-such as poor hygiene and nutrition or risky sexual behaviours-which hasten the spread of infectious diseases. global trade and travel introduce new pathogens into previously virgin regions, where the diseases find a more vulnerable population and can develop into epidemics; this was the case, for example, in the late 1990s, when West nile virus arrived in new york city, from where it quickly spread throughout north america. in the present-day global village, the next rabies or Ebola epidemic could occur anywhere in the world.",
            "cite_spans": [
                {
                    "start": 1102,
                    "end": 1120,
                    "text": "(Stefansson, 2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1259,
                    "end": 1268,
                    "text": "(table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "increasing urbanization and the growth of urban slums that lack sanitation and clean water, provide fertile ground for infections. Many cities and townships in the developing world expands at the expense of pristine land, thereby disturbing natural habitats and bringing humans into more intimate contact with unknown and possibly dangerous microorganisms. Human forays into virgin areas of the african equatorial forests have brought us into contact with the Ebola virus, although its real origin has not yet been identified.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "When humans live in close contact with animals, pathogens are sometimes able to change hosts and infect humans (parish et al, 2005) . the new host-in this case, a human-is often not as adapted to these zoonotic diseases as the original host. the past outbreaks of avian influenza, severe acute respiratory syndrome (SarS), hantavirus, nipah virus and the HiV epidemic were all due to pathogens that were normally found in animals, but which subsequently found a new, susceptible host in humans. Moreover, the misuse and overuse of antibiotics is eroding our ability to control even common infections. Many bacteria have become resistant to even the most powerful antibiotics or combinations of antibiotics; similarly, the once first-line drugs against malaria are now almost useless. p romiscuous sexual behaviour and substance abuse remain the main means of transmission of blood-borne infectious diseases such as HiV and hepatitis. in areas of extreme poverty, given the increased resort to the sex trade for survival, sexual transmission of these diseases is accelerated. in many developing countries, commercial sex workers and long-distance truck drivers have contributed greatly to the spread of such infectious diseases from one community to another. in addition, institutional settings-such as child-care centres, hospitals and homes for the elderlyprovide an ideal environment for the transmission of infectious diseases because they bring susceptible individuals into close contact with one another.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 131,
                    "text": "(parish et al, 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Wars, natural disasters, economic collapse and other catastrophes, either individually or in combination, often cause a breakdown in healthcare systems, which contributes further to the emergence, re-emergence and persistence of otherwise easily controllable diseases. yet these diseases do not necessarily require an emergency situation to be able to thrive. complacency within the population or health-service providers could be equally dangerous under otherwise normal conditions. cutbacks in prevention programmes, a lack of trained staff and a lack of earlydetection systems allow infectious diseases to gain a foothold in otherwise healthy populations. it is often not the lack of tools, but the lack of an appropriate healthcare infrastructure and personnel that handicaps the response to infectious diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "More generally, there is not yet enough commitment to control infectious diseases at the political level. the absence of a direct and obvious link between disease control and the benefits for public health makes it difficult to sustain public-health policies. programmes to prevent and treat infectious diseases in developing countries depend largely on indigenous health workers, most of whom are unfortunately not motivated enough to deliver the goods. given the multiplicity and complexity of the reasons behind this general demotivation, only a strong political will can improve the situation. Finally, public-health experts also worry that global climate change could contribute further to the spread of both pathogens and their vectors such as mosquitoes or birds, as their migratory patterns and normal habitats are likely to change. t he burden of infectious disease is therefore likely to aggravate, and in some cases even provoke, further economic decay, social fragmentation and political destabilization, especially in the developing world and former communist countries. as of the year 2001, one billion people lived on less than uS$1 per day. countries with a per capita income of less than uS$500 per year spend, on average, uS$12 per person per year on health. according to the World Health organization (WHo), infectious diseases caused 32% of deaths worldwide, 68% of deaths in africa and 37% of deaths in Southeast asia (WHo, 1999) . these diseases account for 90% of the health problems worldwide and kill about 14 million people annually, 90% of whom are from the sp e c i a l i s su e developing world. they have killed more people than famine, war, accidents and crimes together. aiDS, tB and malaria are increasingly being acknowledged as important factors in the political and economic destabilization of the developing world. However, the developed world is not spared either. as of the year 2000, the number of annual deaths owing to infectious diseases was estimated at roughly 170,000 in the uSa (gordon, 2000) . HiV and pneumonia/ influenza are among the 10 leading causes of death in the uSa. at present, approximately one million americans are infected with HiV. the WHo estimates that 33.4 million people have contracted HiV worldwide since the beginning of the epidemic in 1983 and about 2.3 million of these died in the year 1998 alone. in the uSa and many other countries, aiDS is now the leading cause of death among young adults (Fauci et al, 1996) . the united nations Joint programme on HiV/aiDS (unaiDS; geneva, Switzerland) estimates that another 115 million people will die by 2015 in the 60 countries most affected by aiDS (unaiDS, 2006) . the economic costs of infectious diseases-especially HiV/aiDS and malariaare significant. their increasing toll on productivity owing to deaths and chronic debilitating illnesses, reduced profitability and decreased foreign investment, has had a serious effect on the economic growth of some poor countries. according to the WHo, the economic value of the loss-of-life owing to HiV/aiDS in 1999 was estimated at about 12% of the gross national product (gnp) in sub-Saharan african countries, and the virus could reduce the gross domestic product of some by 20% or more by 2010.",
            "cite_spans": [
                {
                    "start": 1439,
                    "end": 1450,
                    "text": "(WHo, 1999)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2025,
                    "end": 2039,
                    "text": "(gordon, 2000)",
                    "ref_id": null
                },
                {
                    "start": 2467,
                    "end": 2486,
                    "text": "(Fauci et al, 1996)",
                    "ref_id": null
                },
                {
                    "start": 2667,
                    "end": 2681,
                    "text": "(unaiDS, 2006)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Some of the hardest hit countries in sub-Saharan africa-and possibly in South and Southeast asia-will face severe demographic changes as HiV/aiDS and associated diseases reduce human life-expectancy by as much as 30 years and kill as many as 23% of their populations, thereby creating a huge orphan cohort. nearly 42 million children in 27 countries will lose one or both parents to aiDS by 2010, and 19 of the hardest-hit countries will be in sub-Saharan africa (WHo, 2003) . these demographic changes also affect economic growth, as endemic diseases deplete a country of its work force. a 10% increase in life expectancy at birth (lEB) is associated with a rise in economic growth of 0.3-0.4% per year. the difference in annual growth owing to lEB between a typical high-income country with a lEB of 77 years and a typical lessdeveloped country with a lEB of 49 years is roughly 1.6% per year, and is cumulative over time.",
            "cite_spans": [
                {
                    "start": 463,
                    "end": 474,
                    "text": "(WHo, 2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "the relationship between disease and political instability is indirect but real. a wide-ranging study on the causes of instability indicates that tB prevalence-a good indicator of overall quality of life-correlates strongly with political instability, even in countries that have already achieved a measure of democracy (Van Helden, 2003) . the severe social and economic impact of infectious diseases is likely to intensify the struggle for the political power to control scarce resources. Health must therefore be regarded as a major economic factor and investments in health as a profitable business. a ccording to the WHo, tB affects working hours in formal and informal economies, as well as within households (WHo, 2008) . country studies document that each tB patient loses, on average, 3-4 months of work time annually due to the disease, and lost earnings amount to 20-30% of household income. Families of people who die from the disease lose approximately 15 years of income. the global burden of tB in economic terms can therefore be easily calculated: given 8.4 million patients yearly according to the most recent WHo estimates (Kim et al, 2008) , the majority of whom are potential wage-earners, and assuming a 30% decline in average productivity, the toll amounts to approximately uS$1 billion each year. In addition to affecting the health of individuals directly, infectious diseases are also having an impact on whole societies, economies and political systems science & society sp e cial issue annual deaths are estimated at two million and, with an average loss of 15 years of income per death, there is an additional deficit of uS$11 billion. Every 12 months, tB therefore causes roughly uS$12 billion to disappear from the global economy. the social cost of the lost productivity further increases the burden on society. By contrast, a 50% reduction in tB-related deaths would cost uS$900 million per year, but the return on investment by 2010 would be 22 million people cured, 16 million deaths averted and uS$6 billion saved.",
            "cite_spans": [
                {
                    "start": 320,
                    "end": 338,
                    "text": "(Van Helden, 2003)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 715,
                    "end": 726,
                    "text": "(WHo, 2008)",
                    "ref_id": null
                },
                {
                    "start": 1141,
                    "end": 1158,
                    "text": "(Kim et al, 2008)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Each year there are between 400 and 900 million febrile infections owing to malaria (0.7-2.7 million deaths), more than 75% of which are among african children, and less than 20% of these malaria cases ever see a doctor for treatment. pregnant women have a higher risk of dying from the infection or of having children with low birth weight. children suffer cognitive damage and anaemia, and families spend up to 25% of their income on treatment. a study by gallup & Sachs (2000) showed that countries with endemic malaria had income levels in 1995 that were only 33% of those in countries that do not suffer from malaria. countries with a severe malaria burden grew 1.3% less per year, compared with those without. gallup & Sachs estimated the aggregate loss owing to the disease in some 25 countries at approximately uS$73 billion in 1987, which represented more than 15% of the gDp. aiDS/HiV also creates an enormous burden for the global economy. in the year 2000, 36.1 million people were living with aiDS (25 million of whom were in sub-Saharan africa), 5.3 million people were infected (3.8 million in sub-Saharan africa) and three million people died (2.4 million in sub-Saharan africa), and aiDS has caused 21.8 million deaths to date. this has a heavy economic impact on society. according to the WHO Macroeconomics Report, the economic burden of aiDS on sub-Saharan africa is approximately 72 million disabilityadjusted life years (Daly), and each aiDS death is estimated to have resulted in 34.6 Dalys lost, on average, in 1999 (WHo, 2003 . assuming that each Daly is valued at the per capita income, the economic value of lost life years in 1999 caused by aiDS represents 11.7% of the gnp. if each Daly is valued at three times the per capita income, the losses represent 35.1% of the gnp.",
            "cite_spans": [
                {
                    "start": 458,
                    "end": 479,
                    "text": "gallup & Sachs (2000)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1503,
                    "end": 1539,
                    "text": "34.6 Dalys lost, on average, in 1999",
                    "ref_id": null
                },
                {
                    "start": 1540,
                    "end": 1550,
                    "text": "(WHo, 2003",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "in addition, infectious diseases in general, especially those that can cause an epidemic, continue to make costly disruptions to trade and commerce in every region of the world (table 3) . Emerging and re-emerging diseases, many of which are likely to appear in poorer countries first, can easily spread to richer parts of the world. the burden of infectious disease already weakens the military capabilities of various countries and international peace-keeping efforts. this will contribute further to political destabilization in the hardest-hit parts of the world. in slowing down social and economic development, diseases challenge democratic developments and transitions, and contribute to civil conflicts. Finally, trade embargoes or restrictions on travel and immigration owing to outbreaks of infectious disease will cause more friction between developing and developed countries, and hinder global commerce to the greater detriment of poor countries. t he effects of infectious diseases over the next decades depend on three variables: the relationship between increasing microbial resistance and scientific efforts to develop new antibiotics and vaccines; the future of developing and transitional economies, especially with regard to improving the basic quality of life for the poorest people; and the success of global and national efforts to create effective systems of surveillance and response.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 177,
                    "end": 186,
                    "text": "(table 3)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": ""
        },
        {
            "text": "Depending on these variables, the relationship between humans and infectious diseases, and their impact on the human race, could take one of the following pathways. the optimistic scenario foresees steady improvement whereby ageing populations and declining fertility, socioeconomic advances, and improvements in health care and medical research will lead to a 'health transition' in which infectious diseases will Sidebar A | Simple and effective measures to control infectious disease Hand washing Always wash hands before, during and after preparing food, before eating, after using the bathroom or changing nappies, and after handling animals or animal waste. Simple hand washing has been found to reduce the bacterial load by up to 50%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Cleaning with soap and water removes dirt and most germs. A disinfectant kills additional germs. It is important to thoroughly clean areas where germs are likely to be transmitted, such as the kitchen and bathroom.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Routinely cleaning and disinfecting surfaces"
        },
        {
            "text": "Handling and preparing food safely Buy and refrigerate perishable foods quickly. Store food correctly. Do not allow juices from meat, seafood, poultry or eggs to drip onto other rarely eaten foods. Wash hands, kitchen surfaces and utensils after preparing food. Wash raw fruits and vegetables. Do not eat raw eggs. Use different plates for raw foods and cooked foods. Keep cold foods cold and hot foods hot. Do not leave leftovers out for more than 2 h.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Routinely cleaning and disinfecting surfaces"
        },
        {
            "text": "Children, adolescents and adults need immunizations. Make sure family members get the correct vaccines at the correct times. Keep immunization records for the whole family to ensure appropriate follow-up.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunization"
        },
        {
            "text": "Unnecessary use of antibiotics can be harmful and causes bacteria to become resistant. Antibiotics do not work against viral diseases such as colds or influenza. Use antibiotics exactly as prescribedthe correct dosage, at the correct time, for the correct duration-while respecting all necessary accompanying dietetic and hygienic regulations",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Correct use of antibiotics"
        },
        {
            "text": "Keep pets healthy by following veterinary recommendations. Clean litter boxes daily and do not let children play where animals urinate or defecate. Cover sandboxes. Use insect repellent during outdoor activities. Avoid contact with wild animals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Animal safety"
        },
        {
            "text": "The best ways of preventing the transmission of sexually transmitted diseases, in descending order of efficacy, are abstinence, fidelity to an uninfected partner and the use of condoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Safe sexual habits"
        },
        {
            "text": "Blood transfusions should be used only for cases that absolutely require it as a live-saving measure. Even then, blood should be systematically screened for commonly known and frequent blood-transmitted infectious diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Safe blood transfusion"
        },
        {
            "text": "sp e c i a l i s su e be replaced by non-infectious diseases such as diabetes, heart disease and cancer, as major health challenges. By contrast, the pessimist scenario of steady deterioration foresees little or no progress in countering infectious diseases in the future. according to this scenario, a vicious spiral will develop between infectious diseases and poverty. Major diseases-such as HiV/aiDS-will reach catastrophic proportions as the viruses spread throughout populations as a result of increased resistance to multi-drug treatments and the unavailability of expensive treatments in developing countries, which face the majority of the problem.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "science & society"
        },
        {
            "text": "the third and most likely scenario foresees an initial deterioration followed by limited improvement. persistent poverty in the leastdeveloped countries will create conditions that sustain reservoirs of infectious diseases. Microbial resistance will continue to increase faster than the pace of drug and vaccine development. the threat, in particular from HiV/aiDS, tB or malaria, will cause such massive socio-economic and cultural upheaval that it will eventually affect a critical mass of humanity. this will create the necessary pressure for a movement towards better prevention and control efforts, with new and effective drugs and vaccines made affordable. this will only later result in demographic changes such as reduced fertility and ageing populations, and a gradual socioeconomic improvement in most countries. t he good news is that infectious diseases can be easily prevented through simple and inexpensive methods (Sidebar a). this requires correct education and the spread of knowledge; however, even these simple measures will not be enough to bring infectious diseases under control if there is no political and international commitment. governments must be made to understand the stakes involved in fighting infectious diseases-this is the only way to guarantee that the necessary resources will be allocated in sufficient quantities and on time. We need a global commitment to address the most prominent infectious diseases and to complement local initiatives with special attention to the least-developed countries (alilio, 2001; Stop tB partnership, 2006) . this will require analytical and advisory services in order to help countries generate and act on information about the status and dynamics of most infectious diseases, and to estimate their social and economic impact. Such information is essential for advocacy, and for making appropriate and timely decisions.",
            "cite_spans": [
                {
                    "start": 1536,
                    "end": 1550,
                    "text": "(alilio, 2001;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1551,
                    "end": 1577,
                    "text": "Stop tB partnership, 2006)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "science & society"
        },
        {
            "text": "in the face of limited resources, joint efforts will have to focus on the main killer diseases-including HiV/aiDS, tB and malaria-in order to have the greatest impact. Medical treatment, psychosocial support-including palliative care for debilitating diseases-and highly active anti-microbial therapy will be essential. in addition, the prevailing problem of the physical and financial inaccessibility of most of these drugs will have to be addressed. last, best practices will have to be identified and scaled up. this will require special efforts to identify and overcome legal barriers, and to analyse, country-by-country, financial and non-financial resources with a view to mobilizing support internationally.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "science & society"
        },
        {
            "text": "in conclusion, infectious diseases constitute a major problem for the world, but even more so for the developing world. no country can afford to remain aloof in the battle against these diseases, especially given the potentially far-reaching and devastating effects that they could have on the human race at large. increasing globalization means that the big questions in relation to epidemics will be those of where and when-and not whether-the next epidemic emerges, as historical examples have shown. therefore, all stakeholdersresearchers, politicians, health professionals, the financial sector and the community at large-must take the necessary bold steps forward. Even from the purely economic point of view, the investment in the fight against infectious diseases is evidently good business: the world economy-and, subsequently, individual family economiesstands to benefit from such investments. We already know a lot of what we must do; we just need to do it. the future of the human race depends on our actions today. rEFErEncES",
            "cite_spans": [],
            "ref_spans": [],
            "section": "science & society"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "International Collaboration and Malaria as a Re-Emerging Disease",
            "authors": [],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Emerging infectious diseases: a 10-year perspective from the national institute of allergy and infectious Diseases",
            "authors": [],
            "year": 2005,
            "venue": "Emerg Infect Dis",
            "volume": "11",
            "issn": "",
            "pages": "519--525",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The Economic Burden of Malaria. cambridge, Ma, uSa: center for international Development at Harvard university. www.cid.harvard.edu gordon DF (2000) The Global Infectious Disease Threat and its Implications for the United States",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Gallup Jl",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Sachs",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Tuberculosis Control. geneva, Switzerland: World Health organization",
            "authors": [
                {
                    "first": "Kim",
                    "middle": [],
                    "last": "Jy",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Vande C",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Farmer P ; Park Ec",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Morens",
                    "suffix": ""
                },
                {
                    "first": "Webster",
                    "middle": [
                        "R"
                    ],
                    "last": "Burke",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Daszak P, Lacourciere",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Emergence of New Epidemic Viruses Through Host Switching. Bethesda, MD, uSa: national institutes of Health. www.nih.gov Serwadda et al (1985) Slim disease: a new disease in uganda and its association with HtlV-iii infection",
            "volume": "2",
            "issn": "",
            "pages": "849--852",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Stefansson H (2003) infectious diseases and bioweapons",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "1--3",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The Global Plan to Stop TB 2006-2015: Action for Life. geneva, Switzerland: Stop tB partnership. www.stoptb.org/globalplan unaiDS (2006) the impact of aiDS on people and society",
            "authors": [],
            "year": 2006,
            "venue": "Stop tB partnership",
            "volume": "",
            "issn": "",
            "pages": "80--102",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": ") the economic divide and tuberculosis",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Van Helden Pd",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "EMBO Rep",
            "volume": "4",
            "issn": "",
            "pages": "24--28",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Removing Obstacles to Healthy Development. geneva, Switzerland: World Health organization. www.who.int WHo (2003) Macro Economics and Health: The Way Forward in the African Region. geneva, Switzerland: World Health organization. www.who.int WHo (2008) The Burden of Tuberculosis: Economic Burden",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Who",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Emerging and re-emerging infectious diseases and their geographical location",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Historical epidemics caused by trade and travel AIDS, acquired immune deficiency syndrome; HIV, human immunodeficiency virus.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Trade disruptions caused by infectious diseases and their financial consequences",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The burden of infectious disease is therefore likely to aggravate, and in some cases even provoke, further economic decay, social fragmentation and political destabilization…",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}