{
    "paper_id": "46a3eeed89784f6483324d22cf56490117a2a4b4",
    "metadata": {
        "title": "Cell-based Assays to Identify Inhibitors of Viral Disease",
        "authors": [
            {
                "first": "Neil",
                "middle": [],
                "last": "Green",
                "suffix": "",
                "affiliation": {
                    "laboratory": "President and CEO, Microbial Novoteqs",
                    "institution": "Microbial Novoteqs",
                    "location": {
                        "addrLine": "111 10 th Avenue South, Suite 110, 111 10 th Avenue South, Suite 110, 111 10 th Avenue South, Suite 110, 111 10 th Avenue South, Suite 110",
                        "postCode": "37203, 37203, 37203, 37203",
                        "settlement": "Nashville, Nashville, Nashville, Nashville",
                        "region": "TN, TN, TN, TN"
                    }
                },
                "email": ""
            },
            {
                "first": "Robert",
                "middle": [
                    "D"
                ],
                "last": "Ott",
                "suffix": "",
                "affiliation": {
                    "laboratory": "President and CEO, Microbial Novoteqs",
                    "institution": "Microbial Novoteqs",
                    "location": {
                        "addrLine": "111 10 th Avenue South, Suite 110, 111 10 th Avenue South, Suite 110, 111 10 th Avenue South, Suite 110, 111 10 th Avenue South, Suite 110",
                        "postCode": "37203, 37203, 37203, 37203",
                        "settlement": "Nashville, Nashville, Nashville, Nashville",
                        "region": "TN, TN, TN, TN"
                    }
                },
                "email": ""
            },
            {
                "first": "Richard",
                "middle": [
                    "J"
                ],
                "last": "Isaacs",
                "suffix": "",
                "affiliation": {
                    "laboratory": "President and CEO, Microbial Novoteqs",
                    "institution": "Microbial Novoteqs",
                    "location": {
                        "addrLine": "111 10 th Avenue South, Suite 110, 111 10 th Avenue South, Suite 110, 111 10 th Avenue South, Suite 110, 111 10 th Avenue South, Suite 110",
                        "postCode": "37203, 37203, 37203, 37203",
                        "settlement": "Nashville, Nashville, Nashville, Nashville",
                        "region": "TN, TN, TN, TN"
                    }
                },
                "email": ""
            },
            {
                "first": "Senior",
                "middle": [],
                "last": "Scientist",
                "suffix": "",
                "affiliation": {
                    "laboratory": "President and CEO, Microbial Novoteqs",
                    "institution": "Microbial Novoteqs",
                    "location": {
                        "addrLine": "111 10 th Avenue South, Suite 110, 111 10 th Avenue South, Suite 110, 111 10 th Avenue South, Suite 110, 111 10 th Avenue South, Suite 110",
                        "postCode": "37203, 37203, 37203, 37203",
                        "settlement": "Nashville, Nashville, Nashville, Nashville",
                        "region": "TN, TN, TN, TN"
                    }
                },
                "email": ""
            },
            {
                "first": "Hong",
                "middle": [],
                "last": "Fang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "President and CEO, Microbial Novoteqs",
                    "institution": "Microbial Novoteqs",
                    "location": {
                        "addrLine": "111 10 th Avenue South, Suite 110, 111 10 th Avenue South, Suite 110, 111 10 th Avenue South, Suite 110, 111 10 th Avenue South, Suite 110",
                        "postCode": "37203, 37203, 37203, 37203",
                        "settlement": "Nashville, Nashville, Nashville, Nashville",
                        "region": "TN, TN, TN, TN"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Objective-It is therefore advantageous to establish intracellular potency of anti-viral drug candidates early in the drug-discovery pipeline.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods-To this end, cell-based assays are being developed and employed in high-throughput drug screening, ranging from assays that monitor replication of intact viruses to those that monitor activity of specific viral proteins. While numerous cell-based assays have been developed and investigated, rapid counter screens are also needed to define the specific viral targets of identified inhibitors and to eliminate nonspecific screening hits.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results/Conclusions-Here, we describe the types of cell-based assays being used in antiviral drug screens and evaluate the equally important counter screens that are being employed to reach the full potential of cell-based high-throughput screening.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The anti-viral marketplace has seen tremendous growth during the past decade and is expected to remain strong as new viral targets are identified. The continuing problem of viral resistance presents new opportunities to develop next-generation drugs to replace existing treatments, and the need to mount an effective biodefense against highly pathogenic viruses has introduced an emerging market with sharply increased governmental funding to support the development of effective therapeutic countermeasures. Despite these opportunities, the pharmaceutical industry faces spiraling costs resulting in part from the failure of promising drug candidates to pass the test of potency and safety in humans. The quest for successful anti-viral drugs is further hampered by the fact that successful drugs must often enter an infected cell and neutralize the replicating virus without causing harm to the host cell. To meet these challenges, drug screening and evaluation programs should incorporate methodology to better predict a lead compound's response in humans. For these reasons, cell-based assays are increasingly being devised for use in high-throughput screening of anti-viral chemical compounds. By using an intracellular viral target to identify chemical inhibitors, a compound's potency is intrinsically dependent on its membrane permeability under conditions where cytotoxicity is a relevant assay parameter. By using cell-based assays in high-throughput screening, downstream testing is focused on chemical compounds that exhibit desirable biological properties. Cell-based assays are, however, not without problems. When used in a high-throughput screen, cell-based assays present a myriad of chemical reactions ongoing simultaneously with the viral activity of interest. Due to the biological complexity of cell-based assays, compound hits from highthroughput screening could act nonspecifically by altering the cell's ability to host viral replication and maintenance. While such compounds could prove useful in a drug therapy, elucidating their mechanism of action will add to the overall cost. A challenge faced by the pharmaceutical industry is, therefore, to develop drug screening strategies to rapidly elucidate the target of a drug's action in the context of a cell-based high-throughput screen. Here, we will describe the types of cell-based assays that are currently being used to screen for anti-viral drugs and discuss approaches that will aid their utility in discovering effective viral-specific inhibitors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Plaque reduction is the gold-standard for evaluating the efficacy of inhibitors against many viral pathogens, but because such assays are labor intensive, plaque-reduction assays are often used to evaluate candidate inhibitors that have already been identified by other means. Fortunately, more rapid cytopathic viral assays have been developed and refined in recent years for high-throughput drug screening. Three major approaches, each with a different probe, have been used to assess virus-induced cell degeneration. The neutral red cytotoxicity assay makes use of the vital dye, neutral red, that, when added to cells, diffuses across the plasma membrane and accumulates in the acidic lysosomal compartment due to the mildly cationic properties of neutral red. Virus-induced cell degeneration leads to membrane fragmentation and loss of lysosome ATP-driven proton translocating activity. The consequent reduction of intracellular neutral red can be assessed spectrophotometrically in a multi-well plate format. The neutral red assay has been adapted for high-throughput drug screening and used to identify inhibitors of viral pathogens, which are scored by an increase in intracellular neutral red and thus a gainof-signal color assay (1) . A second approach to monitor viral cytotoxicity makes use of tetrazolium compounds. One such compound [3-(4,5-dimethyl-2-yl)-5-(3carboxymethoxyphenyl)-2-(4-sulfophenyl)-2H-tetrazolium, inner salt; MTS] (2,3) is commercially available under the name CellTiter 96® AQueous One Solution Cell Proliferation Assay (Promega). Tetrazolium-based cytopathic assays are also available from various suppliers under the name XTT Cell Proliferation Kit. This colorimetric method for determining cell viability relies on enzymatic reduction of the tetrazolium salt to a colored formazan compound within the cell. Candidate anti-viral inhibitors are scored spectrophotometrically by a gain in absorbance, which can be readily monitored in mult-well plate format. The third and more recent approach for monitoring virus-induced cytotoxicity makes use of a luciferase enzyme and is sold as CellTiter-Glo ™ Luminescent Cell Viability Assay (Promega). The luciferase generates a stable luminescent signal that is amenable to a multi-well plate format (3, 4) . Because the luciferase enzyme requires ATP to generate light, metabolically active cells glow. The CellTiter-Glo assay has significant advantages over the above-mentioned cytotoxicity assays; it requires a single reagent, no cell washing steps, and it is highly sensitive (3, 4) .",
            "cite_spans": [
                {
                    "start": 1239,
                    "end": 1242,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 2277,
                    "end": 2280,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2281,
                    "end": 2283,
                    "text": "4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2558,
                    "end": 2561,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2562,
                    "end": 2564,
                    "text": "4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Body Cytopathic viral assays"
        },
        {
            "text": "Cytopathic viral assays offer advantages but also disadvantages when used in high-throughout drug screening. An important advantage is their use of replicating virus, providing an excellent cell model with which to evaluate the potency of drug candidates. Another advantage of the methodology employed in current cytopathic viral assays is the gain-of-signal end point for identifying anti-viral hits. Gain-of-signal readout is superior to loss-of-signal readout in the design of high-throughput screening assays, as false-positive hits, which interfere with the assay readout, are eliminated at the initial stage of testing. Among the false-positive hits that would be eliminated by cytopathic viral assays are the potentially large number of toxic compounds with innate cellular degenerative properties. But, because live virus is employed in cytopathic viral assays, candidate inhibitors can interfere with one of many steps in the viral life cycle. Identifying the precise viral target can add to drug-discovery costs. The use of infectious viruses in high-throughput drug screens also presents unique problems associated with containment and investigator safety.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Body Cytopathic viral assays"
        },
        {
            "text": "Instead of using a dye or fluorescent probe to monitor cytopathic viral effects as described above, reporter probes can be employed to monitor viral replication in a more direct manner by employing reporter-virus and reporter-cell assays (5) . Reporter virus assays and reporter cell assays are similar in approach but different in design. In a reporter virus assay, a reporter gene is inserted into a nonessential region of a viral genome, leading to expression of the corresponding reporter protein when the virus replicates inside cells. When using a reporter cell assay, a reporter gene is inserted into the target cell and activated upon viral infection. As such, inhibitors of viral replication decrease reporter-protein expression and thus the activity of the reporter protein. This loss-of-signal endpoint can yield a potentially high number of false-positive hits, deriving from molecules that interfere with the activity of the reporter protein and from molecules that adversely affect the health of the target cell and thus its ability to host robust replication of the virus. For this reason, a cytotoxicity assay, when performed in parallel with the primary screen, can assist the discovery of viral-specific inhibitors as first demonstrated in the discovery of inhibitors of the human immunodeficiency virus (HIV) (6, 7) and in a high-throughput screen for inhibitors of the measles virus (8) . While reporter-based assays utilize live virus and, thus, offer advantages presented by the above-described cytopathic viral assays, the loss-of-signal endpoint of reporter virus/cell assays illustrates the need for robust counter screens to rapidly identify genuine anti-viral lead compounds.",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 241,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1328,
                    "end": 1331,
                    "text": "(6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1332,
                    "end": 1334,
                    "text": "7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1403,
                    "end": 1406,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Reporter virus/cell assays"
        },
        {
            "text": "To overcome problems associated with culturing live virus in cells, viral replicon assays have been established, employing the subset of viral genes that are specifically required for replication of the viral genome (9, 10, 11, 12, 13, 14) . A good example of viral replicon assays comes from studies of hepatitis C virus (HCV). Subgenomic HCV replicates efficiently in cultured cells through expression of HCV nonstructural proteins NS2, NS3, NS4A, NS4B, NS5A and NS5B, which are essential for HCV replication inside host cells (15) . Luminescent and fluorescent probes have been incorporated into the HCV replicon enabling its implementation in high-throughput screens for inhibitors of HCV replication (10, 11, 13, 14) . High-throughput screening hits against HCV replication are scored through a decrease in the luminescent or fluorescent signal. As such, viral replicon assays are similar in design to reporter virus assays, which incorporate luminescent and fluorescent reporters into the viral genome. Both types of assays suffer the problem of loss-of-signal endpoints when used in highthroughput screening for anti-viral drugs. Counter screens are therefore required to eliminate false-positive hits that adversely affect the health of the cell and thus its ability to host viral replication. Using a two-dimensional display analysis of screening hits against HCV replicon, false-positive hits from high-throughput screening have been minimized by examining potency and cell toxicity simultaneously (13) . When results are displayed as a two-dimensional graphic where anti-viral activity is plotted against cytotoxicity, HCV inhibitors with minimal cytotoxicity can be rapidly identified. This approach has been taken a step further by O'Boyle et al (16) who identified HCV replicon inhibitors by employing two simultaneous counter screens, one for cell toxicity and another employing a related viral replicon, that from the bovine viral diarrhea virus. All three screens can be performed in tandem within the same multi-well plate. This powerful approach not only accounts for potency and toxicity but also flags HCVspecificity in more powerful ways by eliminating non-specific screening hits that inhibit production of both viral replicons. These innovative modifications improve the reliability of finding target-specific and non-toxic anti-virals at an early stage of drug-discovery pipeline. Because viral replicon assays make use of multiple viral genes in the screening assay, additional downstream efforts are needed to identify the specific viral target of a given inhibitor.",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 219,
                    "text": "(9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 220,
                    "end": 223,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 224,
                    "end": 227,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 228,
                    "end": 231,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 232,
                    "end": 235,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 236,
                    "end": 239,
                    "text": "14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 529,
                    "end": 533,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 705,
                    "end": 709,
                    "text": "(10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 710,
                    "end": 713,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 714,
                    "end": 717,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 718,
                    "end": 721,
                    "text": "14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1508,
                    "end": 1512,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1759,
                    "end": 1763,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Viral replicon assays"
        },
        {
            "text": "Cell-based assays have also been developed to target viral genes and promoters that act at specific steps in the viral life cycle. Such assays have been developed for the locus control region of the human papillomavirus that drives expression of the E6 and E7 oncoproteins in cervical cancers (17) and the co-receptor-binding region of HIV-1 (18); however, the majority of gene-targeted assays monitor viral proteases in a cell-based format. While numerous protease-specific viral assays have been engineered, representative examples will be discussed here, each illustrating how the challenges of developing a high-throughput assay were resolved. Essential viral proteases serve as frequent targets for inhibitor screens in both cell-based and biochemical assays. Indeed, inhibitors of the protease from HIV have already been identified and are currently used in patients (19, 20) . Expression of a functional protease in cells can be problematic due to the protease susceptibility of essential host-cell proteins, as is the case with the protease of human immunodeficiency virus (HIV) (21, 22) . Various strategies have been adopted to overcome the problem of protease toxicity including transient transfection of the gene encoding HIV-1 protease in HeLa cells (21) . Here, the gene encoding HIV-1 protease is introduced into cultured cells as a fusion to the gene encoding green fluorescent protein (GFP). Because the protein-fusion joint contains an HIV-1 protease cleavage site, GFP is released intracellularly. The fluorescence signal is suppressed due to the cytotoxicity of the HIV-1 protease except when HIV-1 protease inhibitors are added to the culture medium. Consequently, an increase in cellular fluorescence can be used to quantify the intracellular potency of HIV protease inhibitors. The cytotoxic effect of the HIV protease can also be seen in a variety of model cells and has been exploited in a growth-based assay for HIV protease inhibitors in bacteria (22) . The idea is straightforward; a plasmid encoding HIV protease is introduced into bacterial cells, which are then rendered dormant by freezing. Upon thawing and incubation of the cells in media along with screening compounds, inhibitors of the HIV protease can be identified by cell growth, a gain-of-signal endpoint. For other viral proteases where cytotoxicity is of little or no concern, different strategies have been developed for use in cell-based assays, often involving yeast, a model eukaryotic cell that has many wellcharacterized promoters for protein expression. A common approach is to introduce the viral protease cleavage site into a host cell protein, usually one that produces a conditional growth defect upon inactivation by a viral protease (23, 24) . Viral inhibitors can then be growth selected from combinatorial chemical libaries in multi-well microplates by an increase in optical density. The screening for viral inhibitors by growth selection is cost effective, as inexpensive media is used in the screening assay. Relying on cell growth as the assay readout ensures that identified hits are non-toxic and membrane permeable. However, a screen that relies solely on the growth of the host-cell could eliminate desirable inhibitors that have tolerable levels of toxicity. In other words, the growth-stimulatory effect of the protease inhibitor might be offset by the growth-inhibitory effect of a mildly-toxic compound. Another potential problem is that screening hits could bypass the protease and stimulate cell growth through unrelated means. These problems further illustrate the need for effective and rapid counter screens to eliminate false-positive hits.",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 297,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 873,
                    "end": 877,
                    "text": "(19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 878,
                    "end": 881,
                    "text": "20)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1087,
                    "end": 1091,
                    "text": "(21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1092,
                    "end": 1095,
                    "text": "22)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1263,
                    "end": 1267,
                    "text": "(21)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1974,
                    "end": 1978,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 2739,
                    "end": 2743,
                    "text": "(23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 2744,
                    "end": 2747,
                    "text": "24)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Gene-targeted viral assays"
        },
        {
            "text": "Researchers at Microbial Novoteqs (http://www.microbialnovoteqs.com/) have developed a novel drug discovery platform, which uses engineered yeast strains to report the action of viral proteases by a cell-growth phenotype in the yeast Saccharomyces cerevisiae. Engineered yeast strains respond to intracellular viral proteases in a growth-dependent manner, and protease inhibitors with desired pharmacological properties, including membrane-permeability and non-toxicity, can be rapidly and economically identified at the initial screening step. To establish such an assay, we have fused a dominant-negative, nuclear protein (NPR dn ) to a membrane anchor, mislocalizing NPR dn to the cytoplasmic compartment. By positioning an endoprotease cleavage site between the reporter and the membrane anchor, protease cleavage releases NPR dn from the membrane leading to nuclear transport (Fig 1) . Expression of the fusion substrate is regulated to provide a conditional growth phenotype. Accordingly, an inhibitor of the protease prevents transport of NPR dn to the nucleus and suppresses the consequent conditional-growth defect, permitting the identification of protease inhibitors by cell-growth selection. Due to the modular nature of the assay, cleavage sites of different viral proteases can be inserted into the fusion substrate, permitting the engineering of a cell-based assay for a variety of viral proteases. This facet of the assay permits the implementation of high-throughput counter screens through a process we term \"multiplexing\". Multiplex analysis utilizes two or more protease assays in tandem to screen a combinatorial library for inhibitors of each viral protease. Although the proteases may be functionally and structurally distinct, the assays used to monitor them are related, permitting the identification of inhibitors with specificity toward each protease ( Figure 2 ). Multiplex analysis also provides a way to identify mildly toxic viral inhibitors, which might partially inhibit growth in each cell-based assay but show potency toward a particular protease. Taken together, multiplexing provides a highly economical way to employ two or more high-throughput screens, each screen serving to counter screen the other.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 881,
                    "end": 888,
                    "text": "(Fig 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1880,
                    "end": 1888,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Gene-targeted viral assays"
        },
        {
            "text": "A goal of early-stage drug-discovery programs is to develop methodology that best predicts a drug's performance in humans. In many instances, a successful anti-viral drug must cross the cell membrane and inhibit the viral life cycle without causing harm to the host cell. To this end, a variety of cell-based assays have been developed for use in anti-viral high-throughput screens. The types of assays currently in operation range from cell-based assays that monitor replication of intact virus to those that monitor the activity of a single viral protein. Replication of intact viruses has been assessed using cytopathic viral assays, reporter virus assays, and reporter cell assays. Among these three, cytopathic viral assays offer the significant advantage of having a gain-of-signal endpoint for inhibitors of viral activity. Gain-of-signal assays are desired in high-throughput drug screening in order to minimize false-positive screening hits, e.g. hits that interfere with the assay readout. Efficient counter screens are essential when lossof-signal assays are used in high-throughput screens. As such, cytotoxicity counter screens have been successfully employed in reporter virus assays and reporter cell assays to eliminate false-positive hits that inhibit cell viability and thus the cell's ability to host viral replication. In some cases, replication of intact virus has been difficult to achieve in cell culture, as is the case for HCV, so viral replicons, a subgenomic portion of the viral genome, have been engineered to express reporter proteins concomitant with the replicon. Although viral replicon assays rely on a loss-of-signal endpoint for inhibitors of viral replication, they have been successfully employed in high-throughput drug screens, attributable in part to the development of innovative and high-throughput counter screens, one for inhibitor toxicity and another using a related viral replicon. Inhibitors of HCV replication are thus simultaneously evaluated for cytotoxicity and HCV specificity, an approach that we term \"multiplexing\" in the drugscreening efforts at Microbial Novoteqs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Expert Opinion"
        },
        {
            "text": "Cell-based assays have also been developed to monitor specific viral proteins in a manner suitable for high-throughput drug screening. Using this approach, a viral gene or promoter is expressed inside a model cell, and the activity of the viral gene/promoter is monitored by various means. The HIV protease provides an example of a viral protein that inhibits host-cell growth due to its broad substrate specificity. By monitoring cell growth, a gain-of-signal readout, this cell-based assay can be used in high-throughput screens for HIV protease inhibitors. Many other viral proteases exhibit limited specificity toward the host cell, targeting instead their cognate viral cleavage sites. Such proteases can be expressed and propagated in a cell; consequently, the cell-based assays used to monitor non-toxic viral proteases rely on engineered substrates that provide a conditional growth phenotype to identify protease inhibitors. The primary advantage of monitoring a specific viral gene/promoter in highthroughput drug screens is that identified inhibitors are expected to target a defined viral activity. However, to reach the full potential of cell-based assays for viral-specific genes, highthroughput counter screens are needed in the context of a cell-based assay. When available, biochemical assays of viral proteins can and should be used as counter screens (25, 26) , but biochemical assays are typically more expensive to perform than cell-based assays due to the requirement of purified proteins and often fluorescently-labeled substrates. As such, cell-based counter screens can and should be employed to confirm the specificity of high-throughput screening hits.",
            "cite_spans": [
                {
                    "start": 1370,
                    "end": 1374,
                    "text": "(25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1375,
                    "end": 1378,
                    "text": "26)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Expert Opinion"
        },
        {
            "text": "In sum, a variety of powerful and innovative cell-based assays have been developed for use in high-throughput screening for anti-viral drug candidates. As cell-based assays provide the means to screen for potent viral inhibitors in an intracellular platform, their use in drug discovery programs permits the identification of drug candidates with desired pharmacological properties early in the drug-discovery pipeline. But, because cell-based assays are innately complex, large numbers of non-specific false-positive screening hits are likely to arise from high-throughput screening. So, while the drug-discovery field is appropriately focused on the development of new and powerful primary drug screens, an equally important focus of future research needs to center around the development of rapid and economical counter screens, thus permitting the identification of highly specific viral inhibitors in a rapid and economical manner. Duplex analysis for chemical inhibitors of the proteases produced by hepatitis A virus and Norwalk virus. Depicted is a representative duplex analysis of 3,200 compounds, which were tested for potency against the 3C-protease (3Cpro) of hepatitis A virus (HAV) and the 3CLprotease (3CLpro) of Norwalk virus. Each gray dot coordinate represents the average growth of 3Cpro-restricted yeast (y-axis) vs. 3CLpro-restricted yeast (x-axis) in the presence of a particular test compound relative to the negative control. Compounds represented in quadrant I activated both assays and can be deemed nonspecific. Likewise, those that appear in quadrant III inhibited both assays and are thus judged to be toxic. The most interesting compounds appear in quadrants II and IV. In quadrant II, compounds activated in the HAV 3Cpro assay, but showed negligible or slightly toxic effects in the Norwalk 3CLpro assay and are therefore likely to be specific HAV 3Cpro inhibitors. The reverse is true for quadrant IV, which represents compounds as specific Norwalk 3CLpro inhibitors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Expert Opinion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A colorimetric assay for the measurement of the sensitivity of herpes simplex viruses to antiviral agents",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mclaren",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Ellis",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Hunter",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Antiviral Res",
            "volume": "3",
            "issn": "",
            "pages": "223--257",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Rapid and automated tetrazolium-based colorimetric assay for the detection of anti-HIV compounds",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pauwels",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Balzarini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baba",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J Virol Methods",
            "volume": "20",
            "issn": "",
            "pages": "309--330",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Development and validation of a high-throughput screen for inhibitors of SARS CoV and its application in screening of a 100,000-compound library",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Severson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Shindo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sosa",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Biomol Screen",
            "volume": "12",
            "issn": "",
            "pages": "33--40",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A cell-based luminescence assay is effective for highthroughput screening of potential influenza antivirals",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Noah",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Severson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Noah",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Antiviral Res",
            "volume": "73",
            "issn": "",
            "pages": "50--59",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Cell-based and biochemical screening approaches for the discovery of novel HIV-1 inhibitors",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Westby",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Nakayama",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Butler",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Blair",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Antiviral Res",
            "volume": "67",
            "issn": "",
            "pages": "121--161",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A novel HIV-1 antiviral high throughput screening approach for the discovery of HIV-1 inhibitors",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Blair",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Isaacson",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Antiviral Res",
            "volume": "65",
            "issn": "",
            "pages": "107--123",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "High-Throughput Human Immunodeficiency Virus Type 1 (HIV-1) Full Replication Assay That Includes HIV-1 Vif as an Antiviral Target",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Isaacson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Patick",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Blair",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Antimicrobial Agents and Chemotherapy",
            "volume": "49",
            "issn": "",
            "pages": "3833--3874",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Nonnucleoside inhibitor of measles virus RNA-dependent RNA polymerase complex activity",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Yoon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Antimicrob Agents Chemother",
            "volume": "51",
            "issn": "",
            "pages": "2293--303",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Potential high-throughput assay for screening inhibitors of West Nile virus replication",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Lo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tilgner",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Virol",
            "volume": "77",
            "issn": "",
            "pages": "12901--12907",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A cell-based beta-lactamase reporter gene assay for the identification of inhibitors of hepatitis C virus replication",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zuck",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Stec",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Anal Biochem",
            "volume": "334",
            "issn": "",
            "pages": "344--55",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Efficient replication of a full-length hepatitis C virus genome, strain O, in cell culture, and development of a luciferase reporter system",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ikeda",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Abe",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Dansako",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Biochem Biophys Res Commun",
            "volume": "329",
            "issn": "",
            "pages": "1350--1359",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Interferons and ribavirin effectively inhibit Norwalk virus replication in replicon-bearing cells",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "O"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "George",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "",
            "pages": "12111--12119",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A cell-based, high-throughput screen for small molecule regulators of hepatitis C virus replication",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Gastroenterology",
            "volume": "132",
            "issn": "",
            "pages": "311--331",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Identification of novel epoxide inhibitors of hepatitis C virus replication using a high-throughput screen",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Matchacheep",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Antimicrob Agents Chemother",
            "volume": "51",
            "issn": "",
            "pages": "3756--3765",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Replication of subgenomic hepatitis C virus RNAs in a hepatoma cell line",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Lohmann",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Körner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Koch",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Science",
            "volume": "285",
            "issn": "",
            "pages": "110--113",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Development of a cell-based high-throughput specificity screen using a hepatitis C virus-bovine viral diarrhea virus dual replicon assay",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "O&apos;boyle Dr 2nd",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "Nower",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Lemm",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Antimicrob Agents Chemother",
            "volume": "49",
            "issn": "",
            "pages": "1346--53",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A cell-based high-throughput assay for screening inhibitors of human papillomavirus-16 long control region activity",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lembo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Donalisio",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Andrea",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cornaglia",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Scutera",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Musso",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Landolfo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "FASEB J",
            "volume": "20",
            "issn": "",
            "pages": "148--50",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Development of a cell-based enzyme-linked immunosorbent assay for high-throughput screening of HIV type 1 entry inhibitors targeting the coreceptor CXCR4",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Schols",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Clercq",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "AIDS Res Hum Retroviruses",
            "volume": "19",
            "issn": "",
            "pages": "947--55",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "HIV protease inhibitors: effects on viral maturation and physiologic function in macrophages",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Bugelski",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kirsh",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Hart",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J Leukoc Biol",
            "volume": "56",
            "issn": "",
            "pages": "374--80",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Amprenavir: a new human immunodeficiency virus type 1 protease inhibitor",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "B"
                    ],
                    "last": "Fung",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Kirschenbaum",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hameed",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Clin Ther",
            "volume": "22",
            "issn": "",
            "pages": "549--72",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Cell-based fluorescence assay for human immunodeficiency virus type 1 protease activity",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lindsten",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Uhlíková",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Konvalinka",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Antimicrob Agents Chemother",
            "volume": "45",
            "issn": "",
            "pages": "2616--2638",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Screening for HIV protease inhibitors by protection against activitymediated cytotoxicity in Escherichia coli",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Lo",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Hsu",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Virol Methods",
            "volume": "137",
            "issn": "",
            "pages": "82--89",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "A genetic system for studying the activity of a proteolytic enzyme",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Dasmahapatra",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Didomenico",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dwyer",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "89",
            "issn": "",
            "pages": "4159--62",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Novel yeast cell-based assay to screen for inhibitors of human cytomegalovirus protease in a high-throughput format",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Cottier",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barberis",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Lüthi",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Antimicrob Agents Chemother",
            "volume": "50",
            "issn": "",
            "pages": "565--71",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "High-throughput screening identifies inhibitors of the SARS coronavirus main proteinase",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Blanchard",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "H"
                    ],
                    "last": "Elowe",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huitema",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Chem Biol",
            "volume": "11",
            "issn": "",
            "pages": "1445--53",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Substrate specificity profiling and identification of a new class of inhibitor for the major protease of the SARS coronavirus",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Goetz",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Choe",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hansell",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "T"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Biochemistry",
            "volume": "46",
            "issn": "",
            "pages": "8744--52",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Engineered yeast strain for monitoring viral protease activity.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "This work was supported by National Institutes of Health Grants AI069201 (to H.F.) and AI058011 and AI064496 (to N.G.).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}