{
    "paper_id": "46a724ae1d703a71a68ae6d0afafff0f1ea3d522",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Goohyeon",
                "middle": [],
                "last": "Hong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hyung",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Youn",
                "middle": [
                    "Seup"
                ],
                "last": "Kim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Organizing pneumonia (OP) is an inflammatory lung disease characterized pathologically by the presence of buds of granulation tissue in the distal air spaces. There are numerous causes of OP including acute respiratory infections such as viral and bacterial infections. However, Mycobacterium abscessus (M. abscessus) has rarely been reported as a causative pathogen of OP. Here, we report a 67-year-old woman with rapidly progressive pulmonary M. abscessus infection who developed OP and acute respiratory failure (ARF).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "She was treated successfully with a corticosteroid and anti-mycobacterial therapy. Our observations suggest that pulmonary M. abscessus infection should be added to the list of infectious conditions associated with OP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Organizing pneumonia (OP) is an inflammatory lung disease characterized by proliferation of granulation tissue in the respiratory bronchioles, alveolar duct, and alveoli with or without obliteration of distal bronchioles. In addition to the idiopathic form (cryptogenic OP), it can develop secondarily for many reasons, such as infections (including mainly bacteria and viruses), connective tissue disease, hematological disorders, malignancies, use of certain drugs, and radiation therapy (1) . A number of viral and bacterial organisms, including herpes virus, coronavirus (especially severe acute respiratory syndrome coronavirus; SARS-CoV) infection, Mycoplasma pneumoniae, and Mycobacterium tuberculosis have been identified as infectious causes of OP (2) (3) (4) (5) . However, Mycobacterium abscessus (M. abscessus) has rarely been reported as a causative factor of OP with acute respiratory failure (ARF) (6) . Here, we report a woman diagnosed with ARF due to pulmonary M. abscessus infection with simultaneous presentation of OP.",
            "cite_spans": [
                {
                    "start": 490,
                    "end": 493,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 757,
                    "end": 760,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 761,
                    "end": 764,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 765,
                    "end": 768,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 769,
                    "end": 772,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 913,
                    "end": 916,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A 67-year-old woman was admitted to our hospital with shortness of breath and fever that had begun 1 week earlier. She had a previous history of diabetes mellitus and degenerative arthritis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case presentation"
        },
        {
            "text": "On admission, her vital signs included blood pressure of 85/59 mmHg, body temperature of 38.3 ℃, heart rate of 127 beats/min, and respiratory rate of 30 breaths/min. Chest auscultation revealed crackles in the right middle and lower lung fields. Arterial blood gas analysis (ABGA) showed pH 7.42, pCO 2 31.7 mmHg, PaO 2 69.4 mmHg, HCO 3 20.5 mmol/L, and SpO 2 92% on oxygen supplied via nasal prong at a flow rate of 4 L/min. A complete blood count results were as follows: leukocytes, 11,170/mm 3 (segmented neutrophils, 84.9%; lymphocytes, 11.2%); hemoglobin 9.5 g/dL; hematocrit, 27.6%; and platelets, 246,000/mm 3 . Blood chemistry was as follows: blood urea nitrogen (BUN), 10.1 mg/dL; creatinine, 0.42 mg/dL; aspartate transaminase, 86 U/L; alanine transaminase,",
            "cite_spans": [
                {
                    "start": 616,
                    "end": 617,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Case presentation"
        },
        {
            "text": "Successful treatment of acute respiratory failure in a patient with pulmonary Mycobacterium abscessus infection accompanied by organizing pneumonia 23 U/L; total bilirubin, 0.34 mg/dL; lactate dehydrogenase, 448 U/L; creatine phosphokinase, 28 U/L; C-reactive protein, 6.67 mg/dL; and procalcitonin, 0.97 ng/mL. The prothrombin time (PT), international normalized ratio (INR), and activated partial thromboplastin time (aPTT) were 11.8 s, 0.98, and 28.4 s, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Report"
        },
        {
            "text": "A chest radiography revealed mass-like consolidation in the right mid to lower lung zone and ill-defined patchy consolidation in the left lower lung zone ( Figure 1A ). Chest computed tomography (CT) revealed ill-defined multifocal consolidations with bronchial wall thickening and airbronchogram in both lungs, particularly on the right middle lobe, right lower lobe and left lower lobe ( Figure 1B,C) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 156,
                    "end": 165,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 390,
                    "end": 402,
                    "text": "Figure 1B,C)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Case Report"
        },
        {
            "text": "Empirical intravenous antibiotic therapy was initiated with piperacillin/tazobactam and levofloxacin. An initial sputum culture was negative, as was sputum acid-fast bacilli (AFB) smear. On the third hospital day, her general condition and hypoxia deteriorated on a facial mask with an oxygen flow rate of 8 L/min and sustained fever was observed. She was transferred to the intensive care unit and a high flow nasal cannula was applied. Antibiotics were switched to meropenem and vancomycin. Flexible bronchoscopy for microbial evaluation showed no apparent endobronchial lesions. Bronchoalveolar lavage (BAL) performed in the right middle lobe revealed a white blood cell count of 2,457/mm 3 (segmented neutrophils, 68%; lymphocytes, 27%; other cells, 5%), red blood cell count of 378/mm 3 , CD4/CD8 ratio of 0.8, no bacteria, viruses, or fungi, and negative AFB smear. All virus PCR and microbial tests, including blood and urine cultures, were negative. On the 7 th hospital day, her chest radiography was more aggravated (Figure 2A) , and percutaneous needle biopsy (PCNB) was performed for right middle lobe lesion. The PCNB specimen showed OP with non-necrotizing epithelioid cell granuloma ( Figure 2B ). Prednisolone ( 1 m g / k g / d a y ) w a s a d m i n i s t e r e d , a n d d r a m a t i c improvements of hypoxia and shadows were seen. On the 12 th hospital day, culture-positive (liquid culture media) for nontuberculous mycobacteria (NTM) was noted in her BAL fluid and sputum AFB. Finally, M. abscessus was reported on the 25 th hospital day. A drug susceptibility test revealed that the isolate was susceptible to clarithromycin [minimum inhibitory concentration (MIC), ≤0.5 μg/mL], and showed intermediate susceptibility to amikacin and cefoxitin (MIC ≤32 μg/mL, both). The empirical antibiotic therapy was stopped, and she was started on intravenous amikacin, cefoxitin, and oral azithromycin. After 8 weeks of the antimycobacterial therapy with prednisolone, improvement was detected on clinical findings, laboratory tests, and radiologic images (Figure 3) . She was discharged on hospital day 60 with a recommendation to continue oral azithromycin, and to taper the prednisolone dose over 6 months.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1026,
                    "end": 1037,
                    "text": "(Figure 2A)",
                    "ref_id": null
                },
                {
                    "start": 1200,
                    "end": 1209,
                    "text": "Figure 2B",
                    "ref_id": null
                },
                {
                    "start": 2068,
                    "end": 2078,
                    "text": "(Figure 3)",
                    "ref_id": null
                }
            ],
            "section": "Case Report"
        },
        {
            "text": "The NTM are ubiquitous environmental organisms that typically cause disease in patients with altered host defenses (7) . Pulmonary NTM disease is the most common type of involvement and occurs primarily in patients with preexisting structural lung damage such as emphysema or On the other hand, rare cases with different disease entities have been reported: NTM disease accompanied by histologically proven OP in which patients developed acute or subacute symptoms with infiltrates on chest images, and improved rapidly following treatment with a combination of a corticosteroid and anti-mycobacterial therapy (6, (8) (9) (10) . both cases were successfully treated with anti-mycobacterial treatment (rifampicin, ethambutol and isoniazid, ethambutol, rifampin, respectively) and corticosteroids. In these reports, the authors considered that OP was probably induced secondary to NTM disease or that OP was one of the clinicopathological features of NTM lung diseases. Nakahara et al. (6) reported five patients with NTM lung disease and the coexistence of OP; four patients had M. avium infection and one patient had M. abscessus infection. These reports described NTM lung disease accompanied by OP that improved with corticosteroids and antimycobacterial treatment.",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 118,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 610,
                    "end": 613,
                    "text": "(6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 614,
                    "end": 617,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 618,
                    "end": 621,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 622,
                    "end": 626,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 984,
                    "end": 987,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In the present case, the CD4/CD8 ratio of BAL fluid lymphocytes was 0.8 and the lung biopsy specimen was consistent with OP. Pulmonary lesions, as well as respiratory symptoms, improved rapidly in response to corticosteroid. Hence, the clinical manifestation was prominent OP that induced ARF. Another consideration was a hot tub lung that in an uncommon presentation of NTM lung disease. Hot tub lung as a hypersensitivity-like disease is similar to hypersensitivity pneumonitis with respect to its clinical and radiological presentation. The typical chest CT findings of hot tub lung are centrilobular nodules and/or groundglass opacities (7, 11, 12) , which are largely different from the infiltrating consolidation with air bronchogram seen in the present case. The CD4/CD8 ratio in the BAL fluid of hot tub lung patients is generally high (11) , whereas that of cryptogenic OP patients tends to be lower than 1 (13, 14) . These findings are also inconsistent with hot tub lung.",
            "cite_spans": [
                {
                    "start": 641,
                    "end": 644,
                    "text": "(7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 645,
                    "end": 648,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 649,
                    "end": 652,
                    "text": "12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 844,
                    "end": 848,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 916,
                    "end": 920,
                    "text": "(13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 921,
                    "end": 924,
                    "text": "14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The 2007 ATS/IDSA guidelines recommend 2-4 months of intravenous amikacin plus cefoxitin or imipenem combined with oral macrolides, such as clarithromycin or azithromycin, but there was little concrete evidence supporting these guidelines, which noted that an effective antibiotic regimen that could cure M. abscessus was not known (7) . Several recent studies regarding treatment outcome in M. abscessus complex lung disease have been reported, with positive results ranging from 25% to 88% (15) (16) (17) . The results of these studies may not be generalizable to all patients, because these were retrospective studies utilizing various regimens with different treatment durations, and many patients included in these studies received treatment in combination with surgery. Furthermore, it has been reported that Mycobacterium massilience (M. massilience) is a separate species from M. abscessus complex and treatment including clarithromycin is more effective in patients with M. massilience than M. abscessus infection (15) .",
            "cite_spans": [
                {
                    "start": 332,
                    "end": 335,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 492,
                    "end": 496,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 497,
                    "end": 501,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 502,
                    "end": 506,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1023,
                    "end": 1027,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, we reported a very rare case of ARF due to pulmonary M. abscessus infection accompanied by OP that was successfully treated with an anti-mycobacterial treatment and systemic corticosteroids. To the best of our knowledge, M. abscessus lung disease accompanying OP has not been described in the English language literature, with the exception of only one case diagnosed with bronchial washing and TBLB (6) . Pulmonary M. abscessus infection can present different clinicopathological features according to the various immune responses of the host. Respiratory physicians should be aware that pulmonary M. abscessus infection can develop simultaneous OP with ARF and should make conscientious effort to identify organisms causing unusual lung infections.",
            "cite_spans": [
                {
                    "start": 415,
                    "end": 418,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Cryptogenic organising pneumonia",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Cordier",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Eur Respir J",
            "volume": "28",
            "issn": "",
            "pages": "422--468",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Bronchiolitis obliterans organizing pneumonia: pathogenesis, clinical features, imaging and therapy review",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Al-Ghanem",
                    "suffix": ""
                },
                {
                    "first": "Al-Jahdali",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bamefleh",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Ann Thorac Med",
            "volume": "3",
            "issn": "",
            "pages": "67--75",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Pulmonary pathological features in coronavirus associated severe acute respiratory syndrome (SARS)",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Tse",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "To",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Clin Pathol",
            "volume": "57",
            "issn": "",
            "pages": "260--265",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Pulmonary pathology of severe acute respiratory syndrome in Toronto",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Hwang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Chamberlain",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Poutanen",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Mod Pathol",
            "volume": "18",
            "issn": "",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Organizing pneumonia associated with M ycobacterium tuberculosis infection",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Yoon",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Respirol Case Rep",
            "volume": "3",
            "issn": "",
            "pages": "128--159",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Nontuberculous mycobacterial lung disease accompanied by organizing pneumonia",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Nakahara",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Oonishi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Takiguchi",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Intern Med",
            "volume": "54",
            "issn": "",
            "pages": "945--51",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "An official ATS/IDSA statement: diagnosis, treatment, and prevention of nontuberculous mycobacterial diseases",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Griffith",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Aksamit",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Brown-Elliott",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am J Respir Crit Care Med",
            "volume": "175",
            "issn": "",
            "pages": "367--416",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Pulmonary infection of Mycobacterium avium-intracellulare complex with simultaneous organizing pneumonia",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hamada",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nagai",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hara",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Intern Med",
            "volume": "45",
            "issn": "",
            "pages": "15--20",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Co-existence of organising pneumonia in a patient with Mycobacterium avium intracellulare pulmonary infection",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dawson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "N"
                    ],
                    "last": "Evans",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Monaldi Arch Chest Dis",
            "volume": "71",
            "issn": "",
            "pages": "76--80",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Organizing pneumonia and non-necrotizing granulomata on transbronchial biopsy: coexistence or bronchiolitis obliterans organizing pneumonia secondary to Mycobacterium kansasii disease",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Starobin",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Guller",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gurevich",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Respir Care",
            "volume": "56",
            "issn": "",
            "pages": "1959--61",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Hypersensitivity pneumonitis reaction to Mycobacterium avium in household water",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Marras",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Wallace",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Koth",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Chest",
            "volume": "127",
            "issn": "",
            "pages": "664--71",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Hot tub lung: presenting features and clinical course of 21 patients",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Hanak",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kalra",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Aksamit",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Respir Med",
            "volume": "100",
            "issn": "",
            "pages": "610--615",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Bronchiolitis obliterans organizing pneumonia. Clinical features and differential diagnosis",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Izumi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kitaichi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nishimura",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Chest",
            "volume": "102",
            "issn": "",
            "pages": "715--724",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The diagnostic value of bronchoalveolar lavage and transbronchial lung biopsy in cryptogenic organizing pneumonia",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Poletti",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cazzato",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Minicuci",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Eur Respir J",
            "volume": "9",
            "issn": "",
            "pages": "2513--2519",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Clinical significance of differentiation of Mycobacterium massiliense from Mycobacterium abscessus",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Koh",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jeon",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Am J Respir Crit Care Med",
            "volume": "183",
            "issn": "",
            "pages": "405--415",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Outcomes in patients with Mycobacterium abscessus pulmonary disease treated with long-term injectable drugs",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lyu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Jang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Respir Med",
            "volume": "105",
            "issn": "",
            "pages": "781--788",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Clinical and microbiologic outcomes in patients receiving treatment for Mycobacterium abscessus pulmonary disease",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jarand",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Levin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Clin Infect Dis",
            "volume": "52",
            "issn": "",
            "pages": "565--71",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Initial chest radiography and chest CT. (A) The chest radiography revealed a mass like consolidation in the right mid to lower lung zone and ill-defined patchy consolidation in the left lower lung zone; (B,C) chest CT revealed ill-defined multifocal consolidations with bronchial wall thickening and air-bronchogram in both lungs, particularly on the right middle lobe, right lower lobe, and left lower lobe. CT, computed tomography. A B C bronchiectasis. The clinical features of NTM lung disease in immunocompetent patients include fibrocavitary disease, nodular/bronchiectatic disease, solitary pulmonary nodules, and hot tub lung (7).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Hamada et al. (8) reported a 67-year-old woman with fever and dyspnea; her sputum culture confirmed Mycobacterium intracellulare, and transbronchial lung biopsy (TBLB) revealed OP that showed dramatic clinical improvement clinically with corticosteroid and anti-mycobacterial treatment (clarithromycin, rifampicin, and levofloxacin). Jones et al. (9) reported a 58-year-old woman with Mycobacterium avium (M. avium) complex infection, and Starobin et al. (10) described an 85-year-old woman with Mycobacterium kansasii infection with biopsy-proven OP;",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Chest radiography and PCNB specimen. (A) On hospital day 7, the chest radiography revealed a further increase in the extent of consolidation and GGO throughout both lungs; (B) PCNB specimen showed interstitial fibroblast infiltration with collagen deposition and multiple foci of fibroblastic plugs and non-necrotizing epithelioid cell granuloma (hematoxylin and eosin stain, ×200). PCNB, percutaneous needle biopsy. After 8 weeks of treatment, the chest radiography showed improvement in consolidation and infiltration in both lungs.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The authors have no conflicts of interest to declare.Informed Consent: Written informed consent was obtained from the patient for publication of this manuscript and any accompanying images.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of Interest:"
        }
    ]
}