{
    "paper_id": "46a8f4f78789fa56b815ae74f9c35f46edc9383e",
    "metadata": {
        "title": "Detection of Respiratory Viruses by PCR Assay of Nasopharyngeal Swabs Stored in Skim Milk-Tryptone-Glucose-Glycerol Transport Medium ᰔ †",
        "authors": [
            {
                "first": "Paul",
                "middle": [],
                "last": "Turner",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mahidol-Oxford Tropical Medicine Research Unit",
                    "location": {
                        "settlement": "Mae Sot",
                        "country": "Thailand"
                    }
                },
                "email": ""
            },
            {
                "first": "Linda",
                "middle": [],
                "last": "Po",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mahidol-Oxford Tropical Medicine Research Unit",
                    "location": {
                        "settlement": "Mae Sot",
                        "country": "Thailand"
                    }
                },
                "email": ""
            },
            {
                "first": "Claudia",
                "middle": [],
                "last": "Turner",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Oxford",
                    "location": {
                        "settlement": "Oxford",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "David",
                "middle": [],
                "last": "Goldblatt",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mahidol-Oxford Tropical Medicine Research Unit",
                    "location": {
                        "settlement": "Mae Sot",
                        "country": "Thailand"
                    }
                },
                "email": ""
            },
            {
                "first": "Francois",
                "middle": [],
                "last": "Nosten",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mahidol-Oxford Tropical Medicine Research Unit",
                    "location": {
                        "settlement": "Mae Sot",
                        "country": "Thailand"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Overall, swabs stored in STGG medium without antimicrobials were found to be an acceptable alternative to aspirates stored in antimicrobial-containing VTM, with PCR agreement of 90.2% (kappa of 0.8).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Longitudinal population-based studies of bacterium-virus interactions in the nasopharynx will result in improved understanding of the pathogenesis of respiratory tract infections, a major cause of morbidity and mortality globally (1, 10) . Nasopharyngeal aspirates (NPA) or nasopharyngeal swabs (NPS) collected into a viral transport medium (VTM), usually containing antimicrobial agents to prevent bacterial overgrowth, have been considered the optimal specimen for respiratory virus detection (3) . However, antimicrobial-containing VTM precludes culture-based detection and characterization of bacterial upper respiratory tract colonizers, necessitating the collection of duplicate samples if both viruses and bacteria are to be studied.",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 233,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 234,
                    "end": 237,
                    "text": "10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 495,
                    "end": 498,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We sought to determine whether NPS collected and stored in skim milk-tryptone-glucose-glycerol (STGG) bacterial transport and storage medium could be used to determine the presence of respiratory tract viruses in the upper respiratory tract, thus permitting assessment of bacterium-virus interaction in vivo from a single specimen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We analyzed 129 paired NPA and NPS specimens taken from infants diagnosed with pneumonia during a longitudinal cohort study on the Thailand-Myanmar border (8) . NPA were collected in 1 ml of VTM (minimum essential medium with Hanks balanced salt solution [MEM-Hanks] with 0.5% gelatin, amphotericin B, penicillin, and streptomycin; prepared inhouse) and stored at Ϫ80°C until extraction and PCR. Nucleic acid was extracted from these NPA-VTM specimens using spin columns (NucleoSpin RNA virus kit [Macherey-Nagel, Germany] or QIAamp viral RNA minikit [Qiagen, Germany]) following the manufacturer's instructions. Extracts were analyzed by real-time PCR for adenoviruses, influenza viruses, and respiratory syncytial virus (RSV), with a human RNase P PCR to detect the presence of inhibitors as previously described (2, 9) . A Rotorgene 6000 real-time PCR thermocycler (Corbett Life Science, Australia) and SuperScript III one-step reverse transcription-PCR (RT-PCR) kit (Invitrogen) were used throughout. The specimens were considered positive if a virus PCR threshold cycle (C T ) value was Ͻ40 with appropriate run control results. Specimens with low positive PCR results (C T values of 35 to 39) were repeated: only if the C T was Ͻ40 in both runs was the virus PCR considered positive. Dacrontipped NPS (Medical Wire & Equipment, United Kingdom) were collected into 1 ml of STGG transport medium (no antimicrobials; prepared in-house) and processed according to the WHO protocol for Streptococcus pneumoniae colonization detection (6) . Before and immediately following bacterial culture, the NPS-STGG specimens were stored frozen at Ϫ80°C. Nucleic acid was subsequently extracted from previously cultured NPS-STGG specimens using the viral nucleic acid extraction protocol of the MagCore HF16 automated extractor (RBC Bioscience, Taiwan), following the manufacturer's instructions. NPS-STGG specimens were analyzed by the same PCR assay used for the NPA-VTM specimens, the only modification being that the nucleic acid extracts were routinely diluted 1:10 to avoid false-negative results (unpublished data). NPS-STGG specimens paired with a virusnegative NPA-VTM specimen were tested for all viruses; all other NPS-STGG specimens were tested only for the presence of the virus detected in the paired NPA-VTM specimen. Any NPS-STGG specimen with negative virus PCR at the 1:10 dilution was repeated neat, and the presence of PCR inhibitors was assessed by also running the RNase P PCR. Data were analyzed in STATA 10.1 (StataCorp), using the diagt module (7) . Ethical approval was granted by Mahidol University in Thailand and Oxford University in the United Kingdom.",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 158,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 815,
                    "end": 818,
                    "text": "(2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 819,
                    "end": 821,
                    "text": "9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1535,
                    "end": 1538,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2559,
                    "end": 2562,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The pairs of specimens, collected between December 2007 and October 2010 from children aged 1 to 24 months (median age, 10 months), were chosen on the basis of the NPA-VTM specimen virus PCR results. By PCR, 53 NPA-VTM specimens were known to contain influenza virus nucleic acid (30 speci-mens contained influenza A virus; 23 specimens contained influenza B virus), 25 specimens contained adenovirus, and 25 specimens contained RSV. Thirty NPA-VTM specimens, negative for all of these viruses, were also included, resulting in a total of 133 paired PCR results. There was agreement between NPA-VTM and NPS-STGG specimen PCR results in 120/133 (90.2%; kappa of 0.8). Positive RNase P PCR results were obtained in all 13 NPS-STGG specimens in which the viral nucleic acid from the paired NPA-VTM specimen was not detected, confirming the absence of PCR inhibition. No virus nucleic acid was detected in the 30 NPS-STGG specimens from pairs where the NPA-VTM specimen had yielded negative virus PCR results. Therefore, by using the NPA-VTM results as the gold standard, the overall sensitivity of detection of the target viral nucleic acid from NPS-STGG specimens was 87.4%, with 100% specificity (Table 1) . NPS-STGG and NPA-VTM specimen PCR results were comparable with the exception of influenza virus detection, as influenza virus was significantly less likely to be identified in the NPS-STGG specimens (P ϭ 0.0005 by McNemar's test). Influenza A virus detection was better than influenza B virus detection (26/30 samples versus 15/23 positive samples, respectively; sensitivity of 86.7% versus 65.2%, respectively; P ϭ 0.13).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1195,
                    "end": 1204,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "This report is the first to determine the operating characteristics of a commonly used bacterial transport and storage medium for the collection and preservation of key viruses. Several large studies have explored the dynamics of bacterial, and in particular pneumococcal, nasopharyngeal colonization in longitudinal cohorts of children and their families. However, few studies have directly studied bacterium-virus interactions by sampling longitudinally for both bacteria and viruses (4, 5) . Collection of NPS specimens in STGG medium is a core component of the current gold standard methodology for pneumococcal carriage studies (6) . This methodology includes rigorous maintenance of the cold chain during specimen processing, which lends itself to viral nucleic acid preservation. However, a prerequisite for bacterial culture is the absence of antimicrobials in STGG medium, which may impair the ability of the medium to maintain viruses. We have shown that adenovirus DNA and RSV RNA were well preserved in STGG medium (sensitivities of virus detection of 96% and 100%, respectively, compared to NPA-VTM specimens). The results for influenza virus, in particular influenza B virus, detection from the NPS-STGG specimens were disappointing (overall sensitivity of 77%). All NPS-STGG specimens had been previously subjected to a freeze-thaw cycle for bacterial culture, which may well have had a deleterious effect on any viral nucleic acid present in the specimen. It is possible that some of the NPA-VTM influenza virus PCR results may have been false-positive results, but this is unlikely, since all low positive results were repeated and all influenza A virus-positive specimens were confirmed by a second PCR to determine the hemagglutinin type. Low viral load may have been the cause of the NPS-STGG false-negative results, since 8/13 (62%) NPA-VTM virus PCR C T values were 30 or greater in sample pairs with a negative NPS-STGG virus PCR, compared with 7/90 (8%) in the concordant specimen group (P Ͻ 0.001 by Fisher's exact test).",
            "cite_spans": [
                {
                    "start": 486,
                    "end": 489,
                    "text": "(4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 490,
                    "end": 492,
                    "text": "5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 633,
                    "end": 636,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In conclusion, we have demonstrated that, at least for adenoviruses, influenza A virus, and RSV, nasopharyngeal swab specimens stored in STGG medium may be reliably used for viral nucleic acid detection. Further work to optimize detection of influenza B virus RNA and to confirm the reproducibility of these findings in a larger panel of respiratory viruses is required. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Interactions between influenza and bacterial respiratory pathogens: implications for pandemic preparedness",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Brundage",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Lancet Infect. Dis",
            "volume": "6",
            "issn": "",
            "pages": "303--312",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Real-time reverse transcription-polymerase chain reaction assay for SARS-associated coronavirus",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Emery",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerg. Infect. Dis",
            "volume": "10",
            "issn": "",
            "pages": "311--316",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Specimen collection, transport, and processing: virology",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Forman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Valsamakis",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Manual of clinical microbiology",
            "volume": "2",
            "issn": "",
            "pages": "1284--1296",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Modelling the co-occurrence of Streptococcus pneumoniae with other bacterial and viral pathogens in the upper respiratory tract",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jacoby",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Vaccine",
            "volume": "25",
            "issn": "",
            "pages": "2458--2464",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The interaction between respiratory viruses and pathogenic bacteria in the upper respiratory tract of asymptomatic Aboriginal and non-Aboriginal children",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Moore",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Pediatr. Infect. Dis. J",
            "volume": "29",
            "issn": "",
            "pages": "540--545",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Report from a WHO working group: standard method for detecting upper respiratory carriage of Streptococcus pneumoniae",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "O&apos;brien",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nohynek",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Pediatr. Infect. Dis. J",
            "volume": "22",
            "issn": "",
            "pages": "133--140",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "DIAGT: Stata module to report summary statistics for diagnostic tests compared to true disease status",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Seed",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Stata J",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Pneumococcal carriage and clinical pneumonia episodes in under one year old refugee children on the Thailand-Myanmar border, poster 194. 7th Int",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Turner",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Symp. Pneum. Pneum. Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Influenza in refugees on the Thailand-Myanmar border",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Turner",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "16",
            "issn": "",
            "pages": "1366--1372",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Estimates of world-wide distribution of child deaths from acute respiratory infections",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gouws",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Boschi-Pinto",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bryce",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dye",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Lancet Infect. Dis",
            "volume": "2",
            "issn": "",
            "pages": "25--32",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "This work was supported by the Wellcome Trust of Great Britain (grant 083735 to P.T.). C.T. and F.N. are supported by the Wellcome Trust of Great Britain (grant 077166/Z/05). The Shoko Malaria Research Unit is part of the Mahidol Oxford University Tropical Medicine Research Program.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Operating characteristics of STGG medium as determined by comparing NPS-STGG and NPA-VTM specimens for respiratory virus specimen collection and preservation Virus detected in NPA-VTM specimen (no. of specimens) Number of NPS-STGG specimens that agree with NPA-VTM specimen result/total number of specimens. b 95% CI, 95% confidence interval. c PPV, positive predictive value. d NPV, negative predictive value. e Results for influenza A and B viruses combined.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}