{
    "paper_id": "46bfe27d9047027e0a29d68c653f743d83767304",
    "metadata": {
        "title": "Human bocavirus DNA detected by quantitative real-time PCR in two children hospitalized for lower respiratory tract infection",
        "authors": [
            {
                "first": "T",
                "middle": [],
                "last": "Schenk",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "B",
                "middle": [],
                "last": "Huck",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Forster",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "R",
                "middle": [],
                "last": "Berner",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "D",
                "middle": [],
                "last": "Neumann-Haefelin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "V",
                "middle": [],
                "last": "Falcone",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Viral pathogens such as respiratory syncytial virus, human metapneumovirus, rhinovirus, adenovirus, parainfluenza virus and influenza virus are the most frequent causes of acute respiratory tract infection and hospitalization in infants and young children. However, no pathogen can be identified in about 30% of suspected respiratory infections [1] . Recently, a new human virus belonging to the Bocavirus genus of the subfamily Parvovirinae was cloned from pooled human respiratory samples and its pathogenic potential was proposed according to its association with respiratory illness [2] . Later studies suggested human bocavirus (HBoV) may be causative for lower respiratory tract disease in young children [3] [4] [5] [6] . In this report, we describe the detection by quantitative real-time PCR of HBoV DNA in the nasopharyngeal aspirates of two German children hospitalized for pneumonia. Sequencing of an NP-1 gene fragment and phylogenetic analysis revealed high sequence identity for this HBoV strain compared with the prototype strain HBoV st1 [2] and other strains worldwide [2] [3] [4] [5] [6] . Our finding of a high viral load combined with symptoms of acute respiratory tract infection may support the assertion of others that HBoV is an important emerging pathogen [2] [3] [4] [5] [6] .",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 348,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 587,
                    "end": 590,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 711,
                    "end": 714,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 715,
                    "end": 718,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 719,
                    "end": 722,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 723,
                    "end": 726,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1055,
                    "end": 1058,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1087,
                    "end": 1090,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1091,
                    "end": 1094,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1095,
                    "end": 1098,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1099,
                    "end": 1102,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1103,
                    "end": 1106,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1282,
                    "end": 1285,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1286,
                    "end": 1289,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1290,
                    "end": 1293,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1294,
                    "end": 1297,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1298,
                    "end": 1301,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In March 2004, a 32-month-old boy presented with a 3day history of high fever and cough. He was treated with corticosteroids and bronchodilators to control acute bronchoconstriction. No antibiotics were administered. Due to increasing tachypnea and dyspnea, the child was hospitalized. Clinical examination upon admission revealed a body temperature of 39°C, tachypnea and dyspnea, as well as subcostal retractions. Wheezing and dry bilateral fine rales were present upon lung auscultation. Transcutaneously measured oxygen saturation was decreased to 87% and the patient required oxygen supplementation (4 l/min) for 6 days and intravenous treatment with corticosteroids for persistent bronchoconstriction. Laboratory tests showed a leukocyte count of 7.7×10 9 /l, a blood pH level of 7.4, base excess of −4.7 mmol/l, and a C-reactive protein value of 5.6 mg/l. Chest radiograph revealed beginning right paracardial pulmonary infiltration without pleural effusion, indicating pneumonia. Under antiobstructive therapy with sultanol and intravenous corticosteroids, the boy's respiratory condition improved. On day 4 after admission, he developed rotavirus gastroenteritis, probably of nosocomial origin, which rapidly improved under symptomatic therapy. By discharge on day 9, his general condition was good, although a mild fever (38°C) was still present.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the same period, an 18-month-old boy presented with a 2-day history of increasing dyspnea, fever (39.5°C), and cough. Clinical examination revealed a weakened general condition, tachypnea, a body temperature of 38.8°C, and modest wheezing as well as bilateral basal rales upon auscultation. The patient required oxygen supplementation (2 l/min) for 4 days. Initial laboratory tests showed an 7.36, base excess of -5.9 mmol/l, and a C-reactive protein value of 21 mg/l. On admission, chest radiograph demonstrated diffuse central and basal infiltrates with pleural effusion in the right costodiaphragmal recessus, indicating pleuropneumonia. Moraxella catarrhalis was cultured, although only in moderate quantities, from nasopharyngeal aspirate together with other resident normal respiratory flora, and antibiotic treatment with ampicillin was started following sensitivity testing. After 4 days of hospitalization, the patient was discharged in good general condition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To assess the etiology of acute respiratory infection, nasopharyngeal aspirate was recovered from both patients upon admission in a standard volume of buffered saline and, in addition to bacterial culture, analyzed by multiplex PCR for relevant viral and bacterial respiratory pathogens. Retrospectively, the samples were analyzed by a new quantitative real-time PCR for HBoV DNA developed in our laboratory. PCR primers specific for the viral NP-1 gene and a fluorescence-labeled TaqMan probe were designed on the basis of previously published sequence data [2] : HBoV-UP 5′-AGGAGCAGGAGCCGCAGCC-3′, HBoV-DP 5′-CAGTGCAAGACGATAGGTGGC-3′, HBoV-P 5′-FAM-ATGAGCCCGAGCCTCT CTCCCC ACTGTGTC-TAMRA-3′. Amplification was performed using a LightCycler instrument (Roche Applied Science) with a reaction profile of 40°C for 10 min, 95°C for 10 min, 45 cycles of 95°C for 15 s, and 60°C for 30 s, followed by a final cooling step of 40°C for 1 min. Serial dilutions of the linearized plasmid NPSC3.1 were used as a quantification standard and the detection limit proved to be ten copies per PCR reaction, corresponding to 500 viral genomes per ml of source material. Each sample was tested for the presence of inhibitory substances in a parallel reaction and cycle threshold values of the standard used for quantification were monitored. High viral loads (10 11 genome equivalents/ml in case 1 and 10 7 genome equivalents/ml in case 2) were detected in the samples of both patients; specificity was confirmed by sequencing a 354-bp fragment of the NP-1 gene using primers described previously [2] . The sequences obtained (GER 327-05 and GER175-04) were aligned using the ClustalW algorithm with sequences retrieved from GenBank for the HBoV prototype strain st1 as a reference (DQ000495) and further sequences from Japan (DQ296620, DQ296618), Jordan (AB243570, AB243569, AB243568), Canada (DQ267761) and France (AM109963).",
            "cite_spans": [
                {
                    "start": 559,
                    "end": 562,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1581,
                    "end": 1584,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Alignment revealed high conservation of the HBoV genome, since only a few single base-pair substitutions were observed among the selected sequences (Fig. 1) . GER 327-05 (GenBank accession number DQ513331) was 100% identical to the reference strain HBoV st1, whereas GER175-04 (GenBank DQ513330) had two nucleotide substitutions (99.2% identity on the nucleotide level): 9G to T without amino acid change and 39A to C resulting in an amino acid exchange (Lys to Glu; 98.8% identity on the amino acid level with HBoV st1). These data confirmed the high degree of bocavirus genome stability reported previously [3, 5] .",
            "cite_spans": [
                {
                    "start": 609,
                    "end": 612,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 613,
                    "end": 615,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 148,
                    "end": 156,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "In both cases described here, a causal relationship between viral infection and clinical symptoms may be supposed. In fact, clinical symptoms were similar and realtime PCR for HBoV DNA indicated high viral loads, while no other viral pathogen was found. In case 2, the bacterial culture was positive for M. catarrhalis, a commensal organism rarely causing lower respiratory tract infections in immunocompetent children. Accordingly, the number of colonies was moderate in this case. Resident normal respiratory flora was also present and C-reactive protein was only slightly elevated. Thus, M. catarrhalis is unlikely to have caused the patient's severe lung disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This brief report describes HBoV detection by real-time PCR in two children hospitalized for lower respiratory tract infection. We suggest that quantification of viral load might be instrumental in elucidating the correlation between virological data and clinical features. Two very recent studies, although retrospective as all previous ones, strongly support the association of the virus with respiratory disease by showing for the first time a zero or very low incidence of HBoV infection among control infants of the same age group [7, 8] . Although this finding argues against the possibility of an asymptomatic HBoV carrier state in the respiratory tract of healthy individuals, the situation in the immunodeficient patient has yet to be clarified, as do other aspects of bocavirus/host interaction. Certainly, future prospective studies are needed to establish the pathogenic potential of HBoV in respiratory tract disease.",
            "cite_spans": [
                {
                    "start": 536,
                    "end": 539,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 540,
                    "end": 542,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Human metapneumovirus: an important cause of respiratory disease in children and adults",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Curr Infect Dis Rep",
            "volume": "7",
            "issn": "",
            "pages": "204--210",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Cloning of a human parvovirus by molecular screening of respiratory tract samples",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Allander",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tammi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Eriksson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bjerkner",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tiveljung-Lindell",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Andersson",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proc Natl Acad Sci",
            "volume": "102",
            "issn": "",
            "pages": "12891--12896",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Evidence of human coronavirus HKU1 and human bocavirus in Australian children",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Sloots",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mcerlean",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Speicher",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Arden",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Nissen",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Mackay",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Clin Virol",
            "volume": "35",
            "issn": "",
            "pages": "99--102",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Human bocavirus infection",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bastien",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Brandt",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dust",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Canada. Emerg Infect Dis",
            "volume": "12",
            "issn": "",
            "pages": "848--850",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Detection of human bocavirus in Japanese children with lower respiratory tract infections",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Endo",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ishiguro",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ebihara",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ishiko",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ariga",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kikuta",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Clin Microbiol",
            "volume": "44",
            "issn": "",
            "pages": "1132--1134",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Frequent detection of bocavirus DNA in German children with respiratory tract infections",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Weissbrich",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Neske",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schubert",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Tollmann",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Blath",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Blessing",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Kreth",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "BMC Infect Dis",
            "volume": "6",
            "issn": "",
            "pages": "109--116",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Human bocavirus infection in young children in the United States: molecular epidemiological profile and clinical characteristics of a newly emerging respiratory virus",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kesebir",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vazquez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Weibel",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Shapiro",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Landry",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Kahn",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Infect Dis",
            "volume": "194",
            "issn": "",
            "pages": "1276--1282",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Epidemiological profile and clinical associations of human bocavirus and other human parvoviruses",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Manning",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Eastick",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Leadbetter",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hallam",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Templeton",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Simmonds",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Infect Dis",
            "volume": "194",
            "issn": "",
            "pages": "1283--1290",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Sequence alignment of HBoV strains. Sequences of a 240-bp fragment of the NP-1 gene of GER327-05 and GER175-04 (GenBank accession numbers DQ513331 and DQ513330) were compared to those of published sequences of HBoV. Nucleotide changes resulting in amino acid substitution are indicated",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "and Legionella pneumophila (http://www. pid-ari.net/). No infectious agent could be detected except for a bacterial culture positive for M. catarrhalis in case 2.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgments The work was supported by PID-ARI.net grant 01KI9910/2 from the German Federal Ministry of Education and Research. T. Allander kindly provided the NPSC3.1 plasmid as positive control for bocavirus PCR. We are indebted to our collaborators W. Puppe and J. Weigl for providing multiplex PCR results, as well as O. Haller for continued support. We thank Gudrun Woywodt for excellent technical assistance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}