{
    "paper_id": "46c5f4a01496ab4fe89b1dfba7b7f94445766640",
    "metadata": {
        "title": "Forecasting of COVID-19 Confirmed Cases in Different Countries with ARIMA Models Forecasting of COVID-19 Confirmed Cases in Different Countries with ARIMA Models",
        "authors": [
            {
                "first": "Tania",
                "middle": [],
                "last": "Dehesh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kerman University of Medical Sciences",
                    "location": {
                        "settlement": "Kerman",
                        "country": "Iran"
                    }
                },
                "email": "tania_dehesh@yahoo.com"
            },
            {
                "first": "H",
                "middle": [
                    "A"
                ],
                "last": "Mardani-Fard",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Yasuj University",
                    "location": {
                        "settlement": "Yasuj",
                        "country": "Iran"
                    }
                },
                "email": "h_mardanifard@yahoo.com"
            },
            {
                "first": "Paria",
                "middle": [],
                "last": "Dehesh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Yasuj University",
                    "location": {
                        "settlement": "Yasuj",
                        "country": "Iran"
                    }
                },
                "email": "paria_dehesh@yahoo.com"
            }
        ]
    },
    "abstract": [
        {
            "text": "The epidemic of a novel coronavirus illness becomes as a global threat. The aim of this study is first to find the best prediction models for daily confirmed cases in countries with high number of confirmed cases in the world and second to predict confirmed cases with these models in order to have more readiness in healthcare systems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": ": This study was conducted based on daily confirmed cases of COVID-19 that were collected from the official website of Johns Hopkins University from January 22 th , 2020 to March 1 th , 2020. Auto Regressive Integrated Moving Average (ARIMA) model was used to predict the trend of confirmed cases. Stata version 12 were used. Results: Parameters used for ARIMA were (2,1,0) for Mainland China, ARIMA (2,2,2) for Italy , ARIMA(1,0,0) for South Korea, ARIMA (2,3,0) for Iran, and ARIMA(3,1,0) for Thailand. Mainland China and Thailand had almost a stable trend. The trend of South Korea was decreasing and will become stable in near future. Iran and Italy had unstable trends. Conclusions: Mainland China and Thailand were successful in haltering COVID-19 epidemic. Investigating their protocol in this control like quarantine should be in the first line of other countries' program",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "3 Background A novel Virus belongs to Corona virus's family that has been transmitter from animal to human and was recognized in Wuhan, China, in December 2019. This can cause serious illness and death (1). It has since been identified as a zoonotic coronavirus, similar to severe acute respiratory syndrome coronavirus (SARS-CoV) and Middle East Respiratory Syndrome Coronavirus (MERS-CoV), and was named 2019-nCoV (2) . A total number of 4515 cases including 106 deaths were confirmed on 27 th of January 2020 (3) . A local seafood market in Wuhan was visited by many cases in the initial research, and it is indicated that a commonsource zoonotic exposure may cause this new illness (4) The prevalence scope of this disease is unclear, because at present the prevalence of this disease is so dynamic(1). There is obvious variation among countries in epidemiological surveillance and detection capacity for suspected cases. (5) Several cases of COVID-19 infections were also reported outside China, in other Asian countries, the United States, France, Australia, and Canada. In this situation when the illness does not have any specific treatment, the prevention of disease and preparation in healthcare services is very important .",
            "cite_spans": [
                {
                    "start": 416,
                    "end": 419,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 512,
                    "end": 515,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 686,
                    "end": 689,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Modeling and future forecast of daily number of confirmed cases can help the treatment system in providing services for the new patients . The statistical prediction models could be helpful in forecasting and controlling this global epidemic threat. Here in this study, Auto Regressive Integrated Moving Average (ARIMA) model could be useful to predict the confirmed cases of COVID-2019. This model has more ability compared to some prediction models such as wavelet neural network (WNN) and the support vector machine (SVM) in prediction of natural disasters (6) . The global geographic regions in this study are according to World Health Organization (WHO) classification of regions. The data of countries with high number of confirmed cases analyzed in this study was based on WHO regions. For each country, . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 560,
                    "end": 563,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03. 13.20035345 doi: medRxiv preprint the best ARIMA model is identified, and then 17 future days is predicted. The daily confirmed cases data of COVID-2019 from January 22 th , 2020 to March 1 th , 2020 were collected from the official website of Johns Hopkins University and were used to build these models. The aim of this study is first to find the best predicting models for confirmed cases in countries with high number of confirmed cases in the world and second to predict confirmed cases with these models. These models can help in predicting patients in near future to have better treatment staff preparedness in these countries.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "13.20035345",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The daily confirmed cases of COVID-2019 from January 22 th , 2020 to March 1 th , 2020 were (7) .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data source"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data source"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03. 13.20035345 doi: medRxiv preprint The parameters of ARIMA model is as follows: (p, d, q)(P,D,Q)S generally, p refers to the order of auto-regression, d refers the degree of trend difference, q refers to the order of moving average, P refers to the seasonal auto-regression lag, D refers to the degree of seasonal difference, Q refers to the seasonal moving average, S refers to the length of the cyclical pattern (8) .",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 144,
                    "text": "13.20035345 doi: medRxiv preprint",
                    "ref_id": null
                },
                {
                    "start": 524,
                    "end": 527,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Data source"
        },
        {
            "text": "Before analyzing, time series must become station-based on mean and variance. The Augmented Dickey-Fuller (ADF) is used (9) in recognizing stationary in the mean and Box Cox test in recognizing whether the time series is stationary based on variance or not. Log transformation and differences are remedy approaches to stabilize the time series for variance and mean, respectively (10). Seasonal differences were used to stabilize the series from seasonality trend.",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 123,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Data source"
        },
        {
            "text": "The initial number of ARIMA model was guessed through autocorrelation function (ACF) graph and partial autocorrelation (PACF) graph.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data source"
        },
        {
            "text": "All the models that passed the residual test (normality and stationary in variance) were compared using Akaike information criterion (AIC). The model which has the least AIC was selected as the best model. The methodology of current study was based on a previous study as reference (11) .",
            "cite_spans": [
                {
                    "start": 282,
                    "end": 286,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Data source"
        },
        {
            "text": "Microsoft Excel 2016 was used to build the database of daily COVID-19 in the world and STATA version 12 software was adopted to develop the ARIMA model. The statistical significance level was set at 0.05.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data source"
        },
        {
            "text": "Since no primary data collection was undertaken, no patient or public was involved; no formal ethical assessment or informed consent was required. All data were collected from the official website and all data were fully anonymized.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.13.20035345 doi: medRxiv preprint Table 1 shows the ACF and PACF plots used for choosing the model parameters. The reporting of these ACF and PACF showed that confirmed cases of COVID-2019 were not influenced by the seasonality. According to these plots the P and Q parameters of ARIMA models were guessed. Then the guess models were compared according to AIC value. . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 151,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Ethics"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03. 13.20035345 doi: medRxiv preprint 7",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 122,
                    "text": "13.20035345",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The final models that were reported in table 2 had the lowest AIC values. Table 2 shows the forecast plots of ARIMA models for different countries with high number of confirmed cases according to WHO regions. The closes of predicted plots with actual confirmed data could be observed in these plots. This shows the precision of models in forecasting. . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 74,
                    "end": 81,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.13.20035345 doi: medRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The confirmed cases trend in China may become stable. South Korea will have a stationary trend in near future. Thailand almost controlled and the confirmed cases for this country were frequently between zero and one. Iran and Italy had unstable trend.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03. 13.20035345 doi: medRxiv preprint China's confirmed cases showed stationary trend after 6 th of March. This result is in accordance with the result of previous study that predicted China's epidemic to end up after March 10 th , 2020 (12) . This may be due to sever control and quarantine that were performed in China. This fact shows that quarantine worked well to reduce human exposure and control this epidemic. In another study on Chinese data the trend of confirmed cases in China during 10th-24th of January, 2020 was followed by exponential function (13) .",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 144,
                    "text": "13.20035345 doi: medRxiv preprint",
                    "ref_id": null
                },
                {
                    "start": 344,
                    "end": 348,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 667,
                    "end": 671,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This study confirmed that South Korea had an almost moderate trend that became decreasing after 15 th of March.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Iran did not have stationary trend even after 15 th of March. In a study according to the passengers that came from other countries such as UAE, Lebanon, and Canada the prevalence of cases in Iran estimated about 18,300 cases assuming an outbreak duration of 1.5 months in the country (14) . This paper was published online on 22.2.2020. Therefore Iran is at the beginning of the outbreak and the unstable trend was acceptable.",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 289,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Thailand had the best control system in the exposure of this epidemic. Checking their program could be the best guide for future epidemics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although more data are needed to have a more detailed prevision, these models could be helpful in predicting future confirmed cases if the spread of the virus did not change very strangely. As we know this virus is novel and have the ability to be transmitted severely. This ability may affect all the predictions, but to our knowledge and for the time of writing, these models are the best.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03. 13.20035345 doi: medRxiv preprint ",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 144,
                    "text": "13.20035345 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronavirus infections-more than just the common cold",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "I"
                    ],
                    "last": "Paules",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Marston",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Fauci",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "8",
            "pages": "707--715",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The reproductive number of COVID-19 is higher compared to SARS coronavirus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Gayle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilder-Smith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rocklöv",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Travel Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Real-Time Estimation of the Risk of Death from Novel Coronavirus (COVID-19) Infection: Inference Using Exported Cases",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Jung S-M",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Akhmetzhanov",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hayashi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Linton",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Clinical Medicine",
            "volume": "9",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. The Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Quantifying bias of COVID-19 prevalence and severity estimates in Wuhan, China that depend on reported cases in international travelers",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Niehus",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Salazar",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Comparison of the Ability of ARIMA, WNN and SVM Models for Drought Forecasting in the Sanjiang Plain",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "China. Natural Resources Research",
            "volume": "2019",
            "issn": "",
            "pages": "1--18",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Forecasting of demand using ARIMA model",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fattah",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ezzine",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Aman",
                    "suffix": ""
                },
                {
                    "first": "El",
                    "middle": [],
                    "last": "Moussami",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lachhab",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "International Journal of Engineering Business Management",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Application of a combined model with autoregressive integrated moving average (ARIMA) and generalized regression neural network (GRNN) in forecasting hepatitis incidence in Heng County",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "China. PloS one",
            "volume": "",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A hybrid seasonal prediction model for tuberculosis incidence in China. BMC medical informatics and decision making",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Tam",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Tse",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Lag order and critical values of the augmented Dickey-Fuller test",
            "authors": [
                {
                    "first": "Y-W",
                    "middle": [],
                    "last": "Cheung",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Lai",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Journal of Business & Economic Statistics",
            "volume": "13",
            "issn": "3",
            "pages": "277--80",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Comparison of ARIMA and GM (1, 1) models for prediction of hepatitis B in China",
            "authors": [
                {
                    "first": "Y-W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z-Z",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "PloS one",
            "volume": "13",
            "issn": "9",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Trend and forecasting of the COVID-19 outbreak in China",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) and corona virus disease-2019 (COVID-19): the epidemic and the challenges",
            "authors": [
                {
                    "first": "C-C",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "T-P",
                    "middle": [],
                    "last": "Shih",
                    "suffix": ""
                },
                {
                    "first": "W-C",
                    "middle": [],
                    "last": "Ko",
                    "suffix": ""
                },
                {
                    "first": "H-J",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "P-R",
                    "middle": [],
                    "last": "Hsueh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International journal of antimicrobial agents",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Estimation of COVID-2019 burden and potential for international dissemination of infection from Iran. medRxiv. 2020. Data references",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Tuite",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Bogoch",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sherbo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Watts",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Fisman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "://gisanddata.maps.arcgis.com/apps/ opsdashboard/index.html), and Microsoft Excel 2019 was used to build a time-series database ARIMA models A total number of 41 (from January 22 th , 2020 to March 1 th , 2020) days were collected to develop ARIMA model. The ARIMA models are important techniques in time series analysis that could be used in auto correlated data analysis. These models include autoregressive (AR) model, moving average (MA) model, and seasonal autoregressive integrated moving average (SARIMA) model",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The best ARIMA models for forecasting number of daily confirmed cases according to",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "The plot of actual confirmed cases with the prediction result of ARIMA models in countries with high confirmed cases in different world regions (WHO regions)",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "shows the forecast for 17 days (from 5 th of March until 21 th of March) with 95% confidence interval for different countries. This table shows that China may have stable trend after 6 th of March. South Korea presented a downward trend after 15 th of March. This hope is strong that this trend remains stable in near future in this country. Thailand almost controlled the",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Prediction of daily confirmed cases for 17 days according to ARIMA models with 95% CI",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Mainland China and Thailand were successful in haltering COVID-19 epidemic. South Korea was also shown decreasing trend and may control this epidemic in near future. Investigating their protocol in this control like quarantine should be in the first line of other countries' program",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}