{
    "paper_id": "4728b8de2f3d9a4edfb7e08bdca292a658eb79e8",
    "metadata": {
        "title": "Synergistic Inhibitor Binding to the Papain-Like Protease of Human SARS Coronavirus -Mechanistic and Inhibitor Design Implications",
        "authors": [
            {
                "first": "Hyun",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Illinois at Chicago",
                    "location": {
                        "postCode": "60607",
                        "settlement": "Chicago",
                        "region": "IL"
                    }
                },
                "email": ""
            },
            {
                "first": "Shuyi",
                "middle": [],
                "last": "Cao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Illinois at Chicago",
                    "location": {
                        "postCode": "60607",
                        "settlement": "Chicago",
                        "region": "IL"
                    }
                },
                "email": ""
            },
            {
                "first": "Kirk",
                "middle": [
                    "E"
                ],
                "last": "Hevener",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Illinois at Chicago",
                    "location": {
                        "postCode": "60607",
                        "settlement": "Chicago",
                        "region": "IL"
                    }
                },
                "email": ""
            },
            {
                "first": "Lena",
                "middle": [],
                "last": "Truong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Illinois at Chicago",
                    "location": {
                        "postCode": "60607",
                        "settlement": "Chicago",
                        "region": "IL"
                    }
                },
                "email": ""
            },
            {
                "first": "Joseph",
                "middle": [
                    "L"
                ],
                "last": "Gatuz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Illinois at Chicago",
                    "location": {
                        "postCode": "60607",
                        "settlement": "Chicago",
                        "region": "IL"
                    }
                },
                "email": ""
            },
            {
                "first": "Kavankumar",
                "middle": [],
                "last": "Patel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Illinois at Chicago",
                    "location": {
                        "postCode": "60607",
                        "settlement": "Chicago",
                        "region": "IL"
                    }
                },
                "email": ""
            },
            {
                "first": "Arun",
                "middle": [
                    "K"
                ],
                "last": "Ghosh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Purdue University",
                    "location": {
                        "addrLine": "560 Oval Drive",
                        "postCode": "47907",
                        "settlement": "West Lafayette",
                        "region": "Indiana"
                    }
                },
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [
                    "E"
                ],
                "last": "Johnson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Illinois at Chicago",
                    "location": {
                        "postCode": "60607",
                        "settlement": "Chicago",
                        "region": "IL"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We have previously developed two potent chemical classes that inhibit the essential papain-like protease (PLpro) of severe acute respiratory syndrome coronavirus (SARS-CoV). In this study, we applied a novel approach to identify small fragments that act synergistically with these inhibitors. A fragment library was screened in combination with four previously developed lead inhibitors by fluorescence-based enzymatic assays. Several fragment compounds synergistically enhanced the inhibitory activity of the lead inhibitors by approximately an order of magnitude. Surface plasmon resonance (SPR) measurements showed that three fragments bind specifically to the PLpro enzyme. Mode of inhibition, computational solvent mapping, and molecular docking studies suggest that these fragments bind adjacent to the binding site of the lead inhibitors and further stabilize the inhibitor-bound state. We propose potential next generation compounds based upon a computational, fragment-merging approach. This approach provides an alternative strategy for lead optimization in cases where direct co-crystallization is difficult. .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "HL performed all experiments with assistance of LT, JLG, and KP. SC and KEH performed computational studies. AKG synthesized current lead compounds. HL, SC, KEH, and MEJ designed the experiments and wrote the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The authors declare no competing financial interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The replicate plot, ligand efficiency indices, binding free energy calculations, and NMR spectra of fragment hit compounds are included in Supporting Information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "NIH Public Access",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Human severe acute respiratory syndrome coronavirus (SARS-CoV) was initially reported in Guangdong province, China in 2002, and quickly spread to almost 30 countries, resulting in about 8,000 infections with approximately 800 deaths [1] . It was contained through public health quarantine measures after several months. The isolation of closely related strains from the horseshoe bat has been reported, [2] which suggests a potential for reemergence of the SARS-CoV by retransmission to humans from its animal reservoir. There have also been three additional human coronaviruses, HCoV-HKU1, [3] HCoV-NL63, [4] and HCoV-EMC, [5] reported since 2003. HCov-HKU1 and HCoV-NL63 were shown to be less lethal than SARS-CoV. [3b, 6] However, since April 2012, fifteen people have been infected with the most recently identified coronavirus, HCoV-EMC, nine of whom died from pneumonia and renal failure. [7] The whole genome sequence of HCov-EMC has been characterized, and it has shown a close similarity to two Asian bat coronaviruses, BtCoV-HKU4 and BtCoV-HKU5. [8] This opens a strong possibility of the emergence of new strains of SARS or new SARS-like human coronaviruses that could lead to even more deadly outbreaks.",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 236,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 403,
                    "end": 406,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 591,
                    "end": 594,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 606,
                    "end": 609,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 624,
                    "end": 627,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 717,
                    "end": 724,
                    "text": "[3b, 6]",
                    "ref_id": null
                },
                {
                    "start": 895,
                    "end": 898,
                    "text": "[7]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1056,
                    "end": 1059,
                    "text": "[8]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Human SARS-CoV has a positive RNA genome with a size of 30 kb and contains two proteases, 3-Chymotrypsin-Like protease (3CLpro) and Papain-Like protease (PLpro). PLpro and 3CLpro are responsible for cleavage of the polyprotein into 16 nonstructural proteins. The first three positions between nonstructural proteins, 1 through 4, are cleaved by PLpro, while the other eleven positions are cleaved by 3CLpro. Both 3CLpro and PLpro have been shown to be essential for viral replication, [9] making them attractive drug targets against SARS-CoV. 3CLpro has been intensively pursued as a drug target and several inhibitors have been reported. They can be categorized as covalent peptidomimetic, noncovalent peptidomimetic, and non-peptidic. [10] Unlike 3CLpro, the development of PLpro inhibitors has been very limited until recently, despite its essential role in SARS viral replication. In addition to our own work, [11] two very different types of PLpro inhibitors have been reported in recent years. First, 6-Mercaptopurine (6MP) and 6-thioguanine (6TG) were identified from compound screening with IC 50 values of 5 -20 µM. [12] Second, several natural products, diarylheptanoids isolated from Alnus Japonica, showed inhibitory activity (4.1 µM IC 50 ) against PLpro. [13] In addition to its primary function of viral peptide cleavage, PLpro has been recognized to be involved in deubiquitination, de-ISGylation, and viral evasion of the innate immune response. [2a, 14] SARS-PLpro is a cysteine protease that contains a zinc-binding motif, a catalytic triad, and an ubiquitin-like N-terminal domain ( Figure 1 ). The sequence identity and similarity between SARS-PLpro and HCoV-EMC PLpro are 32% and 51%, respectively (Supporting Information (SI) Figure S1a ). Interestingly, the predicted structure of the HCoV-EMC PLpro is very similar to the crystal structure of the SARS-PLpro (SI Figure S1b ). The three catalytic residues (C112, H273, and D287) and four cysteines in the zinc-binding motif are identical in these two PLpro enzymes. In addition, nine highly conserved residues in many other PLpro enzymes are also observed in HCoV-EMC PLpro (highlighted in yellow in SI Figure S1a ). This suggests that HCoV-EMC PLpro may possess characteristics similar to that of SARS-PLpro.",
            "cite_spans": [
                {
                    "start": 485,
                    "end": 488,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 737,
                    "end": 741,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 914,
                    "end": 918,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 1125,
                    "end": 1129,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 1269,
                    "end": 1273,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 1463,
                    "end": 1471,
                    "text": "[2a, 14]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1603,
                    "end": 1611,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1749,
                    "end": 1759,
                    "text": "Figure S1a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1887,
                    "end": 1897,
                    "text": "Figure S1b",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2177,
                    "end": 2187,
                    "text": "Figure S1a",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Using high-throughput screening (HTS) and structure-based drug design, we have previously developed a series of non-covalent PLpro inhibitors that show promise as potential therapeutic agents. [11] Inhibitor 1 (GRL-0068S) has shown an inhibitory activity (IC 50 value) of 0.29 µM and antiviral activity (EC 50 ) of 5.2 µM (See Table 1 for inhibitor structures). Inhibitors 2 (GRL-0617S), 3 (GRL-0667S) and 4 (GRL-0737S) have exhibited inhibitory activities of 1.32 µM, 0.64 µM and 1.36 µM, with antiviral activities of 15 µM, 9.1 µM and 9.1 µM, respectively. [11a, 15] These inhibitors represent two active chemical scaffolds, with 1 and 2 representing the first (Scaffold A), and 3 and 4 representing the second (Scaffold B). Because these four lead inhibitors show moderate antiviral activity against SARS-CoV, their potencies must be further improved in order to be developed into clinical candidates. Through an analysis of the two available PLpro structures with inhibitors 2 and 3 and subsequent molecular modeling studies, it was revealed that these leading inhibitors bind to a pocket mostly contributed by the G267-G272 loop and the Leu163 side chain, distinct from the catalytic site shown in green in Figure 1 . [11b, 15] The inhibitors appear to block substrate access to the entrance of the catalytic site of the PLpro enzyme.",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 197,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 559,
                    "end": 568,
                    "text": "[11a, 15]",
                    "ref_id": null
                },
                {
                    "start": 1223,
                    "end": 1232,
                    "text": "[11b, 15]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 327,
                    "end": 334,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1212,
                    "end": 1220,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Both scaffolds bind to a similar area, although Scaffold A (Inhibitors 1 and 2) blocks only a little over half of the area blocked by Scaffold B (Inhibitors 3 and 4) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 145,
                    "end": 165,
                    "text": "(Inhibitors 3 and 4)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "One way to improve the potency of these lead inhibitors would be to optimize the compounds by expanding into unoccupied space near their current binding site. This would require the synthesis of larger compounds, a process that consumes significant amounts of time and resources, and may or may not result in better binding affinity and potency. An alternative strategy is the application of fragment-based drug design (FBDD) methodology, which has become a well-established method for lead optimization. [16] In many cases, FBDD has been used to discover small scaffolds for further optimization or to find two small fragments that can be linked together in order to produce a more potent inhibitor. [16e] In order to be able to link two small fragments, solving crystal structures with each fragment is typically necessary. In many cases, obtaining this structural information can be very challenging and time-consuming due to the typical weak binding affinity of fragments for their target enzymes. In this study, we used FBDD in combination with detailed enzymatic analysis as a means to further optimize our leading inhibitors without using crystallography. By testing a small library of fragment compounds in the presence of each of the lead inhibitors, we have been able to identify fragments that synergistically improve the potency of the leading inhibitors. Additional enzymatic analyses (including mechanism of inhibition and mutual exclusivity studies, described in detail below) and computational studies were used to predict the fragment binding locations. Finally, a fragment-merging strategy was employed to predict next generation compounds that are able to recapitulate the binding position of the lead inhibitors, as well as key binding features of the identified fragments.",
            "cite_spans": [
                {
                    "start": 505,
                    "end": 509,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 701,
                    "end": 706,
                    "text": "[16e]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The two currently developed SARS-CoV PLpro inhibitor scaffolds do not bind at the catalytic site of the PLpro protease, but in a separate nearby binding site cradled between the L163 residue and the BL2 (G267 -G272). This leaves the catalytic site unoccupied during inhibition. Although the catalytic pocket is small, there is a reasonable probability that fragment compounds could successfully bind to this location and enhance inhibitory activity of the lead inhibitors. The Zenobia library, consisting of 352 chemically and structurally diverse fragment-like compounds, was experimentally screened in the presence of each of the four previously discovered lead inhibitors. All fragment compounds were tested by continuous kinetic enzymatic assays as described in Methods, below. A replicate plot of inhibitor 2 with the 352 fragments showed highly reproducible results (SI Figure S2a ). The replicate plots of the other lead inhibitors were similar to that of inhibitor 2. Of the 352 fragment-like compounds, 17, 14, 16, and 16 fragments showed greater than 30% increase in enzyme inhibition when tested at 200 µM fragment concentration in the presence of inhibitors 1, 2, 3, and 4, respectively. Percentage efficiency indices (PEI) for all 352 fragments were calculated as a hit selection criteria according to the method of Abad-Zapatero and coworkers; percent inhibition was divided by molecular weight (MW) of each compound. [17] Compounds with PEI values of 1.5 or greater were classified as hits, and the medium range (PEI 2.0 -4.0) compounds were selected for further testing. High PEI range (> 4.0) compounds were classified as outliers due to the strong likelihood of non-specificity. The histogram of PEI values for all 352 fragments in combination with each of our four lead inhibitors is shown in SI Figure S2b . A total of 13 fragments were in the medium PEI range and were selected for further studies.",
            "cite_spans": [
                {
                    "start": 1432,
                    "end": 1436,
                    "text": "[17]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 876,
                    "end": 886,
                    "text": "Figure S2a",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1815,
                    "end": 1825,
                    "text": "Figure S2b",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Fragment library screening"
        },
        {
            "text": "The IC 50 values of the 13 selected fragments in the absence of any lead inhibitors were first determined. The IC 50 values varied from 149 µM (fragment F2) to 427 µM (fragment F6), and are summarized in Table 1 . Next, the IC 50 values of the four lead inhibitors were determined in the presence of each of the 13 fragment-like compounds. Of the 13 fragmentlike compounds, eight fragments showed synergistic enhancement with IC 50 value reductions more than 3-fold for at least one of the lead inhibitors. The IC 50 values of inhibitor 1 were enhanced 9.1-fold and 8.1-fold by fragments F4 and F8, respectively, as compared to that of each lead inhibitor alone (Table 1) . Fragment F7 showed the strongest synergy with inhibitor 2, enhancing its IC 50 by 3.9-fold, and two other fragments (F4 and F8) also equally enhanced inhibitor 2 by 3.1-fold. The IC 50 values of inhibitors 3 and 4 were enhanced 11.6-fold and 8.5-fold, respectively, by fragment F3, while the same compound, F3, did not improve the IC 50 value of inhibitor 2. Fragment F3 appeared to have better synergy with Scaffold B inhibitors than with those representing Scaffold A. Fragments F8 and F6 also showed significant synergistic activity with inhibitors 3 and 4, respectively.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 204,
                    "end": 211,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 662,
                    "end": 671,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Fragment library screening"
        },
        {
            "text": "Six of the eight fragments exhibited reversible enzyme recovery, while two, F3 and F5, showed recovery rates of only 25% and 31%, respectively. PLpro is a cysteine protease that contains a cysteine in the active site, and these partially irreversible fragments may covalently interact with this cysteine residue. Covalently interacting compounds are likely to be nonspecifically reactive and usually have toxicity issues. Therefore, fragment F3 may not be a good candidate, although it was the best enhancer for Scaffold B inhibitors (inhibitors 3 and 4). Similarly, these results indicate that fragment F5 may also exhibit problems with irreversibility. Two ligand efficiency-related indices, binding efficiency index (BEI) and surface-binding efficiency index (SEI), were calculated as described. [18] BEI relates potency to the molecular weight of each compound, while SEI is an index that monitors the potency gains as polar surface area (PSA) increases. BEI and SEI for these 8 fragments and four lead inhibitors were calculated by simple equations: pIC 50 divided by MW for BEI and pIC 50 divided by PSA for SEI. [17] The PSA value is an important indicator related to oral bioavailability and intestinal permeability. [19] The BEI values of fragments F3, F4, and F7 were above 25, suggesting that they are outliers due to the possibility of non-specific interaction (SI Figure S2c ). Fragment F7 contains an aldehyde, which is likely to exhibit non-specific affinity for the cysteine residue in the catalytic site of the PLpro enzyme. Thus, considering both ligand efficiency indices and enzyme activity recovery rate, fragments F8, F8, F6/F8, and F6 are the best enhancers for inhibitors 1, 2, 3, and 4, respectively.",
            "cite_spans": [
                {
                    "start": 799,
                    "end": 803,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 1119,
                    "end": 1123,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 1225,
                    "end": 1229,
                    "text": "[19]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1377,
                    "end": 1387,
                    "text": "Figure S2c",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Fragment library screening"
        },
        {
            "text": "Although we observed IC 50 value enhancement by the fragments through dose-response curves using enzymatic assays, it is possible that the results could be due to non-specific interactions between the PLpro enzyme and the fragments. Enzymatic assays alone can lead to false positives in some cases. In order to investigate this further, orthogonal binding analyses by Surface Plasmon Resonance (SPR) were performed, and the dissociation equilibrium constants (K D ), which reflect binding affinity, were determined for each of the four lead inhibitors (1 -4) and the seven newly identified fragments (F2 -F8). Fragment F1 was excluded from these studies due to its low IC 50 enhancement. The binding affinities of inhibitors 1 -4 varied between 0.97 µM and 1.67 µM as determined by SPR, which were in a similar range to their IC 50 values (Table 2 and Figure 2a) . Promisingly, the binding affinities of fragments F2, F6, and F8 were 202 µM, 461 µM, and 437 µM, respectively. The K D fitting curve of F8 is shown in Figure 2b as an example. However, three fragments, fragments F3, F4, and F7, were suspected of forming non-specific interactions due to their unusually high BEI values as noted above. SPR analyses confirmed that these three fragments, as well as fragment F5, all bind non-specifically. Fragments F3, F4, and F7 did not show a typical dose-response curve as their concentrations increased; instead they showed a random binding pattern as shown Figure 2c for F3. Fragment F5 did show a typical dose-response curve, but SPR response units increased to almost 4,000 RU when its concentration increased to 800 µM ( Figure 2d ). This is likely due to multisite binding caused by aggregation rather than one-to-one interaction with the PLpro enzyme, suggesting that the fragment may bind to many different locations on the PLpro enzyme.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 852,
                    "end": 862,
                    "text": "Figure 2a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1016,
                    "end": 1025,
                    "text": "Figure 2b",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1459,
                    "end": 1468,
                    "text": "Figure 2c",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1626,
                    "end": 1635,
                    "text": "Figure 2d",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Binding analysis by Surface Plasmon Resonance (SPR)"
        },
        {
            "text": "Mechanism of inhibition studies have not been thoroughly described for the lead inhibitors. Prior studies suggested that inhibitors 2 and 3 behave as competitive inhibitors. [14] [15] Two crystal structures with these compounds verify that they bind at the entrance of the catalytic site, blocking substrate access to the site. Although these lead inhibitors do not bind directly to the catalytic site, they nonetheless display competitive inhibition patterns. To thoroughly investigate the inhibition mechanism of both lead inhibitors and fragment compounds, kinetic studies for each compound were performed with the enzyme-inhibitor complexes and varying substrate concentrations. The data were fitted to four equations (Equations 2 -5 in Methods) and three plots (Michaelis-Menton, Lineweaver-Burk, and Dixon), each using SigmaPlot Enzyme kinetics Module 1.3. Akaike Information Criterion corrected (AICc) values were used to determine the best fit equation, [20] where the lowest AICc value corresponds to the best fit equation. In order to be able to determine which equation fits the best, the AICc value difference has to be at least 2 units from the next lowest. [20] All four previously developed lead inhibitors showed noncompetitive inhibition with unequal binding affinity to free enzyme (E) and substrate-bound enzyme (ES), where the alpha (α) value is not equal to 1 ( Table 2 ). All four lead inhibitors showed α values greater than 1, which indicates the binding affinity to free enzyme is tighter than that of ES. Dixon plots for noncompetitive inhibition of inhibitor 1 (α = 2.6) with respect to the substrate are shown in Figure 3a , and the resulting K i value was 0.42 µM. All three fragments showed noncompetitive inhibition with different α values as well. Fragments F6 and F8 had α values greater than 1 (α > 1), indicating that these fragments also behave similar to the lead inhibitors although α values of these fragments were smaller than those of the lead inhibitors. This may explain why F8 displayed the strongest effect with the three lead inhibitors (1, 2, and 3), while fragment F6 exhibited the strongest synergistic effect with Scaffold B inhibitors (3 and 4). Dixon plots for noncompetitive inhibition of fragment F8 (α = 1.6) are shown in Figure 3b , and the K i value was determined to be 242 µM. Because all four lead inhibitors and two fragments showed noncompetitive inhibition with α values greater than 1, it is likely that these compounds bind to another site that is not a catalytic site, hindering substrate binding to the enzyme. These studies therefore suggest that it is unlikely that these newly identified fragment-like compounds bind to the catalytic site of the PLpro enzyme.",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 178,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 179,
                    "end": 183,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 962,
                    "end": 966,
                    "text": "[20]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1171,
                    "end": 1175,
                    "text": "[20]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 1383,
                    "end": 1390,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 1641,
                    "end": 1650,
                    "text": "Figure 3a",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2277,
                    "end": 2286,
                    "text": "Figure 3b",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Mechanism of inhibition studies"
        },
        {
            "text": "From our mechanism of inhibition and binding synergy/mutual exclusivity analyses, we determined that the newly identified fragment-like compounds bind to a site separate from that of the lead inhibitors. Unfortunately this information is insufficient to identify where the fragments bind on the PLpro enzyme. Therefore, we investigated all possible binding site candidates. The unexplored catalytic pocket was designated as candidate fragment binding site 1, although our mechanism of inhibition studies indicated that this location was not likely to be the fragment binding site. To identify additional candidate fragment binding sites, we performed a series of computational solvent mapping experiments, or 'hot spot' analyses, using the FTMAP server (see Methods). [21] FTMAP is a multistage protein mapping algorithm that is based on a fast Fourier transform (FFT) correlation. This approach can efficiently search for potential binding sites on the entire surface of the protein. Two model systems, crystal structures of inhibitor 2 bound to PLpro (PDB ID: 3e9s) and inhibitor 3 bound to PLpro (PDB ID: 3mj5), were used for the analyses. These two provided representative crystal structures for each compound scaffold. Using a total of 50 nanoseconds of molecular dynamics (MD) simulations for each system (3e9s, 3mj5), we determined that the major fluctuations of both structures come from the zinc binding motif and a beta sheet forming the catalytic triad. Representative snapshot structures were extracted from the simulations as discussed below (see Methods) and submitted to the FTMAP server, which performed a fragment-based binding site analysis. Two strong candidate fragment binding sites were identified by analyzing the original structures and consensus clusters of the probes molecules used (see Methods below). The two hot spots identified by this analysis included an extension of the original binding site of the lead inhibitors and one cavity in the palm region (shown in Figure 4a ). Hot spot 1 was larger than the lead inhibitor binding site and included an additional cavity unoccupied by the lead inhibitors. This binding site has been previously discussed as a possible substrate recognition site. [11] This extended cavity is composed of five residues, R167, E168, M209, D303, and T302. The second position identified by FTMAP, hot spot 2, was located more than 10 Å away from both the lead inhibitor binding site and the catalytic site of the PLpro. It is encompassed by the zinc-binding motif and the palm region. Lastly, the small volume containing the catalytic triad (site 1) was not identified by FTMAP, likely due to the smaller size of this pocket.",
            "cite_spans": [
                {
                    "start": 768,
                    "end": 772,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 2225,
                    "end": 2229,
                    "text": "[11]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1994,
                    "end": 2003,
                    "text": "Figure 4a",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Computational solvent mapping"
        },
        {
            "text": "Structural analysis and computational studies identified four potential fragment binding sites, three of which are located within 10 Å of the binding sites of the lead inhibitors. Candidate binding site 1, shown in green, is the unoccupied catalytic pocket (Figure 4b) , identified by analysis of the co-crystal structures available. Candidate binding site 2 was identified by FTMAP using computational solvent mapping as discussed above and in Methods. The surrounding residues of candidate binding site 2, located to the right of the lead inhibitor binding site in Figure 4c , are shown in blue. Additional coarse docking studies with hit fragment compounds (see Methods) identified another shallow binding site (designated candidate binding site 3, shown in orange in Figure 4c ). The mechanism of inhibition analyses and mutual exclusivity studies discussed above indicated that the fragments bind in combination with the lead inhibitors in a distinct and separate binding site of the enzyme. This important observation lays the foundation for future fragment-inhibitor merging or linking studies proposed below.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 257,
                    "end": 268,
                    "text": "(Figure 4b)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 567,
                    "end": 576,
                    "text": "Figure 4c",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 771,
                    "end": 780,
                    "text": "Figure 4c",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Fragment binding site analysis"
        },
        {
            "text": "In order to further investigate the candidate fragment binding sites and to predict the most likely binding conformation of the fragments within each site, we performed a series of computational binding free energy calculations. These studies, described in detail in Methods, used a combination of molecular docking, molecular simulations, and Molecular Mechanics/Poisson-Boltzmann Surface Area (MM/PBSA) calculations to predict the binding free energy (ΔG bind ) of the lead inhibitors when the synergistic fragments were placed in the adjacent candidate binding sites. These studies were performed using three potential binding sites, site 1 (the catalytic site), site 2 (the extended lead inhibitor binding site), and site 3 identified by coarse docking. Hot spot 2 was excluded from these studies due to the large distance (>10 Å) from the inhibitor binding site. Hot spot 2 is very shallow, highly solvent exposed, and located between the zinc-binding motif and the palm region (see Figures 4a) . More importantly, it appears likely that even if binding of small fragments to this position could cause some degree of conformational changes to these two regions, any structural change would not be likely to affect the lead inhibitor binding site to enhance their IC 50 values to the extent observed. For these reasons, as well as the impracticality of fragment-linking or merging strategies at such a distance, Hot spot 2 was excluded from further analyses.",
            "cite_spans": [
                {
                    "start": 988,
                    "end": 999,
                    "text": "Figures 4a)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Fragment binding site analysis"
        },
        {
            "text": "The calculated free energies of binding of the lead inhibitors, with a fragment placed in each successive candidate site, were then compared with the experimentally determined binding affinity (IC 50 ) of the lead inhibitors with the synergistic fragments to predict the most likely fragment binding site. For the purposes of these studies, the binding conformations of inhibitors 2 and 3 from the co-crystal structures, representing Scaffolds A and B, were utilized. Fragment F8 was selected for use in these studies due to its strong synergistic effect on both inhibitors 2 and 3. The fragment was docked into each of the three candidate binding sites discussed above, and three docking poses for each fragment were selected for further simulation (see Methods). Post analysis of the simulation results by MM/PBSA allowed for the calculation of the binding free energies of the lead inhibitors for each simulation, as shown in Figure 5 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 929,
                    "end": 937,
                    "text": "Figure 5",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Fragment binding site analysis"
        },
        {
            "text": "We initially noted that fragment F8 was not stable in binding site 3, and repeatedly drifted from the site by the 20 nanosecond mark, regardless of its starting position. This suggests that the shallow and solvent exposed binding site 3 is also not an appropriate position for fragment binding. Hence, the site was also removed from consideration and further analysis of this site was not performed. Additionally, an analysis of the MMPBSA results ( Figure 5 , SI Tables S1, and S2) revealed that the catalytic site, site 1, was also not a favorable position for fragment binding. The binding free energy values for the inhibitor with Fragment F8 at this position were higher than those calculated for the inhibitor alone as well as the experimentally derived results. These results, when taken together with the experimental results discussed above, indicate that the catalytic site is most likely not the binding site of the identified, synergistic fragments. Favorable results that closely aligned with experimental values were obtained, however, when the fragments were placed at binding site 2 (shown in Figure 6 ), consistent with synergistic activity. We noted a preference for a positive charge, as seen in the F8 piperazine amine group, to be placed into an anionic pocket of site 2, defined by D303, T302, Y274, and D165, which in combination with the established binding features of the lead inhibitors, resulted in a clear gain in their calculated binding affinity. An additional edge-to-face Pi stacking interaction between the naphthalene ring system and the aromatic ring system of fragment F8 (visible in Figure 6 ) may further stabilize the lead inhibitors in their binding conformations.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 450,
                    "end": 458,
                    "text": "Figure 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1109,
                    "end": 1117,
                    "text": "Figure 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1621,
                    "end": 1629,
                    "text": "Figure 6",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Fragment binding site analysis"
        },
        {
            "text": "In order to prioritize compound candidates for future synthesis and testing, we have undertaken a series of fragment-merging and docking analyses, utilizing the information determined from the binding site prediction studies discussed above. Our fragment-merging strategy involved the elimination of a potentially problematic nitro-aromatic ring of fragment F8 and the direct incorporation of the piperazine ring into the lead inhibitor scaffold, as shown in Figure 7 . A series of proposed compounds were designed using a variety of linking groups and positions (discussed in Methods below), and docked into the extended binding site defined by the lead inhibitor and binding site 2 (Table 3) . Proposed compounds were selected by score and their ability to successfully recapitulate the key binding features of the inhibitor and synergistic fragment, including the lipophilic interactions of the naphthalene ring system and the positioning of the positively charged amine of the piperazine into the key anionic pocket discussed above.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 459,
                    "end": 467,
                    "text": "Figure 7",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 684,
                    "end": 693,
                    "text": "(Table 3)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Fragment binding site analysis"
        },
        {
            "text": "In attempts to improve the potency of currently developed our leading PLpro inhibitors, a fragment-like library was enzymatically tested in combination with four lead inhibitors. We discovered a total of eight fragment-like compounds that synergistically enhanced the inhibitory activity of lead inhibitors. An orthogonal binding analysis by SPR confirmed the binding of three of these fragments and also determined their direct binding affinities (K D ). Our characterization assays of the binding mechanism of the two newly identified fragment compounds showed noncompetitive inhibition. This indicated that the synergistic fragment compounds did not bind to the catalytic site of the PLpro enzyme. Computational analysis predicted several potential fragment binding sites, and more expansive studies revealed a preference for fragment binding to site 2, an extension of the lead inhibitor binding site, when the inhibitor binding site was occupied by representative structures. Enzymatic characterization and computational studies suggest that these fragments, by binding adjacent to the binding site of the lead inhibitors, are able to further stabilize the inhibitor-bound state. Using the structural information revealed by these studies, we were able to apply a fragment-merging strategy to suggest several next generation compounds with high predicted binding affinity. The novel approach described here may prove beneficial in other cases, where direct crystallization studies prove difficult.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The Zenobia library, consisting of 352 structurally diverse small fragment-like compounds, was purchased from Zenobia Therapeutics. The molecular weights of these 352 compounds vary between 94.12 Da and 285.9 Da with a mean molecular weight of 154 Da. The mean number of H-bond donors and acceptors are 1.4 and 2.6, respectively. The mean clogP and topological polar surface area (tPSA) values are 1.6 and 52 Å 2 , respectively. The solubility of each compound was verified by the vendor to be at least 200 mM in 100% DMSO. The 352 compounds in the Zenobia library are functionally and chemically diverse and synthetically accessible for further optimization. They are categorized and distributed as shape diverse mixtures of 8 compounds in 96-well plate columns. The four lead inhibitors (1-4) were provided by Dr. Ghosh. The PLpro substrate, Z-Arg-Leu-Arg-Gly-Gly-AMC, was purchased from Bachem Bioscience.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reagents and chemicals"
        },
        {
            "text": "Previously developed inhibitors 1 -4 were synthesized by Dr. Ghosh, and purity of each compound was confirmed by NMR as described. [12, 13] Fragments F1 -F8 were repurchased from Sigma. Compound purity has been determined by NMR to be ≥95%. NMR spectra for each fragment compound listed in Table 1 have been included in Supporting Information.",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 135,
                    "text": "[12,",
                    "ref_id": null
                },
                {
                    "start": 136,
                    "end": 139,
                    "text": "13]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 290,
                    "end": 297,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Tested compounds"
        },
        {
            "text": "The PLpro gene (SARS-CoV polyprotein residues 1541-1855) with human rhinovirus 3C protease cleavage site and His tag (LEVLFQGPHHHHHH) at the C-terminus was initially prepared by codon-optimized gene synthesis (BioBasic Inc.) and cloned into a pET15b vector between NcoI and XhoI. A stop codon was added immediately after the last PLpro gene to generate native PLpro without any tag. 2 L of Rosetta2(DE3) cells (Novagen) containing the recombinant plasmid were grown to an OD 600 of 0.6 at 37 °C by shaking at 200 rpm in LB medium containing ampicillin (100 µg/mL) and chloramphenicol (34 µg/ mL). Native PLpro was expressed by adding 0.5 mM IPTG with incubation continued at 25°C for 4 h. The cells were then harvested by centrifugation at 8000 rpm (Beckman JA-10) for 15 minutes and resuspended in lysis buffer (1mg/mL lysozyme and protease inhibitor cocktail in buffer A: 20 mM Tris-HCl (pH 7.5), 10 mM β-mercaptoethanol (BME)) and were sonicated on ice. The lysate was centrifuged at 19,000 rpm (Beckman JA-20) for 30 min and the supernatant was collected. The supernatant was then subjected to a 40% ammonium sulfate fractionation. The suspension was centrifuged, and the resulting pellet was resuspended in buffer B (1.5 M ammonium sulfate, 20 mM Tris, pH 7.5, 10 mM BME) and was centrifuged to remove precipitate. The supernatant was loaded onto a 5 mL phenyl-Sepharose 6 Fast-Flow HS column (Amersham BioSciences, Piscataway, NJ) equilibrated with buffer B (1.5 M ammonium sulfate, 20 mM Tris, pH 7.5, and 10 mM BME). The protein was eluted with a stepwise gradient of 20%, 40%, 60%, and 100% buffer A. The native PLpro eluted at 100% buffer A. Fractions containing PLpro were pooled and dialyzed with buffer A overnight at 4 °C and loaded onto a HiTrap QXL (Amersham BioSciences). The protein was eluted with a stepwise gradient with buffer C (20 mM Tris, pH 7.5, 0.5 M NaCl, 10 mM b-BME), and PLpro eluted out at ~20% of buffer C. Pure SARS-CoV PLpro fractions were combined, buffer-exchanged into Buffer A containing 20% glycerol, and stored at −80°C. Purity was over 90% as determined from SDS-PAGE analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cloning, expression, and purification of SARS-CoV PLpro"
        },
        {
            "text": "The Zenobia library was purchased as 200 mM DMSO stocks. All 352 compounds were experimentally tested against PLpro in combination with the four previously developed PLpro inhibitors. PLpro activity was measured by a continuous kinetic assay with ubiqutinderived substrate Z-Arg-Leu-Arg-Gly-Gly-AMC (Bachem Bioscience) that generates a fluorescence signal (excitation λ: 360 nm; emission λ: 450 nm) when aminomethylcoumarine (AMC) is cleaved. For primary screening, Zenobia compounds were first diluted to 10 mM DMSO stock in a 384-well plate (Corning Inc.) from 200 mM original compound solutions. 7.5 µL of assay buffer containing 50 mM HEPES, pH 7.5, 0.01% Triton X-100, 0.1 mg/mL BSA, and 2 mM GSH was distributed to black low volume 384-well plates (Corning Inc.). 0.6 µL of 10 mM Zenobia compounds were added to the assay buffer. PLpro enzyme solution (10 nM final concentration) was prepared in the presence of each of the four lead inhibitors at a concentration equal to its IC 50 value. PLpro in the absence of any inhibitors was also prepared as controls. Then 10 µL of enzyme-lead inhibitor mixture solution was added to the plates that contained Zenobia compounds, and the plates were incubated for an additional 5 to 10 minutes. The reaction was initiated by adding 7.5 µL of the substrate (75 µM final concentration), and fluorescence intensity was continuously monitored with a POLARstar OPTIMA microplate reader (BMG LABTECH) for 10 minutes. All compounds were tested in duplicate, and each plate contained a total of 16 positive and 16 negative controls.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compound screening"
        },
        {
            "text": "The IC 50 values of each fragment compounds that showed synergistic inhibitory activity were determined. A series of different concentrations (0 to 1000 µM) of the hit compounds were prepared. The IC 50 values of the four lead inhibitors were measured in the same concentrations of enzyme and substrate as the initial screening with a series of the lead compound concentrations (0 to 20 µM) in the absence and in the presence of 200 µM of the hit compounds. The reaction was initiated by adding fluorogenic substrate, and its activity was continuously monitored. The IC 50 values were calculated by fitting to the threeparameter Hill equation (1) with OriginPro 8.5 (OriginLab, Inc.):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IC 50 value determinations"
        },
        {
            "text": "(1) where y is percent inhibition, x is inhibitor concentration, n is the slope of the concentration-response curve (Hill slope), and Vmax is maximal inhibition from three independent assays.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IC 50 value determinations"
        },
        {
            "text": "The reversibility of the hit fragment compounds was determined by the dilution method. [22] PLpro enzyme was prepared as a 400 nM solution (20X the assay concentration) and was incubated with screened compounds at 20X each IC 50 concentration for 30 minutes at room temperature in assay buffer containing 50 mM HEPES, pH 7.5, 2 mM GSH, 0.01% Triton, 0.1 mg/ml BSA, and 1% DMSO in a final volume of 200 µL. PLpro with the same amount of DMSO in place of fragment compounds was also prepared in the same way as a control.",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 91,
                    "text": "[22]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Reversibility of Fragment Inhibition"
        },
        {
            "text": "The activity of PLpro was measured in the same way as IC 50 measurements. Then the enzyme-inhibitor solution was diluted 20-fold and 40-fold and incubated for 30 minutes before measurement of % recovery of the enzyme activity. All reversibility assays were done in triplicate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reversibility of Fragment Inhibition"
        },
        {
            "text": "Untagged native PLpro enzyme was prepared in PBS (10 mM phosphate, pH 7.4, 2.7 mM KCl, 137 mM NaCl) and immobilized on a CM5 sensor chip using standard amine-coupling at 20° C with running buffer HBS-P (10 mM HEPES, 150 mM NaCl, 0.05% surfactant P-20, pH7.4) from GE healthcare using a Biacore T100 instrument. Flow channels 1 and 3 were activated by 1-ethyl-3-(3-dimethylaminopropyl) carbodiimide hydrocholoride (EDC)/ N-hydroxy succinimide (NHS) mixture, and the activated surface was blocked by ethanolamine (pH 8.5) as controls. PLpro enzyme was diluted in 10 mM sodium acetate (pH 5.0) and immobilized to flow channels 2 and 4 after sensor surface activation with EDC/ NHS with a 7 min injection followed by ethanolamine blocking on unoccupied surface area. PLpro immobilization level of flow channels 2 and 4 were ~12,500 RU and ~8,500 RU, respectively. The four previously discovered inhibitors and seven identified Zenobia fragment compounds were prepared as 10 mM (Inhibitors 1 -4) or 200 mM (Fragments) DMSO stocks. Compound solutions with a series of increasing concentrations (0 -20 µM for inhibitors, 0 -800 µM for fragments at 1.5-fold dilution) were applied to all four channels at 10 µL/min flow rate. Sensorgrams were analyzed using Biaevaluation software 2.0.3, and response unit difference (ΔRU) values at each concentration were measured during the binding equilibration phase. SigmaPlot 11.0 was used to fit the data to a single rectangular hyperbolic curve to determine K D values. The hyperbola function, y = ymax·x/ (K D + x), was used to plot response units and corresponding concentration, where y is the response, ymax is the maximum response, and×is the compound concentration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Determination of dissociation equilibrium constant (K D ) by SPR"
        },
        {
            "text": "PLpro activity was monitored in the same way as the primary screening with varying concentrations of both inhibitor compounds and the substrate (0 -300 µM). The concentration of compounds was varied from 0 to at least 10X the IC 50 value of each fragment. The data were fit to the following equations using SigmaPlot Enzyme Kinetics Module 1.3 in order to determine the best fit inhibition mechanism and kinetic parameters for each compound:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mechanism of inhibition"
        },
        {
            "text": "where v is the reaction rate, V max is the maximum rate of the reaction, K m is the Michaelis-Menten constant for substrate, [S] is the substrate concentration, [I] is the inhibitor concentration, K i is the dissociation constant of the inhibitor I from the free enzyme and αK i is the dissociation constant for the inhibitor I from the ES complex.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mechanism of inhibition"
        },
        {
            "text": "Fragment Binding Site Analysis-All molecular dynamics simulations were performed using the AMBER suite of programs (AMBER 11). [23] The two known co-crystal structures (inhibitor-bound, PDB id:3e9s and 3mj5) were obtained from the RCSB Protein Data Bank. Multimer protein complexes were reduced to the functional monomer form for simulations. The bound inhibitor and zinc ions were retained in the systems; all other ions and crystal waters were removed. The ligand parameters were generated using the Antechamber software in AmberTools v1.5 and the General Amber Force Field (GAFF) with am1bcc charges. [24] Leap was used to neutralize the systems by adding sodium ions, and each system was solvated using 8Å TIP3P water in a rectangular box. The systems were prepared using the ff99SB Force Field. [25] Minimization using SANDER was carried out in two steps: first, only the water molecules were minimized for 5,000 steps while keeping the protein fixed; second, the entire system was minimized for an additional 10,000 steps. Periodic boundary conditions were applied with 8 Å of non-bonded cutoff. The systems were heated from 0 K to 300 K using the NVT ensemble in 50 ps with positional restraint on the protein. Following this, the systems were equilibrated for 100 ps using the NPT ensemble without restraint. The production phase of the simulation was performed using the NPT ensemble without positional restraint for 50 ns. Post-analysis was performed using the ptraj module from AmberTools v1.5 to compute the average structures at every 1 ns and write out the PDB file for the averaged coordinates. A total of 50 snapshots were extracted using this method.",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 131,
                    "text": "[23]",
                    "ref_id": null
                },
                {
                    "start": 604,
                    "end": 608,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 800,
                    "end": 804,
                    "text": "[25]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Computational Studies"
        },
        {
            "text": "The PDB files generated above were uploaded to the FTMAP server (http://ftmap.bu.edu/). The FTMAP server removes any waters, ions and bound ligands and only retains the protein structure. Sixteen different probes were used: ethanol, isopropanol, isobutanol, acetone, acetaldehyde, dimethyl ether, cyclohexane, ethane, acetonitrile, urea, methylamine, phenol, benzaldehyde, benzene, acetamide, and N,N-dimethylformamide. The output results generated by FTMAP were in the form of PDB files with consensus clusters of the different probes mapped to the surface of the PLpro structure. Cluster sites identified by FTMAP were required to be conserved among all molecular probes for selection and further study, described below. Two such sites were identified (see Discussion above). One additional candidate binding site, site 3, was identified using coarse docking studies, described below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Computational Studies"
        },
        {
            "text": "Binding Affinity Predictions-To further investigate potential binding sites, fragments were docked to the enzyme using Glide-XP (extra precision) and the Induced Fit Docking (IFD) protocol of Schrödinger, using default settings. [26] The structures of PLpro bound with GRL-0617S (PDB id: 3E9S) and GRL-0667S (PDB id: 3MJ5) were obtained from the RCSB Protein Data Bank (PDB). Prior to the molecular docking, structures of protein targets were prepared using the Protein Preparation Wizard in the Schrödinger software package (Suite 2012). All water molecules in the crystal structures were removed, and crystal multimers were reduced to the monomer. Residues that were located within 5Å of the bound inhibitors were refined by the Prime algorithm. Two distinct docking runs were performed using this strategy. The first docking run was blind docking (coarse docking), with the docking area defined to be within 10Å of the lead inhibitors. Candidate site 3 was identified during these studies as a high-scoring binding site for multiple fragments. The subsequent docking runs were defined by the location of the candidate sites identified by the structural and computational analyses, described above. Binding site 1 (the catalytic site) was defined by selecting residues H273, C112 and D287; binding site 2 was defined by selecting residues R167, E168, M209, D303, T302; and binding site 3 was defined by selecting residues N157 K158, D165 and E168. Binding hot spot 2 was not studied for the reasons described above. In each case, the docking area was defined to be a 10Å box centered on the selected residues. Fragments of the Zenobia library were prepared in multiple tautomer and protonation states at pH 7.4 by Schrödinger's LigPrep. [27] All eight active fragments were docked in the coarse docking studies; only fragment F8 was docked in the subsequent candidate site docking studies. All docking poses were ranked by Glide XP score. [28] In the second docking run, three conformations (poses) each of F8 at each binding site (sites 1, 2, and 4) produced by IFD were selected as the starting conformations for the MD simulations and subsequent MM/PBSA calculation, described below. The binding poses selected included the top score pose and two other poses which possessed the greatest difference (by calculated RMSD).",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 233,
                    "text": "[26]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1739,
                    "end": 1743,
                    "text": "[27]",
                    "ref_id": null
                },
                {
                    "start": 1941,
                    "end": 1945,
                    "text": "[28]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Computational Studies"
        },
        {
            "text": "MD simulations and subsequent MM/PBSA calculations used to predict binding affinities were performed using the AMBER suite of programs (AMBER 11). [23] The preparation of the MD simulations, including parameterization of the fragment (F8) and inhibitors, and preparation and equilibration of the system, were performed exactly as described above for binding site analyses. The production phase of the simulation was performed using the NPT ensemble without positional restraints for 20 nanoseconds. The python script, MMPBSA.py, included in AMBER11 was used to perform the MM/PBSA calculations. [29] The first 100 frames from the last 2 nanoseconds (equilibrated) of the simulation trajectory file were used for the MM/PBSA calculations. The ionic strength in molarity was set to 0.1 and the internal dielectric constant was set as 1.0 (default). All other options were set to default settings. The values for the free energy of binding of each inhibitor, combined with the three different fragment poses, were calculated according to the following equation: (7) where G complex is the calculated Gibbs free energy of the inhibitor-fragment-enzyme complex, G receptor is the Gibbs free energy for the fragment-enzyme complex, and G ligand is the Gibbs free energy calculated for the inhibitor compounds. The free energy values for each of these terms were estimated as the sum of the four terms: (8) E MM is the molecular mechanics energy of the molecule expressed as the sum of the internal energy of the molecule plus the electrostatics and van der Waals interactions; Gpsolv is the polar contribution to the solvation energy of the molecule; Gnpsolv is the nonpolar solvation energy; T is the absolute temperature; and S is the vibrational, rotational, and translational entropy of the molecule estimated by normal mode analysis, using 5 regularly spaced snapshots from the first 100 frames in the last 2 nanoseconds of the MD simulations. Ionic strength in normal mode calculations was set as 0.1 M.",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 151,
                    "text": "[23]",
                    "ref_id": null
                },
                {
                    "start": 595,
                    "end": 599,
                    "text": "[29]",
                    "ref_id": null
                },
                {
                    "start": 1059,
                    "end": 1062,
                    "text": "(7)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1396,
                    "end": 1399,
                    "text": "(8)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Computational Studies"
        },
        {
            "text": "Fragment Merging and Docking-A fragment merging strategy was employed based on the binding conformations observed from MM/PBSA studies ( Figure 6 ). The proposed compounds were designed by merging the structures of lead inhibitors with fragment F8. The nitro-aromatic ring was deleted and the remaining piperazine ring was attached to several different sites on the lead inhibitors using a variety of different linking groups. With the goal of retaining the lead binding position of the inhibitor scaffold after docking the merged hybrids, we investigated several alternative linking strategies, including linking to the naphthalene ring, the chiral methyl group, and the P-toluidine (Scaffold A) or methylenedioxy-benzene (Scaffold B) by alkyl groups, ester groups, and amide groups. The binding conformations of the virtually generated hybrid collection were predicted using Glide docking with SP scoring. The structures of PLpro bound with GRL-0617S (PDB id: 3E9S) and GRL-0667S (PDB id: 3MJ5) were used in these docking studies and prepared using the Schrödinger protein preparation software as described above. The docking site was defined as a 10Å box centered on the original binding site of the lead inhibitors. The hybrid compound library was prepared as described above for fragment and inhibitor docking. Proposed compounds discussed above were selected by score and visual comparison to the crystallographic position of the lead inhibitor and the predicted binding conformation of the fragment.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 137,
                    "end": 145,
                    "text": "Figure 6",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Computational Studies"
        },
        {
            "text": "Refer to Web version on PubMed Central for supplementary material.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Material"
        },
        {
            "text": "This work was supported by National Institutes of Health Grant R56 AI089535. This work used the Extreme Science and Engineering Discovery Environment (XSEDE), which is supported by National Science Foundation grant number OCI-1053575. KEH was supported during a portion of this work by NIDCR 5T32-DE018381, UIC College of Dentistry, MOST program. Molecular graphics images were produced using the UCSF Chimera package from the Resource for Biocomputing, Visualization, and Informatics at the University of California, San Francisco (supported by NIH P41 RR001081). We thank ChemAxon, Ltd. for an academic research license of their cheminformatics suite including JChem and JChem for Excel for data analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "Severe Acute Respiratory Syndrome",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SARS"
        },
        {
            "text": "PLpro Papain-like protease (a) Shown are two potential binding sites identified by FTMAP using the co-crystal structure of PLpro with inhibitor 3. The first candidate site (upper circle) is an extension of the lead inhibitor's binding site, formed by E186 (Grey), R187 (Orange), M209 (Blue), T302 (Green), and D303 (Pink). The second candidate site (lower circle) is encompassed by the zinc-binding motif and the palm region. (b) Unoccupied catalytic pocket surrounded by three residues (C112, H273, and D287). This small pocket was initially considered as a potential fragment binding site 1, but subsequently eliminated. (c) Two small unoccupied pockets near the PLpro lead inhibitor binding site. Binding site 2 was identified by FTMAP Calculated binding free energies of inhibitors 2 and 3 when fragment F8 is docked into different candidate sites. Three different docked conformations, C1 (circle), C2 (triangle), and C3 (square) at each binding site, were selected for calculations. More negative numbers represent better binding conformation with the ones marked by black arrows being the best ones. The most probable binding conformation of fragment F8 (orange) in combination with lead inhibitors 2 (magenta) (a) and 3 (magenta) (b). Residues of the PLpro enzyme that interact with fragment F8 are shown in the box on the right, with hydrogen bonds shown in green. The proposed compound M1 (green carbons), after molecular docking, is able to recapitulate the crystallographic position of the inhibitor and the predicted position of the synergistic fragment (orange carbons). The potentially problematic nitro-aromatic ring of the fragment is removed in favor of the merged compound, which directly incorporates the piperazine ring into the lead inhibitor scaffold. Key binding features of the inhibitor and synergistic fragment are conserved, including the lipophilic interactions of the naphthalene ring system and the positioning of the positively charged amine of the piperazine into a key, anionic pocket. Chemical structures not highlighted are from the lead inhibitors, and the moiety highlighted in grey circle came from the fragment F8. Linkers between the lead inhibitor and a fragment part are highlighted in a small oval.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SARS-CoV SARS coronavirus"
        }
    ],
    "bib_entries": {
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Novel coronavirus infection update -as of 11 February",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Model Selection and Inference",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Burnham",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Kpaa",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Lead Optimization and SAR for Reversible Inhibitors",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Copeland",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Evaluation of Enzyme Inhibitors in Drug Discovery",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Induced Fit Docking protocol; Glide version 5.8; Prime version 3.1",
            "authors": [],
            "year": 2012,
            "venue": "Schrödinger Suite",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Binding site 3) were identified by docking studies in the region near the lead inhibitor binding site. Image (c) was prepared by 90 degree rotation anticlockwise of image (b)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "FragmentPLpro structuresOverlay of the two known co-crystal structures. The inhibitor 2 bound (PDB id:3e9s) structure is shown in tan, and the inhibitor 3 bound (PDB id: 3mj5) structure is shown in cyan. The PLpro enzyme contains an intact Zinc-binding motif (left), a catalytic triad (middle), and an ubiquitin-like N-terminal domain. The inhibitor 2 and 3 interactions with the PLpro enzyme are shown in the expanded square boxes in detail.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The dissociation equilibrium constant (K D ) determination by SPR binding analysisThe fitting curves of inhibitor 2 (a) and fragment F8 (b). The response unit difference (ΔRU) plots of fragments F3 (c) and F5 (d) with respect to concentration of each compound are shown, and suggest random and non-specific binding, respectively. Data in (a) and (b) were fit to a single rectangular hyperbolic curve to calculate the K D (see Methods for details).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Inhibition mode of lead inhibitors and fragmentsDixon plots for noncompetitive inhibition of inhibitor 1 (GRL-0068) (a) and fragment F8 (b) with respect to the substrate Z-Arg-Leu-Arg-Gly-Gly-AMC. K i values determined for inhibitor 1 and fragment F8 were 0.42 µM and 241 µM, respectively. Equations 2-5 (See Methods section) in the SigmaPlot Ezyme Kinetics Module 1.3 were used to fit the experimental data. The noncompetitive inhibition model was the best fit for both inhibitor 1 and fragment F8, producing α values of 2.6 and 1.6, respectively.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fragment binding site analysis results from FTMAP and identification of potential binding sites",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 6.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "One of the compounds proposed for synthesis and testing by the fragment-merging strategy",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "IC 50 value comparison of four lead inhibitors in combination with fragment compounds from Zenobia library.ChemMedChem. Author manuscript; available in PMC 2014 August 01. ChemMedChem. Author manuscript; available in PMC 2014 August 01.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Compounds proposed for synthesis and testing by fragment-merging and docking calculations.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": " Table 2 Dissociation equilibrium constants (K D ) and mechanism of inhibition. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1,
                    "end": 8,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "annex"
        }
    ]
}