{
    "paper_id": "487757712f4b74de5ec58d3cad5f638a44ff578a",
    "metadata": {
        "title": "1 Inference and forecast of H7N9 influenza in China",
        "authors": [
            {
                "first": "R",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Remote Sensing Science",
                    "institution": "Beijing Normal University",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Y",
                "middle": [],
                "last": "Bai",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Heaney",
                "middle": [
                    "²"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Kandula",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Cai",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "³",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "X",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "B",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Remote Sensing Science",
                    "institution": "Beijing Normal University",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Shaman",
                "middle": [
                    "²"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Li",
                "middle": [
                    "R"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bai",
                "middle": [
                    "Y"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Heaney",
                "middle": [
                    "A"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kandula",
                "middle": [
                    "S"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Cai",
                "middle": [
                    "J"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhao",
                "middle": [
                    "X"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xu",
                "middle": [
                    "B"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shaman",
                "middle": [
                    "J"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The recent emergence of A(H7N9) avian influenza poses a significant challenge to public health in China and around the world; however, understanding of the transmission dynamics and progression of influenza A(H7N9) infection in domestic poultry, as well as spillover transmission to humans, remains limited. Here, we develop a mathematical model-Bayesian inference system which combines a simple epidemic model and data assimilation method, and use it in conjunction with data on observed human influenza A(H7N9) cases from to estimate key epidemiological parameters and to forecast infection in both poultry and humans. Our findings indicate a high outbreak attack rate of 33% among poultry but a low rate of chicken-to-human spillover transmission. In addition, we generated accurate forecasts of the peak timing and magnitude of human influenza A(H7N9) cases. This work demonstrates that transmission dynamics within an avian reservoir can be estimated and that real-time forecast of spillover avian influenza in humans is possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Wild birds, particularly Anseriformes and Charadriformes, are thought to be the principal natural reservoir of low pathogenic avian influenza (LPAI) viruses [1, 2] , as well as the source of influenza A viruses infecting all other animals [3] . Indeed, LPAI includes nearly all influenza subtypes, and wild bird migration can bring viruses to new areas and species [1, 4] . The LPAI A(H7N9) virus was first identified in humans in China in early 2013 [5] . As at 15 October 2015, 678 confirmed human infections have been documented, with a case fatality rate of ca 40% [6] . The virus most probably originated in wild bird populations [7, 8] , was introduced into domestic ducks and chickens and has since become well established in poultry populations in south-eastern China [6] . Transmission to humans occurs primarily at live bird markets (LBMs), where direct contact between humans and infected poultry leads to spillover transmission [9] .",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 160,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 161,
                    "end": 163,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 239,
                    "end": 242,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 365,
                    "end": 368,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 369,
                    "end": 371,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 451,
                    "end": 454,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 569,
                    "end": 572,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 635,
                    "end": 638,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 639,
                    "end": 641,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 776,
                    "end": 779,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 940,
                    "end": 943,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Human influenza A(H7N9) infections have been well documented by the Chinese government and public health authorities. Outbreaks of human influenza A(H7N9) cases peak in winter months [10] and geographical diffusion from the eastern to the southern region of China has been observed [11] . As is true for most LPAI viruses, influenza A(H7N9) does not produce significant illness in domestic poultry, implying that poultry can be infected asymptomatically [6] . Consequently, poultry infections are likely to be under-reported even though LBMs are being closely and actively monitored [12, 13] . This limited, partial observation of influenza A(H7N9) infection in poultry poses a challenge to the study and quantification of the transmission potential of H7N9 viruses in poultry populations, as well as spillover transmission from poultry to humans. However, owing to the transmission link between influenza A(H7N9) infection in poultry and human infection through LBMs [9] , and because human influenza A(H7N9) cases have been well documented, these human cases serve as a sentinel proxy for infection rates among domestic poultry.",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 187,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 282,
                    "end": 286,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 454,
                    "end": 457,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 583,
                    "end": 587,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 588,
                    "end": 591,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 968,
                    "end": 971,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Mathematical approaches can be used to infer critical epidemiological processes and parameters. Traditional methods of epidemic curve fitting regard the increase in cumulative cases as an exponential with set doubling times [14] . This approach uses surveillance data during the early exponential growth period of an outbreak to provide retrospective estimates of R0 [15, 16] . However, these estimates rely on specific assumptions, such as the initial susceptibility of the population and the infectious period. In contrast, a Bayesian approach [17] can provide continuous estimation of all system parameters without specific assumptions and is therefore more suitable for nonlinear epidemic modelling. In previous work, we used Bayesian inference methods to infer disease transmission dynamics, estimate critical epidemiological parameters, and generate forecasts of seasonal and pandemic human influenza (i.e. H1N1, H3N2, B) in both temperate [18] [19] [20] and subtropical regions [21] .",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 228,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 367,
                    "end": 371,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 372,
                    "end": 375,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 546,
                    "end": 550,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 946,
                    "end": 950,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 951,
                    "end": 955,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 956,
                    "end": 960,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 985,
                    "end": 989,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Here we used human case data and a combined framework of mathematical model and Bayesian inference to simulate influenza A(H7N9) virus transmission among poultry and generate retrospective forecasts of influenza A(H7N9) incidence for both poultry and humans in the eastern and southern regions of China ( Figure 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 305,
                    "end": 313,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Specifically, human influenza A(H7N9) case data in the period from 2013 to 2015 were used in conjunction with a model-inference framework that combines a susceptible-infected-recovered (SIR) compartmental model of influenza A(H7N9) virus transmission among poultry and the ensemble adjustment Kalman filter (EAKF) to simulate influenza A(H7N9) virus transmission among poultry, estimate critical epidemiological parameters,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Spatial distribution of human influenza A(H7N9) cases and classification of study regions, China, 19 February 2013-19 September 2015 (n = 526) ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 1"
        },
        {
            "text": "The human influenza A(H7N9) cases (black dots indicate case locations) in the study area are grouped into the eastern region (Jiangsu, Zhejiang, Shanghai and Anhui provinces: pink) and the southern region (Guangdong, Fujian and Hunan provinces: blue). These cases are shown in the whole map of China and the enlarged map of the study area. Also shown is the South Sea but with no human cases. and generate forecasts of influenza A(H7N9) infections for both humans and poultry. From 19 February 2013 until 19 September 2015, a total of 526 human influenza A(H7N9) cases were extracted from official reports of the National Health and Family Planning Commission (NHFPC) in China. Associated record attributes included location, observation and reporting date, and descriptive information including age, sex and contact history.",
            "cite_spans": [
                {
                    "start": 477,
                    "end": 484,
                    "text": "From 19",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Eastern Southern"
        },
        {
            "text": "These records were processed into biweekly counts during the 2012/13, 2013/14 and 2014/15 seasons and aggregated into two spatial regions, the southern region (Guangdong, Fujian and Hunan provinces) and the eastern region (Jiangsu, Zhejiang, Shanghai and Anhui provinces). This spatial grouping was based on the geographical location, common sources for poultry and virus spatial transmission patterns among the provinces. Specifically, provinces in the same region are geographically conjoined, and influenza A(H7N9) virus appeared to diffuse from the eastern region, where chicken farming and consumption occur locally, to the southern region where chickens are imported from northern China (e.g. Hebei and Shandong provinces).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "The epidemical model used for this study simulates the transmission of influenza A(H7N9) among poultry as well as spillover transmission from poultry to humans. The model is described by the following equations:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Description of the epidemical model"
        },
        {
            "text": "where S is the number of susceptible poultry, Ic and Ih are the number of infectious poultry and humans, respectively, N is chicken population size, β is the contact rate among poultry, D is the mean infectious period, and γ is the scaling factor linking the number of infected poultry with human infections. The basic reproductive rate, R0, is calculated from the infection rate and mean infectious period as R0 = β D, while the effective reproductive rate is also determined from susceptibility as Re = R0 S / N. This modelling framework was implemented with the assumption of homogenous mixing among chicken and human populations, indicating that spillover transmission from poultry to human was constant through time and that no transmission among humans occurred. In essence, we used human influenza A(H7N9) case data as a proxy for infection among poultry. We took this approach because infections among poultry are likely to be greatly under-reported and human influenza A(H7N9) incidence data are much more reliable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Description of the epidemical model"
        },
        {
            "text": "The EAKF is a sequential Monte Carlo, or data assimilation, method that is used to iteratively update the model state variables and parameters with each new observation [22] . This update follows Bayes' rule:",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 173,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Description of the ensemble adjustment Kalman filter"
        },
        {
            "text": "where Zt is the system state, including model variables and parameters S, Ic, Ih, D, R0, and yt is the observation at time t. Formula 4 shows that the updated (i.e. posterior) probability distribution is proportional to the product of the likelihood of the occurrence of new observations given the current system state and the prior probability distribution of the system state. The EAKF uses an assumption of normality for the likelihood and prior distribution. In doing so, only the first two statistical moments are needed to characterise the distributions on the right hand side of Formula 4.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Description of the ensemble adjustment Kalman filter"
        },
        {
            "text": "The EAKF was selected for iterative Bayesian inference in this work because it was already being used for state space estimation in the geosciences (e.g. climate and weather simulation and prediction) and also in conjunction with influenza state space models to generate seasonal influenza forecasts [18, 19, 21] .",
            "cite_spans": [
                {
                    "start": 300,
                    "end": 304,
                    "text": "[18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 305,
                    "end": 308,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 309,
                    "end": 312,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Description of the ensemble adjustment Kalman filter"
        },
        {
            "text": "All simulations of influenza A(H7N9) transmission and incidence among poultry and spillover transmission to humans with the model-inference system (i.e. the SIR dynamic model and EAKF inference) were run using a 300-member ensemble of simulations. These simulations were run simultaneously and linked through the EAKF. Before integration with the model equations, each simulation (i.e. ensemble member) was randomly assigned an initial combination of state variables and parameters from specified uniform distributions (see below). These comprised the initial conditions, or 'initial prior', for each simulation before integration. Each initialised ensemble member was then integrated through time using the equations of the model; as each simulation has a different initial array of state variables and parameters, the trajectory of each simulation differs. The ensemble was integrated until the time point of the first observation at which the run was halted and the EAKF algorithm and observation were used to update the ensemble mean and variance of the observed state variable (here incidence) according to Formula 4, as well as all the unobserved variables and parameters [19, 22] . The conditions upon halting before the EAKF update are termed the 'prior'; the conditions after the EAKF update are termed the 'posterior'. The mean prior and posterior are averages across the ensemble; for example, the mean prior and posterior of susceptibility (S) is simply the ensemble average value of S before and after EAKF updating at a particular point in time.",
            "cite_spans": [
                {
                    "start": 1178,
                    "end": 1182,
                    "text": "[19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1183,
                    "end": 1186,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Description of the ensemble adjustment Kalman filter"
        },
        {
            "text": "The use of an ensemble of simulations provided an easy means of estimating credible intervals and uncertainties, both for parameter estimates and forecasts. Indeed, for the EAKF, the prior and posterior moments (i.e. mean and variance) can be calculated directly from the average prior and posterior estimates of all the 300 ensemble members. Time series of 300-member ensemble mean posterior (red) and prior (blue) for key epidemiological variables (susceptibility (S) and the number of infections in chicken (Ic)), and for parameters (the infectious period (D), chicken-to-chicken contact rate (β) and the effective and basic reproductive rate (Re and R0)), during different seasons and regions. In each season, variables and parameters were adjusted from the beginning of the season to the two-week period with the last recorded case. Both the prior and posterior mean estimates are shown; EAKF adjustment at a given time is the difference of the mean posterior minus the mean prior.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Description of the ensemble adjustment Kalman filter"
        },
        {
            "text": "The described cycle of integration and adjustment was repeated for each successive observation, i.e. after updating, the posterior was integrated through time until the next observation, at which point it became the prior. Then the EAKF and observation were used to generate a new posterior. Through this iterative updating process, the estimates of the state variables and parameters converge to a combination capable of simulating the outbreak as observed up to that point. The intention was that by optimising the model to simulate conditions as observed from the past to present, a better forecast of the future can be generated using that optimised ensemble of simulation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Description of the ensemble adjustment Kalman filter"
        },
        {
            "text": "The state variable-parameter vector of the SIR-EAKF framework included optimisation of three variables (S, Ic and Ih) and two parameters (D and R0). At the beginning of each outbreak, we initialised each simulation (i.e. each ensemble member) using a random selection from uniform ranges of the parameters and variables (2 < D < 10 days, 0.01 < R0 < 2.0, 0.5 < S0 < 0.6, 0 < Ic0 < 250). These initial uniform ranges were based on prior modelling efforts simulating and forecasting human seasonal influenza [18, 20] . In addition, as the transmission potential of influenza A(H7N9) virus among poultry is not well described, a broad initial prior range for R0 was used; however, note that the EAKF in the presence of observations can adjust the model parameters and variables to values outside these initial ranges. A Latin hypercube sampling approach was used to generate a near-random initial prior sample across this multidimensional distribution of parameter and variable values.",
            "cite_spans": [
                {
                    "start": 506,
                    "end": 510,
                    "text": "[18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 511,
                    "end": 514,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Initialisation and simulation with the SIR-EAKF framework"
        },
        {
            "text": "Multiplicative inflation was used to increase the ensemble variance of all model variables and parameters by 2% before EAKF adjustment. Inflation is commonly applied to ensemble Kalman filters in order to avoid 'filter divergence', the situation in which the variance across the ensemble of simulations has contracted so much that the EAKF updating algorithm ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Initialisation and simulation with the SIR-EAKF framework"
        },
        {
            "text": "Top panels: Accuracy was measured as the percentage of ensembles predicting (A) the week with the most human influenza A(H7N9) cases within one week of the observed peak week and (B) the peak magnitude of human influenza A(H7N9) cases within 25% of the observed peak magnitude. It is presented as a function of the forecast week relative to observed (blue) and predicted (green) peak timing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "E. Initiated with peak"
        },
        {
            "text": "Bottom panels: Forecasts initiated (C) 4 weeks, (D) 2 weeks and (E) 0 weeks ahead of the observed peak week for the southern region during the 2013/14 season. The SIR model was recursively optimised up to the week of forecast initiation using observations (black x) and the EAKF; the red x are future observations which were not used in the model optimisation. The black and green lines are the mean trajectory of the ensemble and areas shaded grey and green are the 5th and 95th percentiles of the ensemble posterior for simulation and forecast periods, respectively. effectively ignores the observations and model simulations diverge from the truth [22] . The 300-member ensemble simulations were repeated 10 times each season to account for stochastic effects due to the random selection of initial conditions. The average of the 10 repeated runs, each made up of a 300-member ensemble simulation, was used to derive mean posterior estimates of the model parameters.",
            "cite_spans": [
                {
                    "start": 651,
                    "end": 655,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "E. Initiated with peak"
        },
        {
            "text": "Several epidemiological parameters are critical for characterising the transmission potential of infectious diseases. The basic reproductive number R0, defined as the number of secondary infections an infectious host would produce in a completely susceptible population, signals the potential of an infectious agent to start an outbreak as well as the transmissibility of a virus in the absence of intervention. The effective reproductive number Re quantifies the transmission force during the actual outbreak and can be used to monitor the impact of control strategies. An Re > 1 indicates epidemic growth, while an Re < 1 indicates that sustained transmission cannot persist and that an outbreak will subside.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parameter estimation"
        },
        {
            "text": "Epidemiological parameters, namely β, D, R0 and Re, were estimated for each of three seasons and two regions from the start of the season to the last twoweek period with a recorded case. In a given season, the posterior mean and interquartile range of Ic, Ih, β, D, R0 and Re were estimated at the time of maximal epidemic forcing or the time point of highest transmission potential, i.e. the two-week period with the highest effective reproductive number. The level of initial susceptibility, however, was defined as and estimated for the two-week period with maximal susceptibility. We have previously presented parameter estimates at these key time points in studies of seasonal influenza [18, 20] . The prior and posterior means during each outbreak for each variable and parameter were also recorded ( Figure 2 ).",
            "cite_spans": [
                {
                    "start": 692,
                    "end": 696,
                    "text": "[18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 697,
                    "end": 700,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 807,
                    "end": 815,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Parameter estimation"
        },
        {
            "text": "Parameter estimate changes during the entirety of an outbreak were used to inspect filter adjustment. Such parameter changes over time may reflect changes in the estimation or actual changes to the parameter values. For the former, the observations contain noise and the estimation of the parameters by the EAKF is neither perfect nor instantaneous; consequently, the parameter estimates move through time. For the latter, actual shifts in parameter value can occur, e.g. representing changing contact rates and control measures, as the pathogen moves through different subpopulations and/or geographical areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parameter estimation"
        },
        {
            "text": "The parameter estimates were inferred using a scaling γ, representing a rate of spillover transmission from chicken to human, equal to 300. This value was selected following tests with γ ranging from 100 to 1,000 in increments of 100. For each value of γ, mean human case forecast error was used to calculate total outbreak root mean squared error (RMSE) and correlation, as well as attack rate error, peak weak error and peak magnitude error between observations and the predicted estimates. A ranking approach was used to identify the scaling with the lowest error. Specifically, for each metric (RMSE, correlation, attack rate error, peak weak error and peak magnitude error), the scaling levels were ranked. The scaling with the highest overall rank, i.e. γ = 300, was selected and used in all simulations and forecasts presented here.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sensitivity analysis"
        },
        {
            "text": "Retrospective forecasts were run for the seasons 2012/13, 2013/14 and 2014/15 for the eastern region and for the last two seasons for the southern region. The model-inference system was again implemented IQR: interquartile range. The posterior means and IQR of the number of chicken infections (I c ), chicken-to-chicken contact rate (β), the infectious period (D) and the basic reproductive rate (R 0 ) were estimated at maximal epidemic forcing (maximal R e ). The level of initial susceptibility (S) was defined and estimated in the two-week period with maximal susceptibility.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Retrospective forecasts"
        },
        {
            "text": "using 300-member ensembles and reinitialised with randomly selected variable and parameter combinations at the beginning of each season. All simulations and forecasts were repeated 10 times for each outbreak and were initialised with a random selection of parameter and variable values, as described above. Forecasts were generated beginning with the two-week period of the first recorded case and repeated every 2 weeks following the generation of a new posterior. Specifically, for the eastern region, separate ensemble forecasts were run from the 4th to 9th, 2nd to 17th and 3rd to 9th two-week period for the 2012/13, 2013/14 and 2014/15 seasons, respectively; for the southern region, forecasts were generated from the 3rd to 19th and 5th to 12th two-week period for the last two seasons.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Retrospective forecasts"
        },
        {
            "text": "To evaluate the accuracy of our SIR-EAKF system, we determined two measurements: the peak week and peak magnitude, or the percentage of ensemble mean trajectories predicting human influenza A(H7N9) case peak timing within ± 1 week of the observed peak week, and peak magnitude within ± 25% of the observed peak magnitude. These two indices were then plotted as a function of the relative forecast week, i.e. the week of forecast generation minus either the observed or predicted peak week, to show the relationship between predictive skill and lead time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Retrospective forecasts"
        },
        {
            "text": "The combined SIR-EAKF system was coded in R. These codes are available from the corresponding author upon request.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Retrospective forecasts"
        },
        {
            "text": "The mean posterior estimates of human influenza A(H7N9) incidence produced by the model-inference system matched the observed influenza A(H7N9) human case counts well (Figure 3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 167,
                    "end": 176,
                    "text": "(Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "These simulations captured the timing and magnitude of the epidemic. Mean posterior estimates of R0 ranged from 1.327 to 1.941 (Table 1) The susceptibility of the chicken population was high in earlier outbreaks and dropped to around 65% in more recent outbreaks. For the effective transmission number Re, which quantifies the transmission force during the outbreak, the mean posterior estimates were greater than 1 during four of the five outbreaks analysed here, indicating a clear transmission potential among LBM poultry. The Re estimate was highest during the initial outbreak in 2012/13 when the two associated parameters, R0 and susceptibility, were also highest. The scaling factor γ, selected by the rank correlation approach (see Methods) mapped the observed human cases to simulated poultry infections and indicated that the daily poultry-to-human spillover transmission rate was low, around 3.3 × 10-3 per infected LBM chicken.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 127,
                    "end": 136,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Estimates of all parameters remained stable during the seasons 2013/14 and 2014/15 in the southern region where outbreaks were of similar severity in both epidemic waves. However, there was an apparent decrease in R0, Re, β and susceptibility from the first to the third outbreak in the eastern region, which was in accordance with the change of outbreak severity in this region.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The accuracy of the forecast for peak timing and magnitude increased as the week of forecast initiation got closer to the observed and predicted peak ( Figure 4 ). Accuracy was measured as the percentage of ensembles predicting the week with the most human cases of influenza A(H7N9) within ± 1 week of the observed peak week and the peak magnitude of human H7N9 influenza cases within ± 25% of observed peak magnitude. The values are the same as those in Figure 4 and presented as a function of the forecast lead time from 10 weeks before to 10 weeks after the observed and predicted peak timing.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 152,
                    "end": 160,
                    "text": "Figure 4",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 456,
                    "end": 464,
                    "text": "Figure 4",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Specifically, the percentage of forecasts predicting the peak week within ± 1 week increased sharply from 6 weeks ahead of the observed peak week and reached 90% when a forecast was generated at the observed peak. For peak magnitude, the percentage of forecasts predicting the peak magnitude within ± 25% of the observed magnitude increased from 8 weeks before the observed peak, and almost all forecasts were accurate when predicting at the observed peak. However, as knowledge of the observed peak was unavailable for real-time forecasting, we also present overall accuracy as a function of predicted lead time. Here, the accuracy was 43% and 63% at 2 weeks lead time and 61% and 98% at 0 weeks lead time for peak timing and magnitude, respectively ( Table 2 ). Example forecasts are also presented in Figure 4 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 753,
                    "end": 760,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 804,
                    "end": 812,
                    "text": "Figure 4",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Our findings indicate that data assimilation methods and a simple epidemic model can be combined to infer the transmission dynamics of H7N9 influenza in both chicken and human populations using only human infection data. Moreover, the model-inference system can produce accurate predictions of the peak timing and magnitude of human infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The estimated potential of chicken-to-human spillover transmission was low, even with the high transmission rate among poultry. Specifically, estimates of R0 were greater than 1 and the mean contact rate among poultry was 0.326 across all seasons and regions, whereas the daily chicken-to-human infection rate reflected by the linkage parameter γ indicated that the mean number of human infections per infectious chicken was 3.3 × 10-3. Our estimates of R0, among poultry were similar to those of past pandemic influenza viruses in humans (e.g. 1.2-2.3 for influenza A(H1N1)pdm09) [23] , which implies that influenza A(H7N9) has the potential to cause pandemics in chicken populations. This result is similar to earlier findings [24] ; however, our estimates for three other parameters, the mean infectious period, the basic reproductive rate and the chicken-to-human infection rate, were smaller, which may be due to the finer spatial and longer temporal scales used in this study, as well as the difference in modelling approach. Specifically, our study used a dynamic model, Bayesian inference framework and regional bi-weekly counts of human infections, covering three epidemic waves. Our findings thus represent more detailed, localised and long-term patterns of transmission dynamic than earlier work using least-square methods in conjunction with daily human infection data at the beginning of the outbreak at a national scale [24] .",
            "cite_spans": [
                {
                    "start": 581,
                    "end": 585,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 729,
                    "end": 733,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1434,
                    "end": 1438,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The dynamic patterns of influenza A(H7N9) differed in the two regions studied here, although with the limited number of outbreaks available for validation, these differences must be interpreted with caution. The transmission potential among chicken flocks and initial susceptibility decreased across three seasons in the eastern region, but remained stable in the southern region. These differences were dynamically consistent with observed outbreak severity in both regions and may have been caused by a difference in control methods implemented by the government. In the eastern region, approaches such as closing of LBMs [25, 26] and halting live poultry trade were implemented during the early stages of the outbreaks. This probably reduced chicken-to-human exposure and chicken-tochicken mixing and consequently may have attenuated the severity of the outbreak. On the other hand, for southern provinces such as Guangdong (where LBM closure was implemented later, in the second half of February 2014), co-circulation of a diverse array of avian influenza subtypes as well as multiple strains of H7N9 and H9N2 influenza viruses has been documented. This abundance of viruses creates an environment primed for influenza reassortment, resulting in diversified and more adaptive genotypes and a higher risk of infections in both poultry and humans [27, 28] and may therefore keep susceptibility high and stable across seasons.",
            "cite_spans": [
                {
                    "start": 624,
                    "end": 628,
                    "text": "[25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 629,
                    "end": 632,
                    "text": "26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1349,
                    "end": 1353,
                    "text": "[27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1354,
                    "end": 1357,
                    "text": "28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The mean estimate of D, the mean infectious period, for the 2012/13 outbreak in the eastern provinces was lower (3.95) than for the later outbreaks, which ranged from 5.29 to 5.94. Given the limited number of total outbreaks investigated, the exact causes for this difference are difficult to pinpoint; however, factors could include actual changes to the virus between the first and later outbreaks, errors in the observed number of cases or errors in the estimation process. That the 2013/14 and 2014/15 outbreaks yielded consistent estimates, including similar values for D and β, and decreasing maximal S over time suggests that these findings are credible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our inference and forecasting framework was implemented with a simple SIR model and the assumption of homogeneous mixing among human and chicken populations, i.e. a constant chicken-to-human transmission rate. Our model only simulated chicken-to-chicken and chicken-to-human transmission (Formulas 1-3) and did not consider environmental transmission. Given the limited data on infection and transmission among poultry, inferred distinctions of alternate transmission modes, i.e. chicken-to-chicken vs environment-to-chicken, are likely to be poorly constrained. Further, prior attempts to simulate these different pathways suggest that the rates of chicken-to-environment shedding are low [29] . Loss of immunity was not modelled either, as birds are either slaughtered or, when infection is suspected, culled, as required by the Chinese government [30] .",
            "cite_spans": [
                {
                    "start": 690,
                    "end": 694,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 850,
                    "end": 854,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Despite these shortcomings, the combined modelinference system matched the observations well, and provided sensible estimates of key epidemiological parameters, including rates of chicken-to-human spillover infection. The analyses revealed the transmission potential of H7N9 influenza among poultry, the stability and changes of that transmission potential over time, and that real-time forecasting of influenza A(H7N9) incidence in both human and poultry is possible. In the future, such methods could be applied in real time to newly emerged avian influenza subtypes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Global patterns of influenza a virus in wild birds",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Olsen",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Munster",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wallensten",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Waldenström",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Osterhaus",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Fouchier",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Science",
            "volume": "312",
            "issn": "5772",
            "pages": "384--392",
            "other_ids": {
                "PMID": [
                    "16627734"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Evolution and ecology of influenza A viruses",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Webster",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Bean",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "T"
                    ],
                    "last": "Gorman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Chambers",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kawaoka",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Microbiol Rev",
            "volume": "56",
            "issn": "1",
            "pages": "152--79",
            "other_ids": {
                "PMID": [
                    "1579108"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Transmission of influenza viruses from animals to people",
            "authors": [],
            "year": null,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Does influenza A virus infection affect movement behaviour during stopover in its wild reservoir host?",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bengtsson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Safi",
                    "suffix": ""
                },
                {
                    "first": "Avril",
                    "middle": [
                        "A"
                    ],
                    "last": "Fiedler",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wikelski",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gunnarsson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "R Soc Open Sci",
            "volume": "3",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1098/rsos.150633"
                ],
                "PMID": [
                    "26998334"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Updated rapid risk assessment -human infection with a novel avian influenza A(H7N9) virus, China. Stockholm: ECDC",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Fourth wave of H7N9 avian influenza threatens livelihoods, public health",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The genesis and source of the H7N9 influenza viruses causing human infections in China",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Duan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Cheung",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nature",
            "volume": "502",
            "issn": "7470",
            "pages": "241--245",
            "other_ids": {
                "DOI": [
                    "10.1038/nature12515"
                ],
                "PMID": [
                    "23965623"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Origin and diversity of novel avian influenza A H7N9 viruses causing human infection: phylogenetic, structural, and coalescent analyses",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet",
            "volume": "381",
            "issn": "9881",
            "pages": "60938--60939",
            "other_ids": {
                "PMID": [
                    "23643111"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Epidemiological link between exposure to poultry and all influenza A(H7N9) confirmed cases in Huzhou city, China",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wen",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Euro Surveill",
            "volume": "18",
            "issn": "20",
            "pages": "32--39",
            "other_ids": {
                "PMID": [
                    "23725866"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Avian influenza A (H7N9) virus",
            "authors": [],
            "year": 2014,
            "venue": "Centers for Disease Control and Prevention (CDC)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Summary of assessment of public health risk to Canada associated with avian influenza A(H7N9) virus in China. Montréal: Public Health Agency of Canada",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Environmental sampling for avian influenza A(H7N9) in live-poultry markets in Guangdong",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rutherford",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "China. PLoS One",
            "volume": "10",
            "issn": "5",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0126335"
                ],
                "PMID": [
                    "25933138"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Isolation and characterization of H7N9 viruses from live poultry markets -implication of the source of current H7N9 infection in humans",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "Z"
                    ],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "Z"
                    ],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Chin Sci Bull",
            "volume": "58",
            "issn": "16",
            "pages": "1857--63",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The estimation of the basic reproduction number for infectious diseases",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dietz",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Stat Methods Med Res",
            "volume": "2",
            "issn": "1",
            "pages": "23--41",
            "other_ids": {
                "DOI": [
                    "10.1177/096228029300200103"
                ],
                "PMID": [
                    "8261248"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Transmission dynamics and control of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Robins",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "James",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "5627",
            "pages": "",
            "other_ids": {
                "PMID": [
                    "12766207"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The 1918 influenza pandemic in New York City: age-specific timing, mortality, and transmission dynamics",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Petkova",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shaman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Influenza Other Respi Viruses",
            "volume": "8",
            "issn": "2",
            "pages": "177--88",
            "other_ids": {
                "DOI": [
                    "10.1111/irv.12217"
                ],
                "PMID": [
                    "24299150"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Transmission potential of influenza A/H7N9",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Simonsen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Towers",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Viboud",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "China.BMC Med",
            "volume": "11",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1741-7015-11-214PMID:24083506"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Realtime influenza forecasts during the 2012-2013 season",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shaman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Karspeck",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tamerius",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nat Commun",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/ncomms3837"
                ],
                "PMID": [
                    "24302074"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Forecasting seasonal outbreaks of influenza",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shaman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Karspeck",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "109",
            "issn": "50",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1208772109"
                ],
                "PMID": [
                    "23184969"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Inference of seasonal and pandemic influenza transmission dynamics",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shaman",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Proc Natl Acad Sci",
            "volume": "112",
            "issn": "9",
            "pages": "2723--2731",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1415012112"
                ],
                "PMID": [
                    "25730851"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Forecasting influenza epidemics in Hong Kong",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "Ehy",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shaman",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLOS Comput Biol",
            "volume": "11",
            "issn": "7",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pcbi.1004383"
                ],
                "PMID": [
                    "26226185"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "An ensemble adjustment Kalman Filter for data assimilation",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Mon Weather Rev",
            "volume": "129",
            "issn": "12",
            "pages": "2884--903",
            "other_ids": {
                "DOI": [
                    "10.1175/1520-0493(2001)129<2884:AEAKFF>2.0.CO;2"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Transmission parameters of the A/H1N1 (2009) influenza virus pandemic: a review",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Boëlle",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ansart",
                    "suffix": ""
                },
                {
                    "first": "Cori",
                    "middle": [
                        "A"
                    ],
                    "last": "Valleron",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Influenza Other Respi Viruses",
            "volume": "5",
            "issn": "5",
            "pages": "306--322",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1750-2659.2011.00234.xPMID:21668690"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Quantification of bird-to-bird and bird-to-human infections during 2013 novel H7N9 avian influenza outbreak in China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Hsieh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lou",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS One",
            "volume": "9",
            "issn": "12",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0111834"
                ],
                "PMID": [
                    "25479054"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Live poultry market closure and control of avian influenza A(H7N9)",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Pei",
                    "middle": [
                        "E"
                    ],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Emerg Infect Dis",
            "volume": "20",
            "issn": "9",
            "pages": "1565--1571",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2009.131243"
                ],
                "PMID": [
                    "25148432"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Effect of closure of live poultry markets on poultry-to-person transmission of avian influenza A H7N9 virus: an ecological study",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet",
            "volume": "383",
            "issn": "9916",
            "pages": "61904--61906",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736"
                ],
                "PMID": [
                    "24183056"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Circulation of reassortant influenza A(H7N9) viruses in poultry and humans",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ke",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Emerg Infect Dis",
            "volume": "20",
            "issn": "12",
            "pages": "2034--2074",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2012.140765"
                ],
                "PMID": [
                    "25418838"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Continuous reassortments with local chicken H9N2 virus underlie the human-infecting influenza A (H7N9) virus in the new influenza season",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Qi",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Protein Cell",
            "volume": "5",
            "issn": "11",
            "pages": "878--82",
            "other_ids": {
                "DOI": [
                    "10.1007/s13238-014-0084-6PMID:25109943"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Seasonality of influenza A(H7N9) in China -fitting simple epidemic models to human cases",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "Apy",
                    "middle": [],
                    "last": "Chiu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS One",
            "volume": "11",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0151333"
                ],
                "PMID": [
                    "26963937"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Emergency guide for H7N9 avian influenza in animals (for trial implentation)",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF2": {
            "text": "Parameter",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "member ensembles are simulated and repeated 10 times for each season. Initial conditions were varied with each repetition. The ensemble mean prior (blue) and posterior (red) estimates and the corresponding 5th and 95th percentiles of the ensemble posterior estimates of human infections were averaged over all 10 runs and compared with observed case numbers (black). The area between the 5th and 95th percentiles of prior and posterior estimates is shaded blue and grey, respectively.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Forecast",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "with the highest and lowest estimates occurring in seasons with the largest and smallest numbers of human cases, i.e. the 2012/13 and 2014/15 seasons in the eastern region, respectively. The mean infectious period D was estimated at 5 to 6 days for outbreaks during the seasons 2013/14 and 2014/15. For the first human influenza A(H7N9) outbreak in 2012/13 in the eastern region, the estimate for D was much lower (mean: 3.95 interquartile range (IQR): 3.76-4.13) and the estimate of β, the contact rate among poultry, was higher (mean: 0.49/day; IQR: 0.47-0.51/day).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Estimates of key epidemiological parameters and variables for H7N9 influenza, China, 2012-2015",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Aifang Chen for assistance with figure preparations. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "JS discloses partial ownership of SK Analytics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        },
        {
            "text": "RL and JS designed research; RL, BX, YB, JC and XZ compiled the data; RL, SK and AH performed the simulations; RL, JS, SK, and AH analysed data; RL and JS wrote the paper.This is an open-access article distributed under the terms of the Creative Commons Attribution (CC BY 4.0) Licence. You may share and adapt the material, but must give appropriate credit to the source, provide a link to the licence, and indicate if changes were made.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' contributions"
        }
    ]
}