{
    "paper_id": "4905527694d78d051ccafe15f482868a486b0bf8",
    "metadata": {
        "title": "SARS Coronavirus-unique domain (SUD): Three-domain Molecular Architecture in Solution and RNA Binding Supplementary Material",
        "authors": [
            {
                "first": "Margaret",
                "middle": [
                    "A"
                ],
                "last": "Johnson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Amarnath",
                "middle": [],
                "last": "Chatterjee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Benjamin",
                "middle": [
                    "W"
                ],
                "last": "Neuman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Scripps Research Institute",
                    "location": {
                        "addrLine": "MB-44, 10550 North Torrey Pines Rd",
                        "postCode": "92037",
                        "settlement": "La Jolla",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Kurt",
                "middle": [],
                "last": "Wüthrich",
                "suffix": "",
                "affiliation": {},
                "email": "wuthrich@scripps.edu."
            },
            {
                "first": "",
                "middle": [
                    "Kurt"
                ],
                "last": "Wüthrich",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": ". Proteins with structural similarity to SUD-C and with DALI Z-scores ≥ 3 that were identified by a DALI S1, S2 The Z-score is a quantitative measure of the structural similarity and is defined in terms of equivalent intramolecular distances. S1,S2",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 111,
                    "text": "S2",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "c Root mean square distance resulting from the superposition of the C α atoms of the residues in the structurally equivalent positions between SUD-C and the structure given in the first column.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "d Percentage of sequence similarity between SUD-C and the amino acid sequence of the structure given in the first column (aligned residues only).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "e Brief description of the protein and its physiological function. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Searching protein structure databases with DaliLite v.3",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Holm",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kaariainen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rosenstrom",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schenkel",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Bioinformatics",
            "volume": "24",
            "issn": "",
            "pages": "2780--2781",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Protein structure comparison by alignment of distance matrices",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Holm",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sander",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Mol. Biol",
            "volume": "233",
            "issn": "",
            "pages": "123--138",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure S1.15  N{ 1 H}-NOE values of the SUD-N and SUD-M domains within the SUD-NM protein. Left panel: SUD-N domain. Since the resonances of SUD-N were assigned as a group (see text), the NOEs are plotted in the order of increasing values of I rel . Right panel: SUD-M domain, where the data are plotted versus the (a) Overlay of the 2D [ 15 N, 1 H]-HSQC spectra of SUD-MC in the absence (red) and presence (blue) of (GGA) 4 at an RNA:protein ratio of 0.5:1. (b) 2D [ 15 N, 1 H]-HSQC spectrum of SUD-C. This spectrum is shown here as a reference, to facilitate the identification of peaks originating from SUD-C in panel (a). (c) Plot versus the amino acid sequences of chemical shift perturbations, Δδ, induced by (GGA) 4binding to SUD-M (red) and SUD-MC (blue) at an RNA:protein ratio of 0.2:1. (d) Spacefilling view of SUD-M visualizing the surface locations of chemical shift perturbations induced by adding 0.2 equivalents of (GGA) 4 to SUD-MC. The residues with Δδ ≥ 0.03 are colored green, and are labeled. (e) Plot versus the amino acid sequence of the decrease of the [ 15 N, 1 H]-HSQC peak intensities, Δ(S/N), in SUD-MC after addition of 0.5 equivalents of (GGA) 4 . Δ(S/N) is equal to the difference between the signal:noise ratios of the correlation peaks in the presence and absence of (GGA) 4 , respectively. Since it is unlikely that line broadening due to slow ligand exchange would affect all resonances of the SUD-M domain, the observations in panel (e) appear to indicate formation of higher aggregates mediated by the RNA binding. In these aggregates only the SUD-M domains would appear to be immobilized, whereas the SUD-C domains seem to retain mobility within the aggregate so that they do not experience significant line broadening. Codon-optimized DNA sequences used for the production of the SUD proteins used in this study. Restriction enzyme sites derived from the vectors and used to clone the constructs (5': NdeI, 3': HindIII) are in italics. Protease recognition sites (thrombin in SUD-MC, TEV protease in all other constructs) are underlined. For SUD-C, the additional thrombin cleavage site derived from pET-28b precedes the S7 construct and is not shown. Stop codons were added at the 3'-end of each construct, immediately preceding the HindIII restriction site.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "search of the PDB.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}