{
    "paper_id": "4937a3959371288b339c878ca231a74ea9ab6a93",
    "metadata": {
        "title": "PERSPECTIVE The prevalence, origin, and prevention of six human coronaviruses",
        "authors": [
            {
                "first": "Lanlan",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sun Yat-sen University",
                    "location": {
                        "postCode": "510080",
                        "settlement": "Guangzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Tao",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jiahai",
                "middle": [],
                "last": "Lu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sun Yat-sen University",
                    "location": {
                        "postCode": "510080",
                        "settlement": "Guangzhou",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Coronaviruses (CoVs) are a large group of viruses found in many species of animals around the world, particularly bats and wild birds. CoVs result in various clinical manifestations ranging from asymptomatic respiratory, hepatic, and enteric diseases to neurological diseases. CoVs are classified under the family Coronaviridae in the order Nidovirales (Gonzalez et al., 2003) , comprising an enveloped, positive-strand genome of approximately 26.4-31.7 kb in length, the largest genome of any RNA virus identified to date (Gorbalenya et al., 2006; Brian and Baric, 2005; Woo et al., 2010) . Under electron microscopy, the virus has a characteristic crowned appearance (hence the name \"corona\").",
            "cite_spans": [
                {
                    "start": 353,
                    "end": 376,
                    "text": "(Gonzalez et al., 2003)",
                    "ref_id": null
                },
                {
                    "start": 523,
                    "end": 548,
                    "text": "(Gorbalenya et al., 2006;",
                    "ref_id": null
                },
                {
                    "start": 549,
                    "end": 571,
                    "text": "Brian and Baric, 2005;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 572,
                    "end": 589,
                    "text": "Woo et al., 2010)",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "CORONAVIRUSES"
        },
        {
            "text": "Based on the Coronavirus Study Group of the International Committee on Taxonomy of Viruses (ICTV), CoVs have been classified into four genera, including Alphacoronavirus, Betacoronavirus, Deltacoronavirus, and Gammacoronavirus. Phylogenetically, Alphacoronavirus includes two subgroups, A and B; Betacoronavirus is divided into lineages A, B, C, and D (Adams et al., 2015) ; and Gammacoronavirus and Deltacoron- avirus have not yet been classified into subgroups. Although a large number of CoV hosts have been identified, bats and birds are the ideal hosts for CoVs. Alphacoronavirus and Betacoronavirusare dominated by bat CoVs, while bird CoVs dominate Gammacoronavirus and Deltacoronavirus (Woo et al., 2012) . To date, more than 50 CoVs have been discovered and sequenced (http://www.ictvonline.org/virusTaxonomy.asp; see phylogenetic analysis reviewed in (Woo et al., 2012) ).",
            "cite_spans": [
                {
                    "start": 352,
                    "end": 372,
                    "text": "(Adams et al., 2015)",
                    "ref_id": null
                },
                {
                    "start": 412,
                    "end": 418,
                    "text": "avirus",
                    "ref_id": null
                },
                {
                    "start": 694,
                    "end": 712,
                    "text": "(Woo et al., 2012)",
                    "ref_id": null
                },
                {
                    "start": 861,
                    "end": 879,
                    "text": "(Woo et al., 2012)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "CORONAVIRUSES"
        },
        {
            "text": "Historically, CoVs are common viruses that infect people of all different ages. In most cases, CoVs cause mild to moderate upper-respiratory illness with symptoms including runny nose, cough, sore throat, and fever (http://www.cdc.gov/ coronavirus/about/). However, some CoVs can cause severe illness. In 2003, severe acute respiratory syndrome CoV (SARS-CoV) caused a severe global outbreak in humans, particularly in China, indicating that this virus may cause interspecies transmission and lead to epidemic disease. Thus, research on CoVs has greatly increased since 2003 owing to the high morbidity and mortality of SARS in humans. In 2012, the occurrence of Middle East Respiratory Syndrome CoV (MERS-CoV) was first reported in the Middle East and subsequently spread to other areas, such as South Korea and Hong Kong. The common clinical symptoms of SARS and MERS include persistent fever, cough, chills, dyspnea, and headache. Additionally, these two HCoVs are both characterized by rapidly progressive pneumonia. Patients who contract SARS or MERS often die of chronic diseases, such as cardiovascular disease, respiratory disease, and diabetes. Moreover, CoVs have attracted great attention owing to the recent humanto-human transmission of MERS-CoV in South Korea, with a fatality rate four times higher than that of SARS-CoV (Durai et al., 2015) . Many factors have blocked the prevention and control of these new epidemic diseases, including its rapid worldwide distribution, extensive genetic diversity, high rates of mutation and recombination, and lack of an effective vaccine or methods for treatment and prevention.",
            "cite_spans": [
                {
                    "start": 1336,
                    "end": 1356,
                    "text": "(Durai et al., 2015)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "CORONAVIRUSES"
        },
        {
            "text": "Only two HCoVs, i.e., HCoV-229E and HCoV-OC43, had complete ge-nome sequences available before 2003, and both were identified in the mid-1960s (Hamre et al., 1967; McIntosh et al., 1967) . SARS-CoV was identified in March 2003 during the SARS epidemic. The HCoVs NL63 and HKU1, which were distributed globally, were identified in 2004 and 2005, respectively. However, other studies have suggested that HCoV-NL63 had already existed in humans (Pyrc et al., 2006) . Similarly, some studies have shown that HCoV-HKU1 strains have been present in the human population for some time (Gerna et al., 2006) .",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 163,
                    "text": "(Hamre et al., 1967;",
                    "ref_id": null
                },
                {
                    "start": 164,
                    "end": 186,
                    "text": "McIntosh et al., 1967)",
                    "ref_id": null
                },
                {
                    "start": 442,
                    "end": 461,
                    "text": "(Pyrc et al., 2006)",
                    "ref_id": null
                },
                {
                    "start": 578,
                    "end": 598,
                    "text": "(Gerna et al., 2006)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "PREVALENCE OF HCOVS"
        },
        {
            "text": "HCoV-229E and HCoV-NL63 belong to the genus Alphacoronavirus, whereas HCoV-OC43 and HCoV-HKU1 belong to lineage A Betacoronavirus. These four viruses are responsible for mild upper-respiratory tract infections, causing more severe respiratory pathologies in immunocompromised patients, elderly people, and infants (Fouchier et al., 2004) . SARS-CoV and MERS-CoV belong to lineage B and C Betacoronaviruses, respectively, and both induce more severe lower respiratory infections and fatality.",
            "cite_spans": [
                {
                    "start": 314,
                    "end": 337,
                    "text": "(Fouchier et al., 2004)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "PREVALENCE OF HCOVS"
        },
        {
            "text": "SARS is the first transmissible pandemic disease of previously unknown etiology identified in the 21 st century. In November 2002, an unusual atypical pneumonia caused by SARS-CoV first occurred in Foshan City Guangdong Province, China (Cheng et al., 2007) , and the virus was first isolated from an open lung biopsy of a 65-year-old doctor who traveled to Hong Kong from Guangzhou. Subsequently, the infection spread to more than 30 different countries, including North America, Europe, South America, and Southeast Asia, resulting in a global outbreak with 8096 cases and 774 deaths. The fatality rate was nearly 10% in 2002-2003, having substantial economic effects (Drosten et al., 2003) . Investigation of live-animal markets in China indicated that the animal-to-human interface provided a mechanism for SARS-CoV to adapt to human-to-human transmission. SARS has been recognized as a global threat; although the outbreak of SARS was halted in 2004 through epidemiological measures, recent identification of bat SARS-like CoVs that can recognize human angiotensin 1-converting enzyme 2 (ACE2) receptors and replicate efficiently in primate cells indicates the inevitability of a SARS-CoV-like virus reemergence event in the near future (Guan et al., 2003) .",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 256,
                    "text": "(Cheng et al., 2007)",
                    "ref_id": null
                },
                {
                    "start": 669,
                    "end": 691,
                    "text": "(Drosten et al., 2003)",
                    "ref_id": null
                },
                {
                    "start": 1241,
                    "end": 1260,
                    "text": "(Guan et al., 2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "SARS-CoV and MERS-CoV"
        },
        {
            "text": "Ten years later, MERS emerged in 2012 is still circulating in many Middle East countries. MERS-CoV was first isolated from the sputum of a 60-year-old man who presented with acute pneumonia and subsequent renal failure with a fatal outcome in Saudi Arabia in 2012 (Zaki et al., 2012) . The median incubation period of MERS-CoV (about 5-14 days) is longer than that of SARA-CoV (about 4-7 days). Although travelassociated MERS cases have been reported in 26 countries outside the Middle East (including Germany, Italy, France, Tunisia, and the United Kingdom), most cases of MERS-CoV infection have occurred in the Middle East (i.e., Saudi Arabia, Jordan, Qatar, and the United Arab Emirates). As of October 30, 2015, 1618 cases of laboratory-confirmed MERS-CoV infection have been reported; of these, 579 died. Many patients with MERS develop acute renal failure. The fatality rate of MERS-CoV (up to 40%) seems higher than that of SARS-CoV (nearly 10%). Wide human-to-human spread of MERS-CoV is not efficient; however, outbreaks have been reported to occur in hospitals and travelers returning from the Middle East (Zaki et al., 2012) .",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 283,
                    "text": "(Zaki et al., 2012)",
                    "ref_id": null
                },
                {
                    "start": 1117,
                    "end": 1136,
                    "text": "(Zaki et al., 2012)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "SARS-CoV and MERS-CoV"
        },
        {
            "text": "HCoV-229E and HCoV-OC43 were the first HCoVs to be identified, ac-counting for 15%-30% of common colds and rarely causing severe symptoms (Holmes, 2003) . HCoV-229E is associated with numerous respiratory diseases, ranging from mild cold to severe pneumonia in immunocompromised patients (Pene et al., 2003; Boucher et al., 2007) . Young patients approximately 3-years old and younger may be more susceptible to infection with this virus. In addition, a recent study showed that HCoV-229E shares vital traits with MERS-CoV and is linked with CoVs identified in bats as well (Corman et al., 2015) .",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 152,
                    "text": "(Holmes, 2003)",
                    "ref_id": null
                },
                {
                    "start": 288,
                    "end": 307,
                    "text": "(Pene et al., 2003;",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 308,
                    "end": 329,
                    "text": "Boucher et al., 2007)",
                    "ref_id": null
                },
                {
                    "start": 574,
                    "end": 595,
                    "text": "(Corman et al., 2015)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "HCoV-229E and HCoV-OC43"
        },
        {
            "text": "HCoV-OC43 was firstly obtained from a patient with a cold and subsequently inoculated in human embryonic trachea organ culture (OC) in 1967 (McIntosh et al., 1967) . Virologists rarely studied this virus until SARS-CoV appeared in 2003. However, HCoV-OC43 has now been shown to occur frequently throughout the world and often results in acute respiratory tract infections (Lau et al., 2006) , particularly lower respiratory tract infections with coinfection by other respiratory viruses (Jean et al., 2013) . Immunocompromised patients, elderly patients, and infants may be high risk populations for infection by this virus. Moreover, some studies have shown that HCoV-OC43 may cause gastrointestinal and central nervous system diseases as well (Esper et al., 2010) .",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 163,
                    "text": "(McIntosh et al., 1967)",
                    "ref_id": null
                },
                {
                    "start": 372,
                    "end": 390,
                    "text": "(Lau et al., 2006)",
                    "ref_id": null
                },
                {
                    "start": 487,
                    "end": 506,
                    "text": "(Jean et al., 2013)",
                    "ref_id": null
                },
                {
                    "start": 745,
                    "end": 765,
                    "text": "(Esper et al., 2010)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "HCoV-229E and HCoV-OC43"
        },
        {
            "text": "HCoV-NL63 was first isolated from a 7-year-old child hospitalized with chest radiographic evidence of bronchiolitis in the Netherlands in 2003 (Pyrc et al., 2007) . HCoV-NL63 had been circulating in the human population from before 1988 (Fouchier et al., 2004) . Most cases occur during early summer and autumn in tropical and subtropical areas (Wu et al., 2008; Pyrc et al., 2007) , and during winter in Euro-pean countries. Additionally, co-infection with other res-piratory viruses may occur (Gaunt et al., 2010) . HCoV-NL63 is a significant pathogen that contributes to the hospitalization of children, with an estimated 224 hospital admissions per 100,000 individuals ages 6 years and younger each year in Hong Kong (Chiu et al., 2005) .",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 162,
                    "text": "(Pyrc et al., 2007)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 237,
                    "end": 260,
                    "text": "(Fouchier et al., 2004)",
                    "ref_id": null
                },
                {
                    "start": 345,
                    "end": 362,
                    "text": "(Wu et al., 2008;",
                    "ref_id": null
                },
                {
                    "start": 363,
                    "end": 381,
                    "text": "Pyrc et al., 2007)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 495,
                    "end": 515,
                    "text": "(Gaunt et al., 2010)",
                    "ref_id": null
                },
                {
                    "start": 721,
                    "end": 740,
                    "text": "(Chiu et al., 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "HCoV-NL63 and HCoV-HKU1"
        },
        {
            "text": "In 2004, HCoV-HKU1 was first reported in a 71-year-old man with community-acquired pneumonia in Hong Kong , and was then found worldwide shortly thereafter. Both the elderly with underlying illnesses and young children are more susceptible to infection by this virus (Lau et al., 2006) . In addition to community-acquired pneumonia, HCoV-HKU1 can also lead to asthmatic exacerbation and acute bronchiolitis. Febrile seizure is the most common symptom in HCoV-HKU1 infection (Lau et al., 2006) . HCoV-HKU1 was also found in a patient with meningitis (Gaunt et al., 2010) . The peak seasons for this virus are winter and spring, similar to those for influenza (Lee et al., 2013; Gerna et al., 2007) . Both viruses have circulated globally, causing many diseases in the human population.",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 285,
                    "text": "(Lau et al., 2006)",
                    "ref_id": null
                },
                {
                    "start": 474,
                    "end": 492,
                    "text": "(Lau et al., 2006)",
                    "ref_id": null
                },
                {
                    "start": 549,
                    "end": 569,
                    "text": "(Gaunt et al., 2010)",
                    "ref_id": null
                },
                {
                    "start": 658,
                    "end": 676,
                    "text": "(Lee et al., 2013;",
                    "ref_id": null
                },
                {
                    "start": 677,
                    "end": 696,
                    "text": "Gerna et al., 2007)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "HCoV-NL63 and HCoV-HKU1"
        },
        {
            "text": "The four circulating HCoVs, i.e., HCoV-229E, HCoV-NL63, HCoV-OC43, and HCoV-HKU1, can likely be classified as common cold viruses but also may cause severe lower respiratory tract infections in patients with underlying diseases, young children, and the elderly. HCoV-OC43 and HCoV-NL63 may elicit immunity that protects from subsequent HCoV-HKU1 and HCoV-229E infection, respectively, which would explain why HCoV-OC43 and HCoV-NL63 are the most frequently identified HCoVs (Dijkman et al., 2012) . HCoV-NL63 and HCoV-OC43 infections occur frequently in early childhood and are more common than HCoV-HKU1 or HCoV-229E infections. In addition, Turgay found HCoV-229E and HCoV-OC43 co-infection in pediatric cases with lower respiratory tract infection and acute flaccid paralysis (AFP) for the first time (Turgay et al., 2015) (Table 1) .",
            "cite_spans": [
                {
                    "start": 474,
                    "end": 496,
                    "text": "(Dijkman et al., 2012)",
                    "ref_id": null
                },
                {
                    "start": 804,
                    "end": 825,
                    "text": "(Turgay et al., 2015)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 826,
                    "end": 835,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "HCoV-NL63 and HCoV-HKU1"
        },
        {
            "text": "Wildlife carries a broad spectrum of diseases, including many highly pathogenic and fatal diseases. Recent works have demonstrated that 60% of emerging infectious diseases are zoonotic, and approximately 70% of these diseases originate from wildlife (Boivin et al., 2005) . Vijaykrishna et al. found that bats may serve as the natural reservoirs for all currently known CoVs (Vijaykrishna et al., 2007) , and bat CoVs are older than those in other animals. CoVs appear to have managed to cross the species barrier from a bat reservoir to the human population (Winter and Herrler, 2013) . Himalayan palm civets and raccoon dogs carry a SARS-like-CoV with high similarity (about 99.8%) of nucleotide homology to human SARS-CoV (Guan et al., 2003) . However, further studies of wild animals have shown that the SARS-like-CoV in Chinese horseshoe bats had a sequence identity of 87%-92% with the human SARS-CoV Lau et al., 2005) . Therefore, horseshoe bats appear to be the natural reservoir of the ancestral SARS-CoV, whereas palm civets act as an intermediate host, allowing for animal-to-human transmission.",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 271,
                    "text": "(Boivin et al., 2005)",
                    "ref_id": null
                },
                {
                    "start": 375,
                    "end": 402,
                    "text": "(Vijaykrishna et al., 2007)",
                    "ref_id": null
                },
                {
                    "start": 559,
                    "end": 585,
                    "text": "(Winter and Herrler, 2013)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 725,
                    "end": 744,
                    "text": "(Guan et al., 2003)",
                    "ref_id": null
                },
                {
                    "start": 907,
                    "end": 924,
                    "text": "Lau et al., 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "ZOONOTIC ORIGIN OF HCOVS"
        },
        {
            "text": "The emergence of MERS has renewed the public's interest in batoriginated CoVs (Memish et al., 2013) . A molecular investigation in Saudi Arabia revealed that a virus from the bat Taphozous perforatus showed 100% nucleotide identity to the MERS virus isolated from a human index case. Other subsequent studies have found MERS-related CoV lineages from a variety of bat species globally (Chan et al., 2012; Zaki et al., 2012) . Initial phylogenetic analysis of the replicase gene of MERS-CoV showed that the virus was most closely related to the Tylonycterisbat CoV HKU4 and Pipistrellus bat CoV HKU5 (van Boheemen et al., 2012). More recently, phylogenetic analysis showed that the MERS-CoV was more closely related to Betacoronavirus in bats from Europe and Africa and that dromedary camels may act as the intermediated host (Annan et al., 2013; Cotten et al., 2014) .",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 99,
                    "text": "(Memish et al., 2013)",
                    "ref_id": null
                },
                {
                    "start": 385,
                    "end": 404,
                    "text": "(Chan et al., 2012;",
                    "ref_id": null
                },
                {
                    "start": 405,
                    "end": 423,
                    "text": "Zaki et al., 2012)",
                    "ref_id": null
                },
                {
                    "start": 825,
                    "end": 845,
                    "text": "(Annan et al., 2013;",
                    "ref_id": null
                },
                {
                    "start": 846,
                    "end": 866,
                    "text": "Cotten et al., 2014)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "ZOONOTIC ORIGIN OF HCOVS"
        },
        {
            "text": "HCoV-NL63 and HCoV-HKU1 are most likely to have originated from bat coronavirus as well (Woo et al., 2009; Huynh et al., 2012) . Indeed, close relatives of human coronavirus 229E (HCoV-229E) have been shown to exist in hipposiderid bats in African, hypothetically with dromedaries as the intermediate host of HCoV-229E (Corman et al., 2015) . An enzyme in HCV-OC43 is 95% identical to the hemagglutinin esterase (HE) of bovine respiratory coronavirus (BRCV) strain G95 and 60% identical to the HEs of mouse hepatitis viruses (Zhang et al., 1992) . Thus, HCoV-OC43 was found to be closely related to mouse hepatitis virus and bovine respiratory CoV (Vijgen et al., 2005) ; however, the exact mechanism of HCoV-OC43 infection remains uncertain.",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 106,
                    "text": "(Woo et al., 2009;",
                    "ref_id": null
                },
                {
                    "start": 107,
                    "end": 126,
                    "text": "Huynh et al., 2012)",
                    "ref_id": null
                },
                {
                    "start": 319,
                    "end": 340,
                    "text": "(Corman et al., 2015)",
                    "ref_id": null
                },
                {
                    "start": 525,
                    "end": 545,
                    "text": "(Zhang et al., 1992)",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 648,
                    "end": 669,
                    "text": "(Vijgen et al., 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "ZOONOTIC ORIGIN OF HCOVS"
        },
        {
            "text": "Wildlife holds a huge reservoir of potentially harmful pathogens for humans and domestic animals, despite appearing asymptomatic. Additionally, many studies have shown that all HCoVs are evolved from mammalian CoVs, particularly bat CoVs, as described above. Globalization, urbanization, wildlife trade, and intensive rearing of livestock have increased the contact among humans, domestic animals, and wild animals, which results in adaption of the pathogen to different hosts and causes cross-species transmission. Despite the fact that most HCoVs originated in wildlife, extensive studies have focused on the human population and demographics, whereas few studies have been performed using samples from wildlife, which may help us to better understand CoVs and aid in the prevention of animal-to-human transmission and outbreaks in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surveys to investigate the diversity of CoVs in wild and domestic animals"
        },
        {
            "text": "To prevent and control HCoVs from animal origins, the \"One Health\" approach may be helpful. One Health is a new approach that requires multidisciplinary, cross-sector collaboration and cooperation at the human-animal-environment interface to protect the health of humans, animals, and the ecosystem. Therefore, human and animal medicines and environmental agents should be established to control CoVs. In addition to the present strategies that highlight human health, different sectors should collect data on population density, proximity life cycle, and ecology of the host (intermediate host), and environmental agencies should conduct more research on community structure and population dynamics in bats and other suspected nature reservoirs. Above all, an appropriate database is needed and should be accessible for scientists interested in studying human and animal health; this database should include genomic data for all types of CoVs as well as meta-data to trace back the source of CoVs, which may be critical for effectively controlling HCoVs during the initial infection period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surveys to investigate the diversity of CoVs in wild and domestic animals"
        },
        {
            "text": "CoV HKU4 share the same host dipeptidyl peptidase 4 (DPP4) receptor, only MERS-CoV mediates viral entry into human cells. However, when two single mutations (S746R and N762A) were introduced into spikes, HUK4 was shown to mediate viral entry into human cells as well (Yang et al., 2014; Yang et al., 2015) . Another study revealed that a receptor binding domain (RBD) in HKU4 could recognize human CD26 for viral entry (Wang et al., 2014) . These findings may explain why MERS-CoV can transmit from bats to humans. Additionally, although the SARS epidemic was rapidly controlled, the discovery of a SARS-like-CoV, i.e., SHC014-CoV, which is circulating in Chinese horseshoe bats, indicates the reemergence potential of SARS-CoV (Menachery et al., 2015) . Therefore, it is necessary to assess the potential of cross-species transmission of newly discovered animal CoVs, such as HUK4 and SARS-like virus, and to monitor SARS-like/HKU4-related viruses in bats.",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 286,
                    "text": "(Yang et al., 2014;",
                    "ref_id": null
                },
                {
                    "start": 287,
                    "end": 305,
                    "text": "Yang et al., 2015)",
                    "ref_id": null
                },
                {
                    "start": 419,
                    "end": 438,
                    "text": "(Wang et al., 2014)",
                    "ref_id": null
                },
                {
                    "start": 728,
                    "end": 752,
                    "text": "(Menachery et al., 2015)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "SARS-CoV and MERS-CoV can both undergo inter-species transmission. Although MERS-CoV and bat"
        },
        {
            "text": "To date, there are no effective or specific therapies for the treatment of CoVs; thus, empirical antibiotics and supportive treatment appear to be important for patients with SARS or MERS. Ribavirin, a broad-spectrum antiviral agent, has been used against HCoV. Its clinical benefits were not obvious in patients with SARS; however, its protection effect was enhanced by combination treatment with interferon (IFN)-α2b in patients with MERS (Chan et al., 2013) . In addition, multiple studies have indicated that mycophenolic acid, loperamide, lopinavir, chlorpromazine, cyclosporin A, chloroquine, IFN-α, and IFN-β can effectively inhibit MERS-CoV replication (Hart et al., 2014; de Wilde et al., 2013) .",
            "cite_spans": [
                {
                    "start": 441,
                    "end": 460,
                    "text": "(Chan et al., 2013)",
                    "ref_id": null
                },
                {
                    "start": 661,
                    "end": 680,
                    "text": "(Hart et al., 2014;",
                    "ref_id": null
                },
                {
                    "start": 681,
                    "end": 703,
                    "text": "de Wilde et al., 2013)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Establishment of drugs and vaccines to treat coronavirus infection and control the interspecies transmission of CoVs from animals to humans"
        },
        {
            "text": "The proteins associated with CoV entry and replication are attractive targets for the development of effective antiviral drugs. Among these proteins, nucleocapsid (N) proteins and spike (S) proteins are promising targets for antivirals (Lin et al., 2014; Monod et al., 2015) . The S protein S2 subunit is required for MERS-CoV membrane fusion. HR2P, a peptide isolated from heptad repeat (HR) 2 in S2 subunit, blocks MERS-CoV S protein-mediated membrane fusion. HR2P-2M, a type of HR2P analog, has been tested in mice; the results indicated that its efficiency was increased when combined with IFN-β treatment (Channappanavar et al., 2015) . Recent studies have suggest that papain-like protease (PL pro ) and 3C-like protease (3CL pro ) are also promising antiviral targets because they are crucial for viral protein processing and RNA replication (Tomar et al., 2015) . For nonstructural protein targets, including the RNA-dependent RNA polymerase Nsp12, the triphosphatase Nsp13, the ribonucleases Nsp14 and Nsp15, and the RNA-cap methyltransferases Nsp14 and Nsp16, can be used for designing drugs (Subissi et al., 2014) . However, it may take a long time for these compounds to be applied in the clinical setting.",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 254,
                    "text": "(Lin et al., 2014;",
                    "ref_id": null
                },
                {
                    "start": 255,
                    "end": 274,
                    "text": "Monod et al., 2015)",
                    "ref_id": null
                },
                {
                    "start": 610,
                    "end": 639,
                    "text": "(Channappanavar et al., 2015)",
                    "ref_id": null
                },
                {
                    "start": 849,
                    "end": 869,
                    "text": "(Tomar et al., 2015)",
                    "ref_id": null
                },
                {
                    "start": 1102,
                    "end": 1124,
                    "text": "(Subissi et al., 2014)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Establishment of drugs and vaccines to treat coronavirus infection and control the interspecies transmission of CoVs from animals to humans"
        },
        {
            "text": "Huge progress has been made in the development of vaccines as well. The presence of a long-lived neutralizing antibody in convalescent SARS patients indicates that it is possible to use vaccination for the control and prevention of CoV. Currently, vaccines, including recombinant-protein vaccines, recombinant vectored vaccines, and inactivated whole-virus vaccines, are developed and tested in laboratories (Hilgenfeld and Peiris, 2013) . Recent studies have suggested that MERS-CoV RBD binds to its receptor and induces potent humoral and cellular immune responses in mice, indicating that this protein may be a promising target for the development of a subunit vaccine (Zhou et al., 2014; Tang et al., 2015) . An exceptionally potent germlinelike antibody, m336, was proven to be relatively quick and effective for MERS-CoV in vivo (Ying et al., 2015) . Additionally, a recently reported orthopoxvirus-based vaccine was shown to reduce virus excretion after MERS-CoV infection in dromedary camels (Haagmans et al., 2016) , and to provide protection against camelpox. This vaccine may be useful in high-risk populations, such as health care workers and people who frequently come in contact with camels. According to the One Health concept, animal vaccines may play a crucial role in the control of HCoVs owing to their potential to block animal-to-human transmission.",
            "cite_spans": [
                {
                    "start": 408,
                    "end": 437,
                    "text": "(Hilgenfeld and Peiris, 2013)",
                    "ref_id": null
                },
                {
                    "start": 672,
                    "end": 691,
                    "text": "(Zhou et al., 2014;",
                    "ref_id": null
                },
                {
                    "start": 692,
                    "end": 710,
                    "text": "Tang et al., 2015)",
                    "ref_id": null
                },
                {
                    "start": 835,
                    "end": 854,
                    "text": "(Ying et al., 2015)",
                    "ref_id": null
                },
                {
                    "start": 1000,
                    "end": 1023,
                    "text": "(Haagmans et al., 2016)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Establishment of drugs and vaccines to treat coronavirus infection and control the interspecies transmission of CoVs from animals to humans"
        },
        {
            "text": "CoVs are distributed worldwide and are a major public health concern. With the rapidly increasing diversity of animal CoV species, particularly bats, the likelihood of recombination may increase the chance for CoVs to continue to spill over from zoonotic sources into the human population. The recent outbreak of MERS is a timely reminder of the importance of coronavirus as a deadly human respiratory tract pathogen for the global health community. To date, six HCoVs have been identified and sequenced. However, the exact mechanism of species-to-species spread of HCoVs remains unclear. Moreover, there are no available vaccines for prevention of HCoV infection. Thus, close surveillance of the host (intermediate host) appears to be necessary for identification of novel pathogens and control of HCoVs. The One Health approach should considered for further prevention of HCoVs, and collaboration and cooperation with international organizations and national and local governments are required to respond to emerging and re-emerging CoVs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "We thank Qinlong Jing and Li Li for revising the language in this manuscript. The authors declare that they have no conflicts of interest. This article does not contain any studies with human or animals sub-jects performed by any of the authors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FOOTNOTES"
        },
        {
            "text": "Phone: +86-20-87332438, Fax: +86-20-87332438 Email: lujiahai@mail.sysu.edu.cn ORCID: 0000-0002-8593-3402",
            "cite_spans": [],
            "ref_spans": [],
            "section": "*Correspondence:"
        },
        {
            "text": "Published online: 23 February 2016",
            "cite_spans": [],
            "ref_spans": [],
            "section": "*Correspondence:"
        }
    ],
    "bib_entries": {
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Curr Top Microbiol Immunol",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Brian",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Baric",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "287",
            "issn": "",
            "pages": "1--30",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Clin Infect Dis",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pene",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Merlat",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vabret",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "37",
            "issn": "",
            "pages": "929--932",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Expert",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pyrc",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Berkhout",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Van Der Hoek",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Rev Anti Infect Ther",
            "volume": "5",
            "issn": "",
            "pages": "245--253",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Berl Munch Tierarztl Wochenschr",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Winter",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Herrler",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "126",
            "issn": "",
            "pages": "509--513",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Viruses",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Woo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Lau",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "1804--1820",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Virology",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "M"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Kousoulas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Storz",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "186",
            "issn": "",
            "pages": "318--323",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "School of Public Health, Sun Yat-sen University, Guangzhou 510080, China 2. Key Laboratory for Tropical Disease Control, Sun Yat-sen University, Ministry of Education, Guangzhou 510080, China 3. Research Center for Prevention and Control of Infectious Diseases of Guangdong Province, Guangzhou 510080, China 4. One Health Center, Guangzhou 510080, China 5. Zhongshan Centers for Disease Control and Prevention, Zhongshan 528400, China 6. Zhongshan Research Institute, Zhongshan 528400, China",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Six identified human coronaviruses.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}