{
    "paper_id": "49951ed4707e3580958e6968e3de05363511fb15",
    "metadata": {
        "title": "Malaria vaccine based on Self-Assembling Protein Nanoparticles",
        "authors": [
            {
                "first": "Peter",
                "middle": [],
                "last": "Burkhard",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Connecticut",
                    "location": {
                        "postCode": "06269, 20910",
                        "settlement": "Storrs",
                        "region": "Maryland",
                        "country": "USA, USA"
                    }
                },
                "email": "peter.burkhard@uconn.edu"
            },
            {
                "first": "David",
                "middle": [
                    "E"
                ],
                "last": "Lanar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Connecticut",
                    "location": {
                        "postCode": "06269, 20910",
                        "settlement": "Storrs",
                        "region": "Maryland",
                        "country": "USA, USA"
                    }
                },
                "email": "david.e.lanar.civ@mail.mil"
            }
        ]
    },
    "abstract": [
        {
            "text": "Despite recent progress with GSK's RTS'S malaria vaccine, there remains a desperate need for an efficient malaria vaccine. We have used a repetitive antigen display technology to display malaria specific B cell and T cell epitopes in an effort to design a vaccine against Plasmodium falciparum malaria. Our protein sequence when assembled into a nanoparticle induces strong, long-lived and protective immune responses against infection with the parasite. We are confident that the clinical trials with our most developed vaccine candidate will show good protection in a controlled human malaria infection trial.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In 2010 malaria afflicted about 250 million people worldwide and killed about 660,000 people, mostly children (http://www.who.int/mediacentre/factsheets/fs094/en/index.html), yet a highly effective malaria vaccine for adults and children is still missing. The development of a vaccine against a pathogen that typically escapes immune surveillance, such as P. falciparum has proven to be a difficult bioengineering challenge. The parasite has evolved a way to present important functional proteins, i.e., ones that may be involved in host cell recognition or invasion, in such a manner as not to be very immunogenic. The quagmire for the vaccinologist is to not only identify and manufacture the proteins or epitopes but to present them in the correct conformation, so as to overcome immunological tolerance and provoke functional (growth inhibitory) immunity. The most effective recombinant malaria vaccine candidate to date is \"RTS,S\", a vaccine that is based on the circumsporozoite protein (CSP) of P. falciparum sporozoite, the parasite stage that mosquitoes inject into humans (1) . Yet in clinical trials and large phase 3 field challenge Financial and competing interests disclosure P Burkhard is the founder, co-owner and CEO of Alpha-O Peptides AG, a company involved in nanoparticle vaccine design. He is also a Research Professor at the University of Connecticut and along with DE Lanar has received NIH funding for the malaria vaccine project (5R01AI068761). The authors have no other relevant affiliations or financial involvement with any organization or entity with a financial interest in or financial conflict with the subject matter or materials discussed in the manuscript apart from those disclosed. studies it is not more than ~50% effective (2) (3) (4) . We believe that the final realization of the CSP's true potential requires that the epitopes be optimally displayed and formulated to elicit responses that are even more strongly immunogenic and, ultimately, highly protective.",
            "cite_spans": [
                {
                    "start": 1082,
                    "end": 1085,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1763,
                    "end": 1766,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1767,
                    "end": 1770,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1771,
                    "end": 1774,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In recent years, materials with well-defined sub-micrometer structures have attracted the interest of the biomedical industry. Nano-sized lipid-or polymer-based particles have been designed to improve drug delivery, and liposomes, virosomes, virus-like particles (VLPs) or polymeric beads have been used for vaccination, protein separation and even blood cell substitutions (5-7). Synthetic peptides alone have been used as vaccine candidates but they are usually not sufficiently immunogenic and adjuvants need to be included to enhance their immunogenicity. However, the numbers of adjuvants that can be used in human is limited, and a critical need exists for novel delivery vehicles capable of eliciting sufficiently strong humoral and cellular immune responses. Such crucial vaccine components could facilitate the development of novel vaccines for viral, bacterial and parasitic infections (8, 9) . To generate a potent vaccine, the most conserved and protective B-and T-cell epitopes should be combined into a highly immunogenic epitope delivery and presenting system. However, their combination into a linear peptide sequence, a so-called epitope string, is not sufficient. Linear peptides have proven poor immunogens, they cannot present conformation specific epitopes and are rapidly degraded. Branched peptide presentation as practiced with multiple antigenic peptides (MAP) for malaria was very immunogenic but the process for manufacture was not reproducible (10, 11) . On the other side, promising vaccination approaches using whole sporozoite as immunogens have recently been shown to induce protective immune responses in humans (12) .",
            "cite_spans": [
                {
                    "start": 896,
                    "end": 899,
                    "text": "(8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 900,
                    "end": 902,
                    "text": "9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1472,
                    "end": 1476,
                    "text": "(10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1477,
                    "end": 1480,
                    "text": "11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1645,
                    "end": 1649,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "HHS Public Access"
        },
        {
            "text": "In the past decade we have developed a technology to control the ability of peptides and proteins to self-assemble into particles of well-defined size and shape to design mechanically and chemically stable nanoparticles. In a highly innovative and novel approach, using the background of structural biology, biophysics and computational protein design, we have designed epitope strings that self-assemble into so-called self-assembling protein nanoparticles (SAPNs). This was first presented in Raman et al. (13) and relies on a protein chain made of two coiled coils connected by a short linker region. The association between the coiled coils forces self-assembly of the monomers into a roughly spherical nanoparticle. The resemblance of the peptide nanoparticles to virus capsids combines the strong immunogenic effect of live attenuated vaccines with the purity and high specificity of peptide-based vaccines in eliciting immune responses. The potential for these SAPNs to serve as a platform for vaccines is apparent beyond their ability to repetitively present antigens. As opposed to live attenuated vaccines, SAPN-derived vaccines pose no risk of infection. They also offer significant advantages compared to VLPs. They are very versatile and flexible in their in design leading to better biophysical and immunological properties. Furthermore, the ease and speed of protein expression, purification, and self-assembly into nanoparticles reduces cost and time of large-scale production. This concept has been successfully used to design malaria (8, 9) , SARS (14) , influenza (15), HIV (16) and toxoplasmosis (17) vaccine candidates, or to induce a strong antibody immune response against the poorly antigenic protein actin (18) . We believe the SAPN technology that displays parasite unique epitopes in a much higher percentage (50-80%) per particle will Burkhard induce a more functional immune response than is now achieved by RTS,S that contains only 14% parasite specific sequences.",
            "cite_spans": [
                {
                    "start": 508,
                    "end": 512,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1552,
                    "end": 1555,
                    "text": "(8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1556,
                    "end": 1558,
                    "text": "9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1566,
                    "end": 1570,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1731,
                    "end": 1735,
                    "text": "(18)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1863,
                    "end": 1871,
                    "text": "Burkhard",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "HHS Public Access"
        },
        {
            "text": "Although CSP has demonstrated real promise as a malaria vaccine antigen in RTS,S, the final implementation of this requires that the epitopes be displayed and formulated to elicit responses that are strongly immunogenic and highly protective. We have shown that the SAPN platform could optimally display both B and T cell epitopes of P. falciparum to produce a vaccine that is an antigen with self-adjuvanting qualities and thus induce a potent protective immune response without the need for a heterologous immuno-stimulator (8, 9) . We have verified this hypothesis and shown that this is true in the mouse model. The SAPN were initially designed to display short peptide B-and T-cell epitopes on their surface (i.e., fused to the N-and/or C-termini) or inserted within these coiled-coil domains. To this end data developed in our laboratories over the last 6 years have shown that a SAPN vaccine with epitopes analogous to those in RTS,S could stimulate high titer, high avidity antibodies and present CD8 + T-cell epitopes to stimulate IL-2 and INFγ producing long-term memory T-cells (8, 9) . The result in our mouse model was a long lasting, sterile protective immune response without the need for an adjuvant. However, further passive immunization and challenge studies in mice using sera from immunized primates seems to indicate that an adjuvant may be needed, as only immunization of the primates with adjuvant resulted in complete protection of the mice (unpublished results).",
            "cite_spans": [
                {
                    "start": 526,
                    "end": 529,
                    "text": "(8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 530,
                    "end": 532,
                    "text": "9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1089,
                    "end": 1092,
                    "text": "(8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1093,
                    "end": 1095,
                    "text": "9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "HHS Public Access"
        },
        {
            "text": "We designed, cloned, expressed, purified and refolded more than 150 different SAPN constructs. The best designs according to the biophysical analysis were then immunologically tested. We found that the density of the surface P. falciparum circumsporozoite (PfCSP) B-cell epitope on the trimeric coiled-coil arms was optimal if the same epitope was displayed on at least 2 of the 3 possible ends of each trimeric arm of the SAPN. In mice we showed that the antibody that was produced was long lasting and protective up to one year, high affinity and worked by the induction of the classical pathway of complement (C') (19) . We have demonstrated that the SAPN platform is highly flexible and amenable for immunological engineering and vaccine design purposes.",
            "cite_spans": [
                {
                    "start": 617,
                    "end": 621,
                    "text": "(19)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "HHS Public Access"
        },
        {
            "text": "We engineered SAPN-scaffolds that contained the universal Pan Allelic DR Epitope (PADRE) incorporated into the coiled-coil domain of the nanoparticle core itself that would provide T-cell help for B-cell production of antibody. On the pentameric coiled coil arms we showed that we could attach at least 3 different CD8 + T-cell epitopes to the N-terminus of each chain of the coiled-coil protein. SAPN with PADRE induced very high titers of antibody without the need of adjuvant. By making SAPN constructs that contained P. vivax CSP repeat peptides and PfCSP CD8 T-cell epitopes, we were able to demonstrate that PfCSP CD8 + T-cell epitopes incorporated within SAPN could, on their own, induce a protective immune response against PfCSP bearing sporozoites. Furthermore, delayed TAPassisted processing of SAPN-encapsulated gold particles in the early endosome compartment of antigen-presenting cells (19, 20) suggesting that cross-presentation of antigen was occurring and explained the induction of a CD8 T-cell response induced by an internalized antigen. All three PfCSP CD8 T-cell epitopes were processed and induced IFNγ and IL-2 in long-term central memory cells (9) .",
            "cite_spans": [
                {
                    "start": 901,
                    "end": 905,
                    "text": "(19,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 906,
                    "end": 909,
                    "text": "20)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1170,
                    "end": 1173,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "HHS Public Access"
        },
        {
            "text": "During this same time we have developed methods to refold SAPN monomers that contain much longer peptide chains and have shown that even fully folded proteins of a MW of 55kDa that include complex cysteine disulfide cross linking patterns can be folded correctly. As a result of this breakthrough we are now able to transition the SAPN multi-epitope array to a platform that can display larger proteins such as the P. falciparum CelTOS, MSP1p19 or CSP-αTSR in conformations that are recognized by conformation specific monoclonal antibodies (unpublished data). Transitioning the SAPN platform from a simple sequencebased display system to a structure or conformational based nanoparticle is critical to the development of this technology as a viable and widely successful vaccine platform. A recent construct containing P. falciparum CSP epitopes is in the pipeline for human clinical trials in early 2017.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HHS Public Access"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Towards an RTS,S-based, multi-stage, multiantigen vaccine against falciparum malaria: progress at the Walter Reed Army Institute of Research",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Heppner",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Kester",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Ockenhouse",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Vaccine",
            "volume": "23",
            "issn": "",
            "pages": "2243--2250",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "First Results of Phase 3 Trial of RTS,S/AS01 Malaria Vaccine in African Children",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Agnandji",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Soulanoudjingar",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "New England Journal of Medicine",
            "volume": "365",
            "issn": "20",
            "pages": "1863--1875",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Four year immunogenicity of the RTS,S/AS02(A) malaria vaccine in Mozambican children during a phase IIb trial",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Aide",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dobano",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sacarlal",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Vaccine",
            "volume": "29",
            "issn": "35",
            "pages": "6059--6067",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A Phase 3 Trial of RTS,S/AS01 Malaria Vaccine in African Infants",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mian-Mccarthy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Agnandji",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lell",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "New England Journal of Medicine",
            "volume": "367",
            "issn": "24",
            "pages": "2284--2295",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Nanoscale assemblies and their biomedical applications",
            "authors": [
                {
                    "first": "Tapf",
                    "middle": [],
                    "last": "Doll",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Raman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dey",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of R Soc Interface",
            "volume": "",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Drug delivery and targeting",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Langer",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Nature",
            "volume": "392",
            "issn": "6679",
            "pages": "5--10",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Formation of wild-type and chimeric influenza virus-like particles following simultaneous expression of only four structural proteins",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Latham",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Galarza",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Journal of Virology",
            "volume": "75",
            "issn": "13",
            "pages": "6154--6165",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A nonadjuvanted polypeptide nanoparticle vaccine confers longlasting protection against rodent malaria",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Kaba",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Brando",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Immunol",
            "volume": "183",
            "issn": "11",
            "pages": "7268--7277",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Protective antibody and CD8+ T-cell responses to the Plasmodium falciparum circumsporozoite protein induced by a nanoparticle vaccine",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Kaba",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Mccoy",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Doll",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Immunogenic properties of multiple antigen peptide systems containing defined T-epitpoe and B-epitope",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Chai",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Clavijo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Tam",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Journal of Immunology",
            "volume": "149",
            "issn": "7",
            "pages": "2385--2390",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Multiple Antigen Peptide Vaccines against Plasmodium falciparum Malaria",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mahajan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Berzofsky",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Boykins",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Infection and Immunity",
            "volume": "78",
            "issn": "11",
            "pages": "4613--4624",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Protection against malaria by intravenous immunization with a nonreplicating sporozoite vaccine",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Seder",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Enama",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Science",
            "volume": "341",
            "issn": "6152",
            "pages": "1359--1365",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Structure-based design of peptides that self-assemble into regular polyhedral nanoparticles",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Raman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Machaidze",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lustig",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nanomedicine",
            "volume": "2",
            "issn": "2",
            "pages": "95--102",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Peptide Nanoparticles as Novel Immunogens: Design and Analysis of a Prototypic Severe Acute Respiratory Syndrome Vaccine",
            "authors": [
                {
                    "first": "Tapf",
                    "middle": [],
                    "last": "Pimentel",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Jeffers",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Chemical Biology & Drug Design",
            "volume": "73",
            "issn": "1",
            "pages": "53--61",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Author manuscript; available in PMC",
            "authors": [],
            "year": 2016,
            "venue": "Expert Rev Vaccines",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A novel vaccine using nanoparticle platform to present immunogenic M2e against avian influenza infection",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Babapoor",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Neef",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mittleholzer",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Influenza Research and Treatment",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Conformation-specific Display of 4E10 and 2F5 Epitopes on Self-assembling Protein Nanoparticles as a Potential HIV Vaccine",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wahome",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pfeiffer",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ambiel",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Chemical Biology & Drug Design",
            "volume": "80",
            "issn": "3",
            "pages": "349--357",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Effectiveness of a novel immunogenic nanoparticle platform for Toxoplasma peptide vaccine in HLA transgenic mice",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "El Bissati",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dasgupta",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Vaccine",
            "volume": "32",
            "issn": "26",
            "pages": "3243--3248",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Peptide Nanoparticles Serve as a Powerful Platform for the Immunogenic Display of Poorly Antigenic Actin Determinants",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Schroeder",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Graff",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Buchmeier",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of Molecular Biology",
            "volume": "386",
            "issn": "5",
            "pages": "1368--1381",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Mechanisms of protective immune responses induced by the Plasmodium falciparum CSP-based self-assembling protein nanoparticle vaccine",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Mccoy",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Golden",
                    "suffix": ""
                },
                {
                    "first": "Tapf",
                    "middle": [],
                    "last": "Doll",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Malaria Journal",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Encapsulation of gold nanoparticles into self-assembling protein nanoparticles",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Burkhard",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of Nanobiotechnology",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Author manuscript; available in PMC",
            "authors": [],
            "year": 2016,
            "venue": "Expert Rev Vaccines",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}