{
    "paper_id": "49c15be38b9db320889423898d7bfcf4a315a892",
    "metadata": {
        "title": "Archives of Virology Replication of an Enteric Bovine Coronavirus in Intestinal Organ Cultures",
        "authors": [
            {
                "first": "Ja~ice",
                "middle": [
                    "C"
                ],
                "last": "Bridger",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "E",
                "middle": [
                    "0"
                ],
                "last": "Caul",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [
                    "I"
                ],
                "last": "Egglesto",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": ":",
                "middle": [],
                "last": "Ne",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Plymouth Polytechnic",
                    "location": {
                        "settlement": "Pl~wnouth",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A coronavirus isolated in tracheal organ cultures from the faeces of a calf with diarrhoea readily multiplied on passage in intestinal organ cultures. Evidence for multiplication was obtained by the production of viral haemagglutinin in organ culture fluids and the presence of immunofluorescenco and viral particles in the columnar epithelial cells of the villi. Thus virus multiplication was studied in vitro in the cell type in which it multiplies naturally.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The cultivation in cell cultures of viruses associated with diarrhoea of man and animals has proved to be difficult or impossible (1, 6, 9, 10, 12) . However, organ cultures of intestinal tissue provide alternative in vitro culture systems which are similar to the tissues in which enteric viruses multiply naturally. They have been used for a number of human enteric viruses (2, 3, 4, 7, 11) and animal enteric viruses (8) . This paper describes the replication of the neonatal calf diarrhoea coronavirus in bovine intestinal organ cultures.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 133,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 134,
                    "end": 136,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 137,
                    "end": 139,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 140,
                    "end": 143,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 144,
                    "end": 147,
                    "text": "12)",
                    "ref_id": null
                },
                {
                    "start": 376,
                    "end": 379,
                    "text": "(2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 380,
                    "end": 382,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 383,
                    "end": 385,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 386,
                    "end": 388,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 389,
                    "end": 392,
                    "text": "11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 420,
                    "end": 423,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The bovine coronavirus ('The British Isolate') used in this study had been isolated from the faeces of a diarrhoeic calf by inoculation of a faecal filtrate into bovine tracheal organ culture (Bridger, ~Toode & Meyling, to be published). The fluid from these primary isolation cultures had a haemagglutinating titre of I/s and was stored at --70 ° C before inoculation into gut organ cultures. 0304-8608/78/0057/0043/$ 0t.80",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Source o] Virus Inoculum"
        },
        {
            "text": "Organ cultures of upper small intestine from 4.5 to 6 month bovine foetuses were prepared as described previously (2) , The maintenance medium was replenished every 24 hours. Cultures were infected 24 hours after preparation by dropping 0.05 ml of inoculum onto each piece of tissue. After adsorption for 1 hour at 37 ° C the cultures were washed ~th 2,0 ml of maintenance medium and 1.5 ml of fresh medium was added to each dish. Control cultures received tracheal organ culture fluids from uninfected cultures.",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 117,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Preparation and Inoculation o/Organ Cultures"
        },
        {
            "text": "Extrace]lular fluids and explants from. infected and uninfected cultures were sampled at various time intervals. Extracellula~ ~ fluids were examined for their haemagglutinating activity by the microtitre method using 1 per cent rat blood cells. In addition the fluids were centrifuged twice at 8000 × g for 30 minutes followed by t00,000 × g for 2 hours. The pellet, was resuspended in a few drops of phosphate buffered saline, ptI 7.2, and negatively stained with 2 per cent potassium phosphotungstate at pH 6.0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Examination o/Inoculated Cultures"
        },
        {
            "text": "Immunofluorescenec was carried out on sections of explants using either convMescent antiserum to the British isolate in an indirect test or, using a conjugated antiserum to the American bovine coronavirus (supplied by Dr. N. Zygraieh of R.I.T., Rixensart, Belgium), in a direct test (Bridger, Woode & Meyling, to be published).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Examination o/Inoculated Cultures"
        },
        {
            "text": "Explants for histological examination were fixed in Bouin's solution and embedded in paraffin wax. Sections 5 ~xm thick were cut and stained ~dth haematoxylin and eosin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Examination o/Inoculated Cultures"
        },
        {
            "text": "Explants for electron microscopy were processed as described previously (2) . Electron microscopic examination was carried out with either an AEI 801 or a Phillips 300 electron microscope.",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 75,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Examination o/Inoculated Cultures"
        },
        {
            "text": "Haemagglutinating activity was first demonstrated 18 to 24 hours postinoculation. The highest titres of up to 1/12s were obtained 24--48 hours postinoculation and in one experiment remained at this level until 96 hours postinoculation when the experiment was terminated. These levels were not consistently maintained, as in another experiment with tissues from a different foetus, haemagglutinating activity began to fall at 48 hours post-inoculation. A further pa, ssage of the extracellular fluids produced similar amounts of haemagglutinating activity, indicating that infectious virus had been produced in the first passage in gut organ culture. No haemagglutinating activity was present in the control cultures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Examination o/Extracellular Fluids"
        },
        {
            "text": "Coronavirns particles (Figs. 1A and 1B) were seen in extracellular fluids taken at t8 to 96 hours post-inoculation but not at 6 and 12 hours post-inoculation. Virus particles were not present in control fluids. The particles were moderately p]eomorphic and measured between llT--180nm in diameter inclusive of a.n approximately 20 nm fringe. Commonly particles appeared to have an additional shorter fringe ( Fig. 1 A arrowed) and some particles appeared to have lost many of their surface projections,",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 409,
                    "end": 426,
                    "text": "Fig. 1 A arrowed)",
                    "ref_id": null
                }
            ],
            "section": "Examination o/Extracellular Fluids"
        },
        {
            "text": "No differences were apparent between infected and control cultures when unfixed cultures were examined. From the day on which cultures were prepared, there was a gradual loss of the regular pattern seen on the surface of fresh cultures. Variation was seen between explants from different foetuses in the degree of structure remaining alter a given time in culture. like villi with a regularly arranged epithelium. After 24 hours in euiture, at the time of inoculation, the villi were stunted but the columnar epithelium was still regularly arranged. Between 2 and 4 days in cultnre, depending on the cultures, the columnar epithelium lost its characteristic regular arrangement becoming irregular and disorganised. Immunofluorescetlce was detected solely in the columnar epithelial cells. I t was first noted at 18 hours post-inoculation and had increased b y 24 hours post-irmculation (Fig. 2) . Some fluorescent cells were still present 42 and 72 hours ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 886,
                    "end": 894,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "Light Microscopic Examination o/Inoculated Cultures"
        },
        {
            "text": "Explants were examined at 18 to 24 hours post-inoculation as this coincided with the peak of haemagglutinating and fluorescent activity. Columnar epithelial cells in uninfected control cultures (Fig. 3) had deep basal nuclei with regular microvillous borders and well defined terminal webs. Cell organelles appeared normal.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 194,
                    "end": 202,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Electron Microscopic Examination o/ Inoculated Cultures"
        },
        {
            "text": "In contrast the infected cultures showed many cells which had lost the regular microvitlous border (]?ig. 4). The depth of the apical cytoplasm in the infected columnar epithelial cells was reduced and cell desquamation was not uncommon. No nuclear changes were observed throughout the study period. Many of these infected cells showed severe dilatation of the smooth endoplasmic reticulum and virus particles were seen in the cisternae and in cytoplasmic vesicles (Fig. 5) . Various stages of virus morphogenesis were seen. An early stage with densely staining material in close apposition to a bulging membrane (Fig. 6 , arrowed) and later stages of the budding process were also observed (Fig. 5, arrowed) . Occasionally large perinuclear vacuoles containing virus particles and degenerated cell organelles were present (Fig. 7) . Virus particles in the vacuoles were similar to those present in the cisternae of the smooth endoplasmie reticulum (Fig. 8 , arrowed). Intracellular virus particles varied from electron dense spheres to particles having an electron translucent centre. Many of the latter particles had an electron dense ring separating the translucent centre from the double membrane. The particles had a mean diameter of 80 nm. Extracellular virus particles adjacent to the microvilli were also present at the surface of the columnar epithelial cells (Fig. 9) but budding from the cell surface was not observed. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 465,
                    "end": 473,
                    "text": "(Fig. 5)",
                    "ref_id": null
                },
                {
                    "start": 613,
                    "end": 620,
                    "text": "(Fig. 6",
                    "ref_id": null
                },
                {
                    "start": 691,
                    "end": 708,
                    "text": "(Fig. 5, arrowed)",
                    "ref_id": null
                },
                {
                    "start": 823,
                    "end": 831,
                    "text": "(Fig. 7)",
                    "ref_id": null
                },
                {
                    "start": 949,
                    "end": 956,
                    "text": "(Fig. 8",
                    "ref_id": null
                },
                {
                    "start": 1369,
                    "end": 1377,
                    "text": "(Fig. 9)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Electron Microscopic Examination o/ Inoculated Cultures"
        },
        {
            "text": "Evidence for the replication of the bovine coronavirus in organ cultures of foetal bovine intestine was provided by the development, of haemagglutinating activity, immunofluoreseenee and the appearance of ultrastructural changes consistent with the morphogenesis of eoronaviruses. The development of haemagglutinating activity and the appearance of fluorescence was closely linked to the presence of viral particles in both culture fluids and the eolmnnar epithelial cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The ultrastruetural changes seen in this model system were similar to those recently reported in a human intestinal system infected with a human enteric coronavirus (2) . It is interesting to note the occurrence of large perinuelear vacuoles, which were also found in columnar epithelial cells infected with the human enteric eoronavirus. These large vacuoles may result from the coalescence of smaller vesicles formed by the dilatation of the smooth endoplasmie retieulum. The large number of virus particles seen in these perinuelear vacuoles could be expected to produce perinuelear fluorescence. Such fluorescence has been observed in coronavirns infected eelIs by other workers. The observed ultrastruetural changes repoi~ed in this study are consistent with the replication of known eoronaviruscs (5) .",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 168,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 803,
                    "end": 806,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Negatively stained particles had the characteristic appearanee of known eoronaviruses, but a feature not observed with other eoronaviruses examined by us was the apparent additional inner layer of projections. Further work is needed to elucidate the nature of these apparently different projections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Differences in the duration of production of virus could be explained by variation in the viability and sensitivity of the organ cultures from different foetuses. The haemagglutination titre of virus produced in intestinal organ cultures was often four-fold higher than the highest titre obtained in either tracheal organ cultures or in cell cultures infected with the adapted strain of bovine coronavirus (Bridget, Woode & Meyling, to be published). These results suggest that in the intestinal organ cultures virus replication is more efficient. It will be interesting to know whether this system is more sensitive for primary isolation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Deterioration in the columnar epithelial cells over a number of days is no~ unusual. However, virus morphogenesis was studied over a period of 48 hours from preparation of the explants and over this time scale the columnar epithelial cells were maintained in good condition. This study shows that the bovine eoronavirus multiplied readily in intestinal organ cultures and thus provides an in vitro modeI system for studying the replication of this virus in calls similar to those irt which it multiplies naturally.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronavirus propagated from patient with nonbacterial gastroenteritis",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "O"
                    ],
                    "last": "Caiyz",
                    "suffix": ""
                },
                {
                    "first": "A~ke",
                    "middle": [],
                    "last": "Ct",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Lancet ii",
            "volume": "",
            "issn": "",
            "pages": "853--854",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Further studies on human enteric coronaviruses",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "O"
                    ],
                    "last": "Caul",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "I"
                    ],
                    "last": "Egalestonj~",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Arch. Virol",
            "volume": "54",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Establishment of human foetal intestinal organ cultures for growth of viruses",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Dolii~",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "14"
                    ],
                    "last": "Acklo~v",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ai",
                    "suffix": ""
                },
                {
                    "first": "~",
                    "middle": [
                        "A"
                    ],
                    "last": "I~ig~en",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "~a:B~ock",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "J. inf. Dis",
            "volume": "122",
            "issn": "",
            "pages": "227--231",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Laboratory investigation into the aetiology of non-bacterial gastroenteritis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "I"
                    ],
                    "last": "Egglestone",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "CoronaviI-ases: A comparative review",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mcintosh",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Curr. Top. Mierobiol. Immunol",
            "volume": "63",
            "issn": "",
            "pages": "85--129",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Neonatal calf diarrhea: propagation, attenuation and characteristics of a coronavirus-like agent",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Mebus",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Stai~",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Rhodes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Twiehaus",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Arner. J. vet. Res",
            "volume": "34",
            "issn": "",
            "pages": "145--150",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Growth of viruses in organ cultures of intestine",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ru:Re~",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ts~ein",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Tyler",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A J"
                    ],
                    "last": "Ell",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "Brit. J. exp. Pathoh",
            "volume": "51",
            "issn": "",
            "pages": "210--212",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Growth of porcine transmissible gastroenteritis (TGE) virus in organ cultures of pig tissue",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ru~enstein",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A J"
                    ],
                    "last": "Tyr:Aell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "De~bysm~e",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Colh~s",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "Nature",
            "volume": "227",
            "issn": "",
            "pages": "1348--349",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Pattern of shedding of the Norwalk particle in stools during experimentally induced gastroenteritis in volunteers as determined by immune electron microscopy",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "T~io~-Hill",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "I4"
                    ],
                    "last": "Kai~ica",
                    "suffix": ""
                },
                {
                    "first": "I:~",
                    "middle": [],
                    "last": "Wyatt",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "C~",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "Z"
                    ],
                    "last": "Ian",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "M"
                    ],
                    "last": "Ci-Ianock",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "J. inf. Dis",
            "volume": "1132",
            "issn": "",
            "pages": "28--34",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "VirM enteritis of eMves. Vet. 14ec",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "N"
                    ],
                    "last": "Woode",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "B~idge~",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "",
            "volume": "96",
            "issn": "",
            "pages": "85--88",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "In ,vitro cultivation in human foetal intestinal organ eutture of a reovirusdike agent associated with non-bacterial gastroenteritis in infants and children",
            "authors": [
                {
                    "first": "14",
                    "middle": [
                        "G"
                    ],
                    "last": "Wyatt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "Z"
                    ],
                    "last": "Kapikia~r",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Tho?an~ill",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Sei~eno",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Chanoo~:",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "J. inf. Dis",
            "volume": "130",
            "issn": "",
            "pages": "523--528",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Probable in vitro cultivation of human reoviruslike agent of infantile diarrhoea",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ica",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Van Kirk",
                    "suffix": ""
                },
                {
                    "first": "I-I",
                    "middle": [],
                    "last": "Chanock",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Kapikian",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "Z"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Lancet i",
            "volume": "",
            "issn": "",
            "pages": "98--99",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "histological sections confirmed the gradual decrease in villous length in both infected and control cultures. Specific viral lesions were not seen. Tissues which were fixed at the time the cultures were p r e p a r e d had long finger-Fig. t. Negatively stained eoronavirus particles from extraeellular organ culture fluids Fig. 2. Immunofluorescenee of gut organ culture 24 hours after infection with bovine eoronavirus. × 400",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Columnar epitheliM:eells from uninfected 24 hour control organ cultures. × 9000 Fig. 4. Columnar epitheliM cells infected with bovine coronavirus. Note the loss of ~he regular mierovillous border. × 9000",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Virus particles in cistcrnae of the smooth endoplasmic reticulum. Late stages of the budding process are shown (arrows) Early stages in viral morphogenesis showing dense material in close apposition to a bulging membrane (arrowed) post-inoculation. Fluorescence was not seen in control cultures sampled at the same time. Sections stained b y either the direct or indirect immunofluorescent test yielded the same p a t t e r n of immunofluorescent cells. Large perinuclear vacuole containing virus particles and degenerated cell organelles Fig. 8. Comparison of vacuolar and endoplasmie retieulum virus particles (arrows)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Extracellular virus particles adjacent to the microvillous border",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We thank Mr. L. J. I~iehardson, Meat Inspector at the Swindon abbattoir of Thos.Borthwiek & Sons, and Mr. L. Thomas for supplying the foetuses, Mr. C. 1~. Ashley and ~¢h \". I. Jebbett for the photographic work and Mr. G. N. Woode for his heIp and advice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AeknoMedflments"
        }
    ]
}