{
    "paper_id": "49ccbba6494bb85c25706ef93f0526acc55352c6",
    "metadata": {
        "title": "The COVID-19 outbreak and psychiatric hospitals in China: managing challenges through mental health service reform",
        "authors": [
            {
                "first": "Yu-Tao",
                "middle": [],
                "last": "Xiang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hangzhou Normal University",
                    "location": {
                        "settlement": "Hangzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yan-Jie",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Macau",
                    "location": {
                        "settlement": "Macao SAR",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zi-Han",
                "middle": [],
                "last": "2#",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Macau",
                    "location": {
                        "settlement": "Macao SAR",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Macau",
                    "location": {
                        "settlement": "Macao SAR",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiao-Hong",
                "middle": [],
                "last": "2#",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Macau",
                    "location": {
                        "settlement": "Macao SAR",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Capital Medical University",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Na",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Macau",
                    "location": {
                        "settlement": "Macao SAR",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Teris",
                "middle": [],
                "last": "2#",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Macau",
                    "location": {
                        "settlement": "Macao SAR",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Cheung",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hong Kong Polytechnic University",
                    "location": {
                        "settlement": "Hong Kong SAR",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Chee",
                "middle": [
                    "H"
                ],
                "last": "Ng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "/",
                "middle": [
                    "F"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Building",
                "middle": [],
                "last": "E12",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Recently, more than 300 Chinese patients with psychiatric disorders were diagnosed with the 2019 novel coronavirus disease . Possible reasons quoted in the report were the lack of caution regarding the COVID-19 outbreak in January and insufficient supplies of protective gear. We outlined major challenges for patients with psychiatric disorders and mental health professionals during the COVID-19 outbreak, and also discussed how to manage these challenges through further mental health service reform in China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "On 8 February 2020 an alarming report in the China News Weekly emerged that [1] at least 50 inpatients with psychiatric disorders and 30 mental health professionals in a major psychiatric hospital in Wuhan, Hubei province, China were diagnosed with the 2019 novel coronavirus disease . Possible reasons quoted in the report were the lack of caution regarding the COVID-19 outbreak in January and insufficient supplies of protective gear. On 18 February, 2020, the National Health Commission of China reported that 323 patients with severe psychiatric disorders were diagnosed with the COVID-19 [2] . To limit the transmission of the COVID-19 and provide acute treatment for severely ill patients, central and regional authorities have undertaken several effective measures, such as setting up emergency infectious hospitals and quarantine facilities, and isolating suspected and diagnosed patients and their close contacts [3] . However, the current COVID-19 outbreak is presenting unique challenges and as a result, has many implications for psychiatric hospitals treating patients with major psychiatric disorders in China.",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 79,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 594,
                    "end": 597,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 923,
                    "end": 926,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Due to the mandatory quarantine procedures in China, patients with suspected or diagnosed with COVID-19, close contacts and even frontline health professionals are at high risk of developing mental health problems [4] . In response, the National Health Commission of China [5] has established crisis psychological intervention teams across many Ivyspring International Publisher psychiatric hospitals in Hubei province and other parts of China [6] . This inevitably places increased pressure on the already inadequate mental health resources in China. For instance, the proportion of psychiatrists and doctors in psychiatric hospitals was 2.15 per 100,000 in 2016 [7] , which is considerably lower than that in most developed countries [8] . The mental health emergency response and deployment of expert teams from psychiatric hospitals during the COVID-19 outbreak may further deplete mental health services across psychiatric hospitals. In China, the public psychiatric hospitals are either run by the Ministry of Health, or by the public security and civil affairs systems. Apart from regular psychiatric services, psychiatric hospitals in the public security and civil affairs systems provide services in the areas of forensic psychiatry, substance dependence and psychiatric rehabilitation. Compared to those run by the Ministry of Health, these hospitals are usually located in suburban areas with poorer protective equipment and training for infectious diseases, which is associated with higher risk of the COVID-19 transmission. Some measures should be adopted to resolve these challenges. For example, outpatient visits need to be reduced in psychiatric hospitals, admission criteria should be tightened, and the length of hospitalization should be shortened [9] .",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 217,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 273,
                    "end": 276,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 444,
                    "end": 447,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 664,
                    "end": 667,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 736,
                    "end": 739,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1768,
                    "end": 1771,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Psychiatric inpatients in China may be more susceptible to severe viral outbreaks compared to patients in other health facilities. Patients in psychiatric hospitals are often confined to crowded living conditions in hospitals where they share common dining and bathroom spaces. Unlike general hospital patients who are usually nursed in hospital beds, psychiatric inpatients commonly participate in group activities which increase patient to patient contact. Due to their disordered mental state, poor self-control and self-care, and inadequate insight, they may be incapable of practicing infection control measures to protect themselves. Further, owing to the unhealthy lifestyle associated with mental illness and side effects of psychotropic medications, the suboptimal health status of hospitalized patients with major psychiatric disorders may render them more vulnerable to the COVID-19 pneumonia and its complications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In China, most psychiatrists do not receive adequate training in the prevention and treatment of infectious diseases. Furthermore, in the past decade, internship period in internal medicine has been reduced for medical students whose major is psychiatry in many medical schools in order to extend their training in mental health. All these factors could limit their clinical competence to control the potential transmission of COVID-19 in psychiatric hospitals. In addition, the lack of community-based mental health services has led to an over-reliance on psychiatric services provided by large psychiatric hospitals [10, 11] . For the vast majority of patients with serious mental illness, they can only access appropriate mental health care in hospital settings, which are mostly located in city areas. Therefore, they are more prone to exposure to infectious diseases such as the COVID-19, unless the psychiatric hospitals themselves implement stringent measures of infection control similar to general hospitals. Clearly, preventive measures such as the provision of adequate medical supplies and protective equipment, public education on the risks of COVID-19 for hospital staff and patients, and restricting family visits to hospitals, are essential to reduce the likelihood of disease transmission in major psychiatric hospitals. Moreover, all people including patients' families and health care workers need to be advised to wash hands regularly and maintain good personal hygiene. Measurement of body temperature should be performed at least once a day to closely monitor any suspected infectious symptoms. Activities involving group interaction in communal areas should be avoided. Moreover, in order to minimize the potential risk of nosocomial infection, isolation units should be established and hospital access should be restricted for inpatients [9] .",
            "cite_spans": [
                {
                    "start": 618,
                    "end": 622,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 623,
                    "end": 626,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1862,
                    "end": 1865,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The consequences of mass quarantines to contain the spread of the viral epidemic have highlighted the challenges of delivering psychiatric care to chronic patients with serious mental illness living in the community. According to the regulations of Chinese health insurance, clinically stable patients with major psychiatric disorders are usually required to visit hospital outpatient clinics, often far from their homes, to obtain their monthly maintenance medications. The suspension of public transportation in Wuhan and many other cities in China have created significant barriers for patients to access treatments and are likely to widen the treatment gap for serious mental disorders, at least in the short to medium term. To address the over-dependence on psychiatric hospitals, appropriate reform of the health insurance and development of community-based mental health services could increase the availability of psychotropic medications at community health clinics, and reduce patients' need to travel, thereby decreasing pressure on psychiatric hospital outpatient clinics. Furthermore, community psychiatric outreach services by psychiatrists and nurses should be developed for clinically stable patients. To avoid the need to attend hospitals, mental health professionals could use special designated vehicles to visit patients at home to assess their symptoms, and provide necessary medications. In addition, it is important to establish an infection disease alarm and control system in psychiatric hospitals. The health authorities should hire specialists to monitor, implement and adopt the preventive and control measures for infectious diseases, and establish infectious units in psychiatric hospital settings [12] .",
            "cite_spans": [
                {
                    "start": 1728,
                    "end": 1732,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "One of the largest community mental health projects globally is the mental health care model in China entitled the \"Management and treatment program for severe mental illness\". In order to establish community-based mental health services nationwide, this project integrated the resources in psychiatric hospitals and existing community psychiatric services and trained mental health professionals in the development of individual service plans [13] . In the last decade, regular maintenance treatments have been provided for millions of community-dwelling patients with severe psychiatric disorders in this project, particularly for those with relatively high risk of violent behaviours. Regular outreach psychiatric treatment, rehabilitation and prevention services are provided under this national program [11] . Of note, this program was initially developed as part of the national effort to rebuild the community health system following the 2003 severe acute respiratory syndrome (SARS) outbreak in China. Although there has been considerable progress and investment in the mental health system following this, there remain many aspects of the community mental health service system that need strengthening as can be observed in the service gaps accentuated by the recent health crisis in China.",
            "cite_spans": [
                {
                    "start": 444,
                    "end": 448,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 808,
                    "end": 812,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Finally, managing patients with severe psychiatric disorders who have suspected or confirmed COVID-19 has created a major logistical challenge. Although a 30-bed ward in an infectious disease hospital in Wuhan was established for psychiatric patients on 3 February 2020, the rapidly escalating number of cases has led to a severe shortage of hospital beds. As an alternative, isolation wards have been established in psychiatric hospitals for psychiatric patients with suspected and confirmed COVID-19, but this option could increase the risk of hospital-acquired infection especially if there is inadequate capacity for infection control in these hospitals [1] . Another option is to establish specific quarantine facilities for clinically stable psychiatric patients with mild-moderate symptoms of COVID-19 infection. Gymnasiums, exhibition centers and sports centers have been converted into 'Fang Cang' (temporary quarantine hospital facilities) for infected patients with mild symptoms [14] (Figure 1 ). In conclusion, the COVID-19 outbreak has raised numerous challenges for psychiatric hospitals in China to safely manage patients' major psychiatric disorders in addition to preventing and treating COVID-19. In addressing these challenges, future community mental health system reform is necessary to re-balance the system by re-distributing resources from hospital-centric services to community-based and primary care services. Lessons and experiences from previous bio-disasters such as SARS that have led to the strengthening of the public mental health system should be considered.",
            "cite_spans": [
                {
                    "start": 658,
                    "end": 661,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 991,
                    "end": 995,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 996,
                    "end": 1005,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Introduction"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Hospital-acquired infection in Wuhan Mental Health Center: around 80 medical staff and patients were diagnosed with 2019-nCoV pneumonia (in Chinese)",
            "authors": [
                {
                    "first": "China",
                    "middle": [],
                    "last": "News Weekly",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "National Health Commission of China. 323 patients with severe mental disorders were diagnosed with new coronary pneumonia",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A novel coronavirus outbreak of global health concern",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Horby",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Hayden",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Lancet",
            "volume": "2020",
            "issn": "",
            "pages": "30185--30194",
            "other_ids": {
                "DOI": [
                    "doi.org/10.1016/S0140-6736(20"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Timely mental health care for the 2019 novel coronavirus outbreak is urgently needed",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "T"
                    ],
                    "last": "Xiang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Cheung",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Lancet Psychiatry",
            "volume": "2020",
            "issn": "",
            "pages": "30046--30054",
            "other_ids": {
                "DOI": [
                    "10.1016/S2215-0366(20"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Principles for emergency psychological crisis intervention for the new coronavirus pneumonia",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The mental health of medical workers in Wuhan, China dealing with the 2019 novel coronavirus",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "X"
                    ],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Psychiatry",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "doi.org/10.1016/S2215-0366(20)30047-X"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The development of mental hospitals in China from",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Que",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Chinese Journal of Psychiatry",
            "volume": "52",
            "issn": "",
            "pages": "139--183",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "World Health Organization. Mental Health Atlas -2014 country profiles",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The State Council's Comprehensive Team for Joint Prevention and Control of COVID-19. The notification about enhancing the treatment and management of patients with severe mental disorder during the COVID-19 pandemic",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Mental health in China: challenges and progress",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "T"
                    ],
                    "last": "Xiang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sartorius",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Ungvari",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Chiu",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Lancet",
            "volume": "380",
            "issn": "",
            "pages": "1715--1721",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Rethinking progress and challenges of mental health care in China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "T"
                    ],
                    "last": "Xiang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "World Psychiatry",
            "volume": "17",
            "issn": "",
            "pages": "231--233",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Attentions should be paid to how the Infectious Disease Network Direct Reporting System established after SARS was working during the COVID-19 outbreak",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "China-Australia-Hong Kong tripartite community mental health training program",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chiu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Asia-Pacific Psychiatry",
            "volume": "1",
            "issn": "",
            "pages": "90--97",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Wuhan's \"Fang Cang\" shelter hospital starts receiving patients",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bian",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Strategies to improve mental health services during the outbreak of the COVID-19 in China.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The study was supported by the National ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding sources"
        },
        {
            "text": "The authors have declared that no competing interest exists.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing Interests"
        }
    ]
}