{
    "paper_id": "4a1cdb80b4dbdc8ce0bede07d2ef5e47bf1274c9",
    "metadata": {
        "title": "Estimating the size of COVID-19 epidemic outbreak",
        "authors": [
            {
                "first": "Chakrit",
                "middle": [],
                "last": "Pongkitivanichkul",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Khon Kaen University",
                    "location": {
                        "postCode": "40002",
                        "settlement": "Khon Kaen",
                        "country": "Thailand"
                    }
                },
                "email": ""
            },
            {
                "first": "Daris",
                "middle": [],
                "last": "Samart",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Khon Kaen University",
                    "location": {
                        "postCode": "40002",
                        "settlement": "Khon Kaen",
                        "country": "Thailand"
                    }
                },
                "email": ""
            },
            {
                "first": "Takol",
                "middle": [],
                "last": "Tangphati",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chulalongkorn University",
                    "location": {
                        "postCode": "10330",
                        "settlement": "Bangkok",
                        "country": "Thailand"
                    }
                },
                "email": ""
            },
            {
                "first": "Phanit",
                "middle": [],
                "last": "Koomhin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Walailak University",
                    "location": {
                        "postCode": "80160",
                        "settlement": "Nakhon Si Thammarat"
                    }
                },
                "email": ""
            },
            {
                "first": "Pimchanok",
                "middle": [],
                "last": "Pimton",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Walailak University",
                    "location": {
                        "postCode": "80160",
                        "settlement": "Nakhon Si Thammarat",
                        "country": "Thailand"
                    }
                },
                "email": ""
            },
            {
                "first": "Punsiri",
                "middle": [],
                "last": "Dam-O",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Walailak University",
                    "location": {
                        "postCode": "80160",
                        "settlement": "Nakhon Si Thammarat",
                        "country": "Thailand"
                    }
                },
                "email": ""
            },
            {
                "first": "Apirak",
                "middle": [],
                "last": "Payaka",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Walailak University",
                    "location": {
                        "postCode": "80160",
                        "settlement": "Nakhon Si Thammarat",
                        "country": "Thailand"
                    }
                },
                "email": ""
            },
            {
                "first": "Phongpichit",
                "middle": [],
                "last": "Channuie",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Walailak University",
                    "location": {
                        "postCode": "80160",
                        "settlement": "Nakhon Si Thammarat",
                        "country": "Thailand"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In this work, we analyze the epidemic data of cumulative infected cases collected from many countries as reported by WHO starting from January 21 st 2020 and up till March 21 st 2020. Our inspection is motivated by the renormalization group (RG) framework. Here we propose the RGinspired logistic function of the form αE(t) = a 1 + e −c(t−t 0 ) −n as an epidemic strength function with n being asymmetry in the modified logistic function. We perform the non-linear least-squares analysis with data from various countries. The uncertainty for model parameters is computed using the squared root of the corresponding diagonal components of the covariance matrix. We carefully divide countries under consideration into 2 categories based on the estimation of the inflection point: the maturing phase and the growth-dominated phase. We observe that long-term estimations of cumulative infected cases of countries in the maturing phase for both n = 1 and n = 1 are close to each other. We find from the value of root mean squared error (RMSE) that the RG-inspired logistic model with n = 1 is slightly preferable in this category. We also argue that n determines the characteristic of the epidemic at an early stage. However, in the second category, the estimated asymptotic number of cumulative infected cases contain rather large uncertainty. Therefore, in the growth-dominated phase, we focus on using n = 1 for countries in this phase. Some of them are in an early stage of an epidemic with an insufficient amount of data leading to a large uncertainty on parameter fits. In terms of the accuracy of the size estimation, the results do strongly depend on limitations on data collection and the epidemic phase for each country.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The coronavirus disease 2019 (COVID-19) caused by a novel coronavirus SARS-CoV-2 that emerged in the city of Wuhan, China, last year and has since expanded to a large scale COVID-19 epidemic and spread to all regions as reported by the World Health Organization (WHO) [1] causes a serious situation worldwide. Since the first reports of COVID-19, there are various attempts to estimate the final size of the spread mathematically. Among several approaches [2] [3] [4] [5] [6] [7] [8] [9] , the logistic growth models are very popular and useful to predict the final size of the epidemic [10, 11] . It is worth noting that the logistic function or logistic curve is a common \"S\" shape (Sigmoid curve). Logistic functions are often used in statistics and machine learning, medicine, chemistry, physics, material science, linguistics, and even agriculture. However its root somehow seems to be coincidentally originated from the high energy physics and condense matter physics' point of view. In terms of the renormalisation group (RG) framework, we define the logistic growth function as an epidemic strength function allowing us to describe the spread of disease. Its derivative with respect to time yields a new quantity which can be interpreted as the beta function of an underlying microscopic model. This frame work was first proposed in Ref. [12] to describe the underlying dynamics of disease spread by invoking the usual logistic-growth model.",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 271,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 456,
                    "end": 459,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 460,
                    "end": 463,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 464,
                    "end": 467,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 468,
                    "end": 471,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 472,
                    "end": 475,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 476,
                    "end": 479,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 480,
                    "end": 483,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 484,
                    "end": 487,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 587,
                    "end": 591,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 592,
                    "end": 595,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1346,
                    "end": 1350,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION & MOTIVATION"
        },
        {
            "text": "According to the reported data, a number of the COVID-19 infected cases grow up slowly at a very early stage of the epidemic spread. The next stage of growth is approximately exponential, then as saturation begins, the growth slows down to linear, and at maturity, the growth stops. Similar behaviour happens in various phenomena in physics, for example, the running coupling constants of particular theories describing phase transitions in high energy physics and in condensed matter physics. The renormalization group (RG) method is a successful framework, and is widely used to describe the dynamics of mentioned phenomena [13, 14] . We will use, in this work, the generalized characteristic function of the epidermic strength of the form",
            "cite_spans": [
                {
                    "start": 626,
                    "end": 630,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 631,
                    "end": 634,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION & MOTIVATION"
        },
        {
            "text": "where n is an arbitrary constant, a is the curve's maximum value, c is the logistic growth rate or steepness of the curve, and t 0 can be thought of as a starting time at which α E (t 0 ) = a/2 n . It is worth noting that when n = 1 the strength function given in Eq.(1) is just a usual logistic one used in, for example, Refs. [10] [11] [12] . Here in the present work, we generalize such a function by considering its power-law form given in Eq.(1) and estimate the size of COVID-19 epidemic outbreak in terms of the state-of-the-art RG framework.",
            "cite_spans": [
                {
                    "start": 328,
                    "end": 332,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 333,
                    "end": 337,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 338,
                    "end": 342,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION & MOTIVATION"
        },
        {
            "text": "In this work, the epidemic strength function α E in Eq.(1) will be identified as the number of the infected cases. This function is also known as the generalized logistic function. Moreover, the function α E has many interesting features and it can be reduced to several useful function in physics such as Fermi-Dirac distributions [15] or running coupling constant of the four-fermion contact interaction [16] for n = 1 and the generalized Woods-Saxson nuclear potential [17] for n = 2 as well as the Starobinsky inflation potential [18] for n = −2. Turning to the crucial part of this section, we will derive the beta function of epidemic strength coupling with the RG technique in the following and demonstrate how COVID-19 spread underlying the RG flow description. It is well known that the evolution of the α E (t) function is governed by the beta function. In the present work, we use t as a time of the evolution of the system instead of energy in high energy physics. The time scale in our work is related to the typical energy scale as t = ln µ 0 /µ in the standard RG approach where µ 0 and µ are the energy scale limit of our interested and the running energy scale, respectively. The standard beta function of α E is defined by",
            "cite_spans": [
                {
                    "start": 332,
                    "end": 336,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 406,
                    "end": 410,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 472,
                    "end": 476,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 534,
                    "end": 538,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "RENORMALIZATION GROUP RECIPE"
        },
        {
            "text": "where a, c and n are arbitrary constants. An evolution (or RG flow) of the epidemic strength is controlled by the beta function in Eq. (2) . The fixed points of the beta function are obtained by solving β E = 0 which yield two fixed points in the RG equation as",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 138,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "RENORMALIZATION GROUP RECIPE"
        },
        {
            "text": "In order to explore the critical phenomena in the RG analysis, one needs to identify the stability and classify asymptotic properties of the fixed points from the the beta function. To do these, the slope of the beta function is very useful and convenient to study the stability for each fixed points. It reads,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RENORMALIZATION GROUP RECIPE"
        },
        {
            "text": "It is worth noting that the relative signs of the scaling exponent tell us about the fixed point stability. The plus sign reflects an unstable node while the negative value of the θ * E gives an attractor fixed point. Having use Eq.(4) for α * E,1 and α * E,2 , we obtain,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RENORMALIZATION GROUP RECIPE"
        },
        {
            "text": "where the parameters c and n are positive constants and well defined for fitting procedure in the latter. On one hand, according to results in Eq.(5), the fixed point α * E,1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RENORMALIZATION GROUP RECIPE"
        },
        {
            "text": "is the unstable node where this solution corresponds to the source or the origin of the dynamical system. On the other hand, the α * E,2 is the attractor fixed point which means the solution of the system asymptotically converging to this point. One may interpret the α * E,1 as the zero infected cases or starting point of the disease spreading while the maximum number of the infected cases and staying at this point under infinite time translation are represented by the α * E,2 solution. As the results, we see that the spread of the COVID-19 can be represented by the running epidemic strength effect in the RG flow framework. Interestingly, moreover, the microscopic theoretical method in physics is suitable and useful to study the macroscopic phenomena such as the COVID-19 spread in the present study. Then, we would call the epidemic strenght function in Eq.(1) in this work as the RG-inspired model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RENORMALIZATION GROUP RECIPE"
        },
        {
            "text": "In the present analysis, we have collected data of the number of cumulative infections reported by WHO starting from January 21 st 2020 and up till March 21 st 2020, see [1] . The data are counted using the first day of an epidemic as day one such that the comparison between countries are feasible. We perform the non-linear least squares to fit with the 4-parameters model (a, t 0 , c, n) from Eq.(1). We are also interested in the case n = 1 where our results becomes the general model of population growth (S-curve). The uncertainty for model parameters is estimated using the squared root of the corresponding diagonal components of the covariance matrix. We carefully divide countries under consideration into 2 categories based on the estimation of the inflection point, t 0 , which is the point where the growth rate begins to decline, see FIG.1. We label any country where the current situation has already passed an estimated inflection point of the S-curve as currently in the maturing phase. A country in this phase will provide a good fit to all model parameters in our model. Whereas any country where the current situation has not reached an estimated inflection point yet is labelled as currently in the growthdominated phase. Generally, a model fit of a country in this phase yields no reliable result. Only exponential function seems to fit a country in this phase. All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 173,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "FITTING RESULTS & INTERPRETATIONS"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03.28.20044339 doi: medRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FITTING RESULTS & INTERPRETATIONS"
        },
        {
            "text": "A clear example of countries beyond the inflection point is China where the outbreak was first reported. Another country where the outbreak has passed beyond the inflection point and the situation is now under control is Korea. The results of parameter fit for China and Korea are shown in Fig.2 . In the China and Korea cases, The reported data show that the spread have reached the end point of the epidemic. This is the reason in our RG-inspired logistic growth model when both n = 1 and n = 1 give very similar model parameters and very close prediction to each other. The value of root mean squared error (RMSE) from both models suggests that the RGinspired logistic model with n = 1 is slightly preferable.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 290,
                    "end": 295,
                    "text": "Fig.2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Maturing Phase"
        },
        {
            "text": "Another set of countries where the situation has already passed the inflection point but has not reached the plateau yet are Austria, Belgium, Japan, and Norway. The results of fitting are shown in Fig.3 for Austria and Japan.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 198,
                    "end": 203,
                    "text": "Fig.3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Maturing Phase"
        },
        {
            "text": "Compared with n = 1, the RG-inspired logistic model with n = 1 is again a slightly better fit to data, and the prediction of the size of the outbreak is lower than that of n = 1. The values of the model parameters with estimated errors are given in TABLE I. The values of n in RG-inspired logistic model represent asymmetry in the logistic function. When n < 1, initial phase of the epidemic is slower than that observed in the normal logistic function (n = 1) see Fig.4 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 465,
                    "end": 470,
                    "text": "Fig.4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Maturing Phase"
        },
        {
            "text": "China, Japan, Austria, Belgium and Norway are fitted into this group. These countries have evidently chosen a relatively strong measure in containing and mitigating the spread of the virus since an early stage. We argue that this value is a reliable indication of an early stage effort on controlling the epidemic. Korea, on the other a, t0, c, n) for each country categorized in the maturing phase. Here we observed that n < 1 in all cases implying that initial phase of the epidemic is slower than that of the n = 1 case, a normal logistic function.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 335,
                    "end": 347,
                    "text": "a, t0, c, n)",
                    "ref_id": null
                }
            ],
            "section": "Maturing Phase"
        },
        {
            "text": "hand, has the value of n = 2.79±0.43 suggesting that the spread of the virus in an early stage was much quicker than the normal logistic function (n = 1). This coin-All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Maturing Phase"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03.28.20044339 doi: medRxiv preprint cides with the super-spreader event [19] that happened in Korea on 20 February 2020. Using n as a characterisation on asymmetry, we in the next subsection proceed the estimation analysis on countries in growth-dominated phase.",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 180,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Maturing Phase"
        },
        {
            "text": "One of the countries which has not reached the expected inflection point yet is Italy. The results of fitting with data for various values of n is shown in Fig.5 . Our results suggest that the early stage of epidemic in Italy is not in a controlled stage since the data in early days fit better with a higher value of n. However, we do not pursue the exact value of n of the country before the expected inflection point because of the large uncertainty coming with other parameters especially the size of the epidemic, a which we will discuss later. Instead, we first focus on using n = 1 for countries in this phase. Some of them are in an early stage of epidemic with insufficient amount of data leading to a large uncertainty on parameter fits. Many of them have an official number of infected cases that might be under investigated due to limited resources in testing kits. We will focus on 5 European countries (Italy, Spain, France, Germany, and Switzerland) since their outbreaks have been happening for a while and their health system are somehow capable of reporting data. Examples of the results from parameter fit with n = 1 are given in Fig.6 where the error of parameter fits are displayed in TA-BLE II.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 156,
                    "end": 161,
                    "text": "Fig.5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1149,
                    "end": 1154,
                    "text": "Fig.6",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Growth-Dominated Phase"
        },
        {
            "text": "To complete the discussion on the estimation of epidemic size for countries in growth-dominated phase, we find the best fit for each value of n ranging from 1-5 and provide the multiplying factor a/a 0 where a 0 is the prediction of the size of each epidemic from normal logistic function with n = 1 (see the second column in , t0, c) for each country categorized in the growthdominated phase. Here the results are of the parameter fit with n = 1. In this case, we observed that the best fits still contain higher uncertainty compared with the countries in the maturing phase.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 326,
                    "end": 334,
                    "text": ", t0, c)",
                    "ref_id": null
                }
            ],
            "section": "Growth-Dominated Phase"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Growth-Dominated Phase"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03.28.20044339 doi: medRxiv preprint plying factor can be interpreted as an uncertainty in the final size of each epidemic. In order to provide a reliable prediction of model, we need more data from these countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Growth-Dominated Phase"
        },
        {
            "text": "In this section, we concluded our findings on analyzing the epidemic data of cumulative infected cases from many countries as reported by WHO. In terms of a renormalisation group approach, we considered the RG-inspired logistic growth function, a.k.a. the power-law logistic growth function. The non-linear least squares regression is performed to obtain parameters from the model. We computed the uncertainty for model parameters using the squared root of the corresponding diagonal components of the covariance matrix. We carefully divided countries under consideration into 2 categories based on the estimation of the inflection point, t 0 : the maturing phase and the growth-dominated phase. We found that the outbreak has happened in a large scale and passed beyond the inflection point include China and Korea, while countries where the situation has already passed the inflection point but has not reached the plateau yet are Austria, Belgium, Japan, and Norway with Japan being close to the asymptotic number of infected cases. We observed that long-term estimations of all countries in the maturing phase for both n = 1 and n = 1 are close to each other. Based on the values of root-mean-square error, the RG-inspired logistic model is slightly preferable. Our further investigation shows that n characterizes an early stage of the epidemic. n < 1 represents countries with a strong measure at the beginning of the outbreak, where n > 1 indicates an uncontrollable event.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION & CONCLUSION"
        },
        {
            "text": "In the second category, we consider all countries that the cumulative number of infected cases does not reach the expected inflection point, yet. The European countries that we consider fall in this category include Italy, Spain, France, Germany, and Switzerland. Due to the All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION & CONCLUSION"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03.28.20044339 doi: medRxiv preprint FIG. 7: The multiplying factor a/a0 as a function of n of 5 European countries. We observed that up till n ≤ 5 the factor a/a0 is not greater than 2 apart from Germany. This factor is useful for the estimation of the size of epidemic. large uncertainty coming from other parameters especially the size of the epidemic, a, in this category we focus on using n = 1 for countries in this phase. We estimate the asymptotic number of cumulative infected cases of countries in the growth-dominated phase. We also provide an estimate of the epidemic size as a function of n. However, in order to obtain a reliable prediction of model, we need more data from these countries in the second category. In conclusion, we provide an alternative way to describe the spread of COVID-19 using the renormalization group method originated from physics' point of view.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION & CONCLUSION"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Computing applications to differential equations",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Danby",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Early estimates of epidemic final sizes",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Brauer",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal Of Biological Dynamics",
            "volume": "13",
            "issn": "sup1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/17513758.2018.1469792"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A Note on the Derivation of Epidemic Final Sizes",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Bulletin Of Mathematical Biology",
            "volume": "74",
            "issn": "9",
            "pages": "2125--2141",
            "other_ids": {
                "DOI": [
                    "10.1007/s11538-012-9749-6"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Mathematical biology",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Murray",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Early Epidemic Dynamics of the West African 2014 Ebola Outbreak: Estimates Derived with a Simple Two-Parameter Model",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fisman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Khoo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tuite",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Plos Currents",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/cur-rents.outbreaks.89c0d3783f36958d96ebbae97348d571"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Using phenomenological models for forecasting the 2015 Ebola challenge",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pell",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kuang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Viboud",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Epidemics",
            "volume": "22",
            "issn": "",
            "pages": "62--70",
            "other_ids": {
                "DOI": [
                    "10.1016/j.epidem.2016.11.002"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "395",
            "issn": "",
            "pages": "689--697",
            "other_ids": {
                "DOI": [
                    "10.1016/s0140-6736(20)30260-9"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Statistics-Based Predictions of Coronavirus Epidemic Spreading in Mainland China",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Nesteruk",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Innovative Biosystems And Bioengineering",
            "volume": "4",
            "issn": "",
            "pages": "13--18",
            "other_ids": {
                "DOI": [
                    "10.20535/ibb.2020.4.1.195074"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Estimation of the final size of the second phase of the coronavirus epidemic by the logistic model",
            "authors": [
                {
                    "first": "Milan",
                    "middle": [],
                    "last": "Batista",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.11.20024901"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Estimation of the final size of the COVID-19 epidemic",
            "authors": [
                {
                    "first": "Milan",
                    "middle": [],
                    "last": "Batista",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.16.20023606"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "On the COVID-19 Epidemic Outbreak",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Della",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sannino",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Renormalization Group and Critical Phenomena. I. Renormalization Group and the Kadanoff Scaling Picture",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Physical Review B",
            "volume": "4",
            "issn": "9",
            "pages": "3174--3183",
            "other_ids": {
                "DOI": [
                    "10.1103/physrevb.4.3174"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Renormalization Group and Critical Phenomena. II. Phase-Space Cell Analysis of Critical Behavior",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Physical Review B",
            "volume": "4",
            "issn": "9",
            "pages": "3184--3205",
            "other_ids": {
                "DOI": [
                    "10.1103/physrevb.4.3184"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Statistical Mechanics",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Pathria",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Fermion interactions and universal behavior in strongly interacting theories",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Braun",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal Of Physics G: Nuclear And Particle Physics",
            "volume": "39",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1088/0954-3899/39/3/033001"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Supersymmetry approaches to the bound states of the generalized Woods-Saxon potential",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Fakhri",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sadeghi",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Modern Physics Letters A",
            "volume": "19",
            "issn": "08",
            "pages": "615--625",
            "other_ids": {
                "DOI": [
                    "10.1142/s0217732304013313"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "A new type of isotropic cosmological models without singularity",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Starobinsky",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Physics Letters B",
            "volume": "91",
            "issn": "1",
            "pages": "99--102",
            "other_ids": {
                "DOI": [
                    "10.1016/0370-2693(80)90670-x"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Superspreader",
            "authors": [],
            "year": 2020,
            "venue": "South Korea Infects Nearly 40 People with Coronavirus -Interest News",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The classification of countries based on the inflection point. t0 is the midpoint of the logistic function (αE(t0) = a/2) and the turning point where the growth rate begins to slow down.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The parameter fit on data from China and Korea. The green line and blue line are the best fit from RG-inspired logistic model and logistic model respectively. Both models are very close in predicting the size of the epidemic.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "The parameter fit on data from Austria and Japan. The green line and blue line are the best fit from RG-inspired logistic model and logistic model respectively.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "The plots demonstrate the effect of n on the population growth. n > 1 suggests a growth rate higher than typical logistic function (n = 1) whereas n < 1 suggests a slower growth.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "The parameter fit on data of cumulative infected cases of Italy for n = 1, 3, 10.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "The parameter fit on data of cumulative infected cases of Spain (upper panel) and Italy (lower panel) for n = 1.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "The table shows the best-fitted values of parameters (",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": ". The results are given inFIG.7. The multi-",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}