{
    "paper_id": "4a58e1d5fb24d8fcbb9e19f255b2d5b82630d01d",
    "metadata": {
        "title": "Palmitate-derivatized human IL-2: a potential anti-cancer immunotherapeutic of low systemic toxicity HHS Public Access",
        "authors": [
            {
                "first": "Sharon",
                "middle": [
                    "H"
                ],
                "last": "Chou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Illinois College of Medicine at Rockford",
                    "location": {
                        "settlement": "Rockford",
                        "region": "Illinois"
                    }
                },
                "email": ""
            },
            {
                "first": "Aditya",
                "middle": [
                    "V"
                ],
                "last": "Shetty",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Illinois College of Medicine at Rockford",
                    "location": {
                        "settlement": "Rockford",
                        "region": "Illinois"
                    }
                },
                "email": ""
            },
            {
                "first": "Yajun",
                "middle": [],
                "last": "Geng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Illinois College of Medicine at Rockford",
                    "location": {
                        "settlement": "Rockford",
                        "region": "Illinois"
                    }
                },
                "email": ""
            },
            {
                "first": "Lipeng",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Illinois College of Medicine at Rockford",
                    "location": {
                        "settlement": "Rockford",
                        "region": "Illinois"
                    }
                },
                "email": ""
            },
            {
                "first": "Gnanasekar",
                "middle": [],
                "last": "Munirathinam",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Illinois College of Medicine at Rockford",
                    "location": {
                        "settlement": "Rockford",
                        "region": "Illinois"
                    }
                },
                "email": ""
            },
            {
                "first": "Anne",
                "middle": [],
                "last": "Pipathsouk",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Illinois College of Medicine at Rockford",
                    "location": {
                        "settlement": "Rockford",
                        "region": "Illinois"
                    }
                },
                "email": ""
            },
            {
                "first": "Isaiah",
                "middle": [],
                "last": "Tan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Illinois College of Medicine at Rockford",
                    "location": {
                        "settlement": "Rockford",
                        "region": "Illinois"
                    }
                },
                "email": ""
            },
            {
                "first": "Timothy",
                "middle": [],
                "last": "Morris",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Illinois College of Medicine at Rockford",
                    "location": {
                        "settlement": "Rockford",
                        "region": "Illinois"
                    }
                },
                "email": ""
            },
            {
                "first": "Bin",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Key laboratory of Medical Molecular Virology of MOH and MOE",
                    "institution": "Fudan University",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Aoshuang",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Illinois College of Medicine at Rockford",
                    "location": {
                        "settlement": "Rockford",
                        "region": "Illinois"
                    }
                },
                "email": "aoshuang@uic.edu."
            },
            {
                "first": "Guoxing",
                "middle": [],
                "last": "Zheng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Illinois College of Medicine at Rockford",
                    "location": {
                        "settlement": "Rockford",
                        "region": "Illinois"
                    }
                },
                "email": "guoxingz@uic.edu"
            }
        ]
    },
    "abstract": [
        {
            "text": "Purpose and experimental design-Recombinant human IL-2 (rhIL-2) is a potent cytokine and FDA-approved anti-cancer drug. However, its clinical use has been limited by severe toxicity, associated primarily with systemic administration with excess protein distributing freely throughout the body. We hypothesized that rhIL-2 in alternate forms permitting more restricted localization may exert stronger antitumor efficacy and less toxicity. Here, we have tested the utility of palmitate-derivatized rhIL-2. rhIL-2 was reacted with N-hydroxysuccinimide palmitate ester. The resultant lipidated rhIL-2 (pIL-2), when mixed with cells, could spontaneously transfer from solution to cell surfaces. Next, anticancer efficacy of pIL-2 was assessed in two modalities. For adoptive T cell therapy, antitumor cytotoxic T cells (CTLs) were protein transferred (\"painted\") with pIL-2 and injected into mice bearing lymphoma. For in situ therapy, pIL-2 was injected intratumorally into mice bearing melanoma. Tumor growth and IL-2-associated toxicity were determined.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results-In the lymphoma model, painting of the antitumor CTLs with pIL-2 markedly increased their viability and titer. In the melanoma model, intratumoral injection of pIL-2, but not rhIL-2, increased the number of activated CD8 + T cells (IFN-γ + ) in the spleen, reduced lung metastasis and prolonged the survival of treated mice. Moreover, while repeated intratumoral injection of rhIL-2 at an excessively high dose (10 injections of 10000 IU/mouse) caused marked vascular leakage syndrome, the same regimen using pIL-2 caused no detectable toxicity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions-Transferring spontaneously from solution to cell surfaces, pIL-2 may bypass the current limitations of rhIL-2 and, thus, serve as a more effective and tolerable anticancer drug.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The cytokine interleukin-2 (IL-2), originally identified as a T cell growth factor (1, 2) , is now known to exert diverse stimulatory effects on various immune cells including T and B cells, natural killer (NK) cells, monocytes, and macrophages (3) . It is produced and secreted by activated T cells, primarily CD4 + T cells.",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 86,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 87,
                    "end": 89,
                    "text": "2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 245,
                    "end": 248,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Recombinant human IL-2 (rhIL-2) is an FDA-approved protein drug for metastatic melanoma and renal cell carcinoma. It has also been tested in clinical trials as a drug for chronic viral infections and as an adjuvant for vaccines. Despite the potential efficacy, clinical use of rhIL-2 has been limited by the systemic toxicity it induces when administrated at therapeutic dosages (4) . This includes myocardial infarction, renal failure, fluid retention, nausea, neuropathy, and generalized inflammatory changes such as capillary leak syndrome.",
            "cite_spans": [
                {
                    "start": 379,
                    "end": 382,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Such toxicity stems largely from the mode of administration (5) . Manufactured as a soluble protein, rhIL-2 is administered systemically (i.v.) at therapeutic dosages that are well above physiological levels. The large excess of the protein distributes freely to tissues throughout the body and, thus, causes systemic toxicity. One strategy to reduce toxicity is to form IL-2/ blocking antibody complexes that selectively block toxicity-causing sites on IL-2. An alternative strategy, as tested in this report, is to derivatize IL-2 into a form that reduces free diffusion of the protein.",
            "cite_spans": [
                {
                    "start": 60,
                    "end": 63,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Here, we show that rhIL-2 can be chemically lipidated with palmitate and subsequently gain the ability to anchor onto cell surfaces via the lipid chain. Thus, as a surface-incorporable immune modulator, the palmitate-derivatized rhIL-2 (referred to hereafter as pIL-2) lends a novel mode of action that may enhance efficacy while minimizing diffusion of the protein and, thus, systemic toxicity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We have tested our hypothesis in two anticancer modalities. We show that pIL-2 \"painted\" on therapeutic cytotoxic T cells increases their efficacy in adoptive transfer therapy. We also show that pIL-2 injected intratumorally has strong antitumor efficacy with minimal toxicity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "OT-1 TCR-transgenic C57BL/6 mice (6) were bred in the University of Illinois College of Medicine at Rockford animal facility. Inbred C57BL/6 mice were from the Jackson Laboratory (Bar Harbor, Maine). All animals were maintained in a pathogen-free facility and used in accordance with the institutional guidelines for animal care. E.G7-OVA lymphoma and F10 melanoma lines were from American Type Culture Collection (Manassas, VA) and maintained as per the supplier's instructions. All antibodies were from eBioscience (San Diego, CA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mice, tumor lines, and antibodies"
        },
        {
            "text": "rhIL-2 at 10 7 IU/mg (PeproTech, NJ) was derivatized with the N-hydroxysuccinimide ester of palmitic acid (Sigma-Aldrichm, St. Louis, MO) as previously described (7) and purified over a Sephadex G-25 column (Sigma-Aldrich). The resultant pIL-2 was quantified using a bicinchoninic acid kit (Bio-Rad, Richmond, CA), filtered, and stored at −70°C until use.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Palmitate derivatization of rhIL-2"
        },
        {
            "text": "Splenic CD8 + T cells were isolated from OT-1 mice by negative selection using a MACS kit (Miltenyi Biotec). The cells were incubated with pIL-2 (30 μg/ml/10 7 cells) in DMEM/0.1% BSA at 37°C for 10 min. To assess the transfer of pIL-2 onto cell surfaces, cells were washed twice, stained with biotinylated rabbit anti-hIL-2 Ab and APC-conjugated streptavidin, and analyzed on a FACSCalibur (BD Biosciences, San Jose, CA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protein transfer (painting) of pIL-2 onto T cells"
        },
        {
            "text": "OT-1 splenic CD8 + T cells were activated with hamster anti-mouse CD3 (plate-bound at 6 μg/ml) and rhIL-2 (100 IU/ml; PeproTech Inc.) for 2 days and further amplified with rhIL-2 (100 IU/ml) for another 2 days; these cells were then harvested as \"day-4 cells.\" For in vitro assay, the day-4 cells were painted with pIL-2 and re-plated in medium without rhIL-2; as controls, the day-4 cells T cells (non-painted) were re-plated in IL-2-free medium (negative control) or medium containing 50 ng of rhIL-2 (positive control). Cell samples were taken daily and stained with 7-AAD (Invitrogen Corp., Carlsbad, CA). Live cells (7-AAD − ) were counted by flow cytometry. For in vivo assay, the day-4 cells were divided and labeled with either carboxyfluorescein succinimidyl ester (CFSE) or SNARF-1 (both from Invitrogen). The CFSE-labeled cells were \"painted\" with pIL-2, mixed with an equal number of SNARF-1-labeled cells (as an internal control for cell number), and co-adoptively transferred into a footpad of C57BL/6 mice (10 6 total cells/mouse). As controls for pIL-2 painting, non-painted CFSE-labeled cells or mock-painted (with rhIL-2) CFSE-labeled cells were similarly co-adoptively transferred into additional groups of mice. Three days later, the total cellular content from the lymph node draining the injection site (popliteal) was quantified for CFSE + and SNARF-1 + cells by flow cytometry, gating on CD8 + cells. The ratio of CFSE + cells to SNARF-1 + cells was determined.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viability assays"
        },
        {
            "text": "Winn assay of OT-1 cells was performed as described previously (8) .",
            "cite_spans": [
                {
                    "start": 63,
                    "end": 66,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Winn assay"
        },
        {
            "text": "On day 0, F10 melanoma cells were injected intradermally (5 × 10 5 /mouse) on the back flank of C57BL/6 mice. On day 5, pIL-2 was injected intratumorally into the palpable tumor (50 ng/mouse); the injection was repeated once daily for a total of 10 days. Autopsy was performed on day 20 or at the time of death, if earlier. The number of metastatic colonies in the lung was counted under a dissection scope.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In situ immunotherapy"
        },
        {
            "text": "Quantitation of vascular leakage syndrome was performed following the method described by Mustafa et al. (9) .",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 108,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Quantitation of vascular leakage syndrome"
        },
        {
            "text": "Two-sided Mann-Whitney U test was used for survival analysis. Unpaired two-sided Student's t test was used for all other pair-wise comparisons. A difference is considered significant if p ≤ 0.05.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistic analysis"
        },
        {
            "text": "Back in 1980's, Colsky and Peacock showed that an antibody, after being chemically derivatized with a palmitic ester, could incorporate onto the cell membrane via insertion of the palmitic lipid chain (10) . Adapting their approach, we have in the past demonstrated conclusively that palmitate-derivatized protein could readily transfer from solution onto cells, in a palmitate moiety-dependent manner, ex vivo (after incubation with cells) and in vivo (after injection into tissue); and the transferred protein remained cell-bound for > 6 days ex vivo and > 18 h in vivo (8, (11) (12) (13) (14) (15) (16) (17) (18) (19) .",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 205,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 572,
                    "end": 575,
                    "text": "(8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 576,
                    "end": 580,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 581,
                    "end": 585,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 586,
                    "end": 590,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 591,
                    "end": 595,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 596,
                    "end": 600,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 601,
                    "end": 605,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 606,
                    "end": 610,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 611,
                    "end": 615,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 616,
                    "end": 620,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Palmitate derivatization of rhIL-2"
        },
        {
            "text": "In the present study, we similarly derivatized rhIL-2 with palmitate to generate a membraneincorporable form of rhIL-2 (pIL-2) that permits localization of the cytokine onto cells. Using OT-1 T cells (CD8 + ) as a model, we showed that a 10-min incubation of the cells with soluble pIL-2 resulted in transfer of the cytokine onto the cell surface, whereas the incubation with rhIL-2 (non-lipidated) failed to do so (Fig. 1) . Moreover, cells with or without incubation with rhIL-2 showed the same level of cell-surface rhIL-2, which indicated that direct binding of rhIL-2 was negligible. These results confirm that pIL-2 is membrane-incorporable.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 415,
                    "end": 423,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Palmitate derivatization of rhIL-2"
        },
        {
            "text": "We next evaluated the usefulness of pIL-2 in cancer therapy. One of the major utilities of rhIL-2 is in adoptive cell therapy, where rhIL-2 is injected systemically to patients to prolong the survival of transfused therapeutic T cells, which are raised with IL-2 ex vivo and thus become IL-2-dependent in vivo (20) . We hypothesized that directly \"painting\" pIL-2 onto the T cells may increase their survival while bypassing the need for systemic IL-2 injection and its associated toxicities. To test this, OT-1 T cells were activated with anti-CD3 mAb and expanded with murine IL-2 for 4 days in culture. The T cells were then incubated with 50 ng of pIL-2 for 10 min, washed, and re-plated in IL-2-free medium; as controls, non-painted T cells were re-plated in IL-2-free medium or medium containing 50 ng of rhIL-2 (positive control). Live cells were then counted daily by flow cytometry. The results showed that the non-painted T cells died off in 6 and 3 days with and without rhIL-2, respectively (Fig. 2a) . In contrast, the pIL-2-painted T cells proliferated for 3 days, resulting in a larger T cell population after 6 days than at baseline. This indicates that pIL-2 painting of the T cells prolongs their viability ex vivo. To determine whether this is also the case in vivo, pIL-2-painted OT-1 T cells were adoptively transferred into C57BL/6 mice. As controls for painting, T cells mock-painted with rhIL-2 were similarly transferred. To control for the number of cells injected, the pIL-2 painted or mock-painted T cells were labeled with a green fluorescent dye (CFSE) and transferred together with the same number of non-painted OT-1 T cells labeled with a red dye (SNARF-1). Three days later, the total cellular content of the draining lymph node in all groups was analyzed by flow cytometry. As shown in Fig. 2b , the number of the mock-painted T cells was about the same as that of the non-painted T cells, whereas the number of the pIL-2-painted T cells was about 2.5-fold of that of non-painted T cells (p = 0.02). Moreover, the gain in cell number was accompanied by reduction in the cells' CFSE intensity (Fig. 2b) , indicating in vivo proliferation (8) of the pIL-2-painted T cells. Collectively, these results indicate that pIL-2 painting of T cells increases not only their survival but also their expansion in vivo, upon adoptive transfer.",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 314,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 1003,
                    "end": 1012,
                    "text": "(Fig. 2a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1821,
                    "end": 1828,
                    "text": "Fig. 2b",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2127,
                    "end": 2136,
                    "text": "(Fig. 2b)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "pIL-2 as a T cell modulator for adoptive therapy"
        },
        {
            "text": "We then performed the Winn assay (21) to determine whether the increase in viability and expansion of pIL-2-painted T cells was associated with stronger antitumor activity in vivo. To that end, pIL-2-painted OT-1 T cells were serially diluted and mixed with a fixed number of E.G7-OVA lymphoma cells. This tumor line expresses hen ovalbumin as a pseudo tumor antigen, which is specifically recognized by the OT-1 T cells (6) . The cell mixtures were injected intradermally into the back flank of syngeneic C57BL/6 mice. The result showed that on a per cell basis, the pIL-2-painted T cells were at least 3 times more potent than the non-painted control T cells in inhibiting tumor growth (Fig. 2c) . In aggregate, these data suggest that pIL-2 can be used as a T cell-restricted modulator to increase antitumor efficacy of adoptive therapy.",
            "cite_spans": [
                {
                    "start": 421,
                    "end": 424,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 688,
                    "end": 697,
                    "text": "(Fig. 2c)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "pIL-2 as a T cell modulator for adoptive therapy"
        },
        {
            "text": "Our data here do not exclude the possibility that the increase in the antitumor efficacy of pIL-2-painted T cells may be mediated by other mechanism(s) besides increasing the survival/expansion of the T cells. One mechanism may be that pIL-2 painting allows specific targeting of the antitumor T cells and, thus, minimizes stimulation of regulatory T cells in the patients, which can occur in conventional rhIL-2 therapy (22) . The expansion of these endogenous suppressive T cells dampens antitumor immunity and is detrimental to cancer therapy. Our strategy may enhance antitumor efficacy also by bypassing this limitation.",
            "cite_spans": [
                {
                    "start": 421,
                    "end": 425,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "pIL-2 as a T cell modulator for adoptive therapy"
        },
        {
            "text": "To further explore the utility of pIL-2 in cancer therapy, we next evaluated the antitumor efficacy of pIL-2 in a second modality, which was to inject pIL-2 in situ, directly into the tumor bed. Choosing this modality was based upon a few reasons. We (13, 14) and others (23) have shown that intratumoral protein transfer of immune-stimulatory proteins induces not only local tumor regression but also long-term, systemic antitumor immunity. Moreover, pIL-2 is particularly well suited for localized therapy because intratumorally injected pIL-2 would be retained within the tumor, thereby minimizing systemic toxicity.",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 255,
                    "text": "(13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 256,
                    "end": 259,
                    "text": "14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 271,
                    "end": 275,
                    "text": "(23)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "pIL-2 as a therapy for in situ immunotherapy"
        },
        {
            "text": "To that end, C57BL/6 mice were intradermally inoculated with syngeneic F10 melanoma cells on the back flank (day 0). Starting on day 5, mice bearing palpable tumors were injected intratumorally with 50 ng (500 IU) of pIL-2 once daily for 10 consecutive days. Non-treated mice or mice treated with rhIL-2 served as controls. As shown in Fig. 3a , pIL-2-treated mice survived longer than non-treated (p = 0.02) or rhIL-2-treated (p = 0.009) control mice. Consistent with this result, compared with both control groups, pIL-2-treated mice had fewer metastatic tumors (p < 0.0001 for both controls) in the lung (Fig. 3b) . Moreover, as shown in Fig. 3c , pIL-2-treated mice had more activated (IFN-γ + ) CD8 + T cells in the spleen than non-treated (p = 0.02) or rhIL-2-treated (p = 0.009) control mice had. The presence of the activated CD8 + T cells in the spleen, a lymphoid organ distal from the tumor site, suggests the induction of systemic antitumor immunity. Notably, mice treated with rhIL-2 did not result in more activation of CD8 + T cells compared to the non-treated mice.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 336,
                    "end": 343,
                    "text": "Fig. 3a",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 607,
                    "end": 616,
                    "text": "(Fig. 3b)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 641,
                    "end": 648,
                    "text": "Fig. 3c",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "pIL-2 as a therapy for in situ immunotherapy"
        },
        {
            "text": "Consistent with that observation, pIL-2 also more effectively altered the tumor microenvironment than rhIL-2 did. As shown in Fig. 3d , compared with rhIL-2-injected tumors, pIL-2-injected tumors had 1.5 times more regulatory (Foxp3 + ) T cells (p = 0.02) and 6 times more activated effector (IFN-γ + ) T cells (p = 0.001). This indicates that compare with rhIL-2, pIL-2 has a stronger bias toward effector T cell responses. In aggregate, these results suggest that intratumoral injection of pIL-2 prolongs animal survival by inducing both local and systemic antitumor immunity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 126,
                    "end": 133,
                    "text": "Fig. 3d",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "pIL-2 as a therapy for in situ immunotherapy"
        },
        {
            "text": "Systemic toxicity of rhIL-2 limits the dose that may be tolerated by patients, which in turn limits the efficacy of this drug. Hence, we asked whether pIL-2 is less toxic, and may thus be administered at a higher dose, than rhIL-2. To that end, C57BL/6 mice bearing F10 melanomas were given intratumoral injections of 1 μg (10000 IU) of pIL-2 or rhIL-2 three times daily for 3.3 consecutive days (10 injections in total). This regimen had been known to cause vascular leakage syndrome (VLS), an indicator of systemic toxicity (9) . As shown in Fig. 4a , while injection-induced vascular leakage in the lung was readily detectable in mice injected with rhIL-2, it was essentially absent in mice injected with pIL-2 (p = 0.0005). The lack of toxicity in the latter group was not attributed to weak biological activity of pIL-2, as pIL-2 was shown to be more active than rhIL-2 was (Fig. 2a) . Neither was it attributed to inactivation of pIL-2, as pIL-2 effectively inhibited tumor growth (p = 0.03) (Fig. 4b) , which was consistent with the stronger antitumor effect of pIL-2 shown in Fig. 3 , a&b. We also observed slight enlargement of the spleen in this group (Fig. 4c) . In contrast, the rhIL-2treated group showed no inhibition of tumor growth despite a more markedly enlarged spleen (p = 0.0001).",
            "cite_spans": [
                {
                    "start": 526,
                    "end": 529,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 544,
                    "end": 551,
                    "text": "Fig. 4a",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 879,
                    "end": 888,
                    "text": "(Fig. 2a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 998,
                    "end": 1007,
                    "text": "(Fig. 4b)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1084,
                    "end": 1090,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1162,
                    "end": 1171,
                    "text": "(Fig. 4c)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "pIL-2 has lower systemic toxicity"
        },
        {
            "text": "In conclusion, we have generated pIL-2, a new form of rhIL-2 that can spontaneously incorporate itself onto cell surfaces. In both adoptive T cell transfer and in situ therapies, pIL-2 shows stronger antitumor efficacy than rhIL-2. Furthermore, when injected directly into tumor tissue, pIL-2 causes less toxicity than rhIL-2, likely because of localized retention of pIL-2 upon its incorporation onto the cells. Hence, pIL-2 may potentially serve as a useful alternative IL-2 therapy for treating cancer. To that end, future work will be needed to demonstrate pharmacokinetics about this alternate form of the cytokine, as well as the pharmacodynamic interaction between pIL-2-bound T cells and other immune cells. It is also conceivable that the approach established here may be used to derivatize other cytokines, such as IL-12 and IFN-γ, to generate more effective and less toxic cytokine drugs for cancer. Painting of T cells with pIL-2 enhances their survival and antitumor efficacy in adoptive transfer therapy. (a) OT-1 cells were activated and expanded ex vivo for 4 days. The day-4 cells (5 × 10 6 cells) were thoroughly washed, painted with 50 ng of pIL-2, washed again, and re-plated in 5 ml of IL-2-free medium. As controls, an equal number of non-painted day-4 cells were re-plated in 5 ml of IL-2-free medium (negative control) or medium containing 50 ng (500 IU) of rhIL-2 (positive control). Samples were taken daily, stained with 7-AAD, and live (7-AAD − ) cells were counted by flow cytometry. Shown is 1 of 2 experiments with similar results. (b) The day-4 cells (from A) were labeled with CFSE or SNARF-1. The CFSE-labeled cells were painted with pIL-2, mock-painted with hIL-2, or non-painted (NT); subsequently, they were co-injected with an equal number of non-painted, SNARF-1-labeled cells at a footpad. Three days later, survival of the donor cells in the popliteal lymph node was analyzed by flow cytometry. CD8 + cells were gated. The dot plots show 1 of 3 experiments with similar results; the bar graph shows the combined results from all 3 experiments. *, p = 0.04; **, p = 0.02. (c) Non-painted or pIL-2-painted day-4 cells (from A) were mixed with 1 × 10 6 E.G7-OVA tumor cells at the indicated ratio and subsequently injected intradermally into C57BL/6 mice (n = 4). Growth of tumor was followed weekly. Shown is 1 of 2 experiments with similar results. Dot, tumor cells injected alone; circle, tumor cells injected with T cells. In situ therapy with pIL-2 leads to effective antitumor responses. (a) Melanoma was inoculated on day 0 on the back flank of C57BL/6 mice by intradermal injection of F10 melanoma cells (5 × 10 6 /mouse). On day 5, palpable tumors were treated by intratumoral injection of pIL-2 (50 ng/mouse) once daily for 10 consecutive days (solid line); control groups were non-injected (dotted line) or injected with rhIL-2 (dashed line). Survival of the animals (n = 6) in all groups was followed daily. Shown is 1 of 2 experiments with similar results. p = 0.009 for rhIL-2 treated and p = 0.02 for non-treated control groups (Mann-Whitney U test). (b) Tumor-bearing mice were treated as described above. On day 20, the number of metastatic colonies in the lung was counted under a dissection scope. Autopsy was performed at the time of death in mice that died before day 20. Shown are the combined results from 2 separate experiments (consisting of a total of 12 mice in each treatment group). * and **, p < 0.0001. (c) Tumor-bearing mice were treated for 5 days and spleen cells were stained for CD8, fixed, permeabilized, and stained for intracellular IFN-γ. IFN-γproducing CD8 + T cells were counted by flow cytometry as a percentage of total CD8 + cells. Shown are the combined results from 2 separate experiments (consisting of a total of 5 -12 mice in each treatment group). *, p = 0.009; **, p = 0.02. (d) Tumor-bearing C57BL/6 Foxp3-eGFP mice were treated for 5 days and tumors were excised and digested with collagenase. Released cells were filtered (40 μm) and stained for CD3. Regulatory (CD3 + eGFP + ) and activated effector (CD3 + IFN-γ + ) T cells were counted by flow cytometry as percentages of total T (CD3 + ) cells; for analysis of the latter, the cells were fixed, permeabilized, and stained for intracellular IFN-γ. Shown are the combined results from 2 separate experiments (consisting of a total of 4 mice in each treatment group). *, p = 0.02; **, p = 0.001; ***, p = 0.001. pIL-2 has lower systemic toxicity than rhIL-2. C57BL/6 mice bearing an F10 melanoma were injected intratumorally with 1 μg (10000 IU) of pIL-2 or rhIL-2 3 times daily for 3.3 days (10 injections in total). Mice injected with PBS were used as negative control. (a) Two hours after the last injection, VLS was determined by the Evans Blue assay. Percent increase in extravasation is calculated by the formula (t/c − 1) × 100, where t is the quantity of the dye in the lung of any given mouse and c is the mean quantity of the dye in the lung of the PBS-treated mice. *, p = 0.0005. (b) The size of tumor was measured at the time of the",
            "cite_spans": [],
            "ref_spans": [],
            "section": "pIL-2 has lower systemic toxicity"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Production and characterization of monoclonal antibodies to human interleukin 2: strategy and tactics",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Favata",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Oroszlan",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "J Immunol",
            "volume": "131",
            "issn": "",
            "pages": "1808--1823",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Heterogeneity of human T-cell growth factor(s) due to variable glycosylation",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Robb",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Mol Immunol",
            "volume": "18",
            "issn": "",
            "pages": "1087--94",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The biology of interleukin-2 and interleukin-15: implications for cancer therapy and vaccine design",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Waldmann",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nat Rev Immunol",
            "volume": "6",
            "issn": "",
            "pages": "595--601",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Toxicity and activity of a twice daily high-dose bolus interleukin 2 regimen in patients with metastatic melanoma and metastatic renal cell cancer",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Acquavella",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kluger",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rhee",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Farber",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tara",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ariyan",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Immunother",
            "volume": "31",
            "issn": "",
            "pages": "569--76",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Interleukin-2: evaluation of routes of administration and current delivery systems in cancer therapy",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Shaker",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Younes",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Pharm Sci",
            "volume": "98",
            "issn": "",
            "pages": "2268--98",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "T cell receptor antagonist peptides induce positive selection",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Hogquist",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Jameson",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Heath",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Howard",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Bevan",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "R"
                    ],
                    "last": "Carbone",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Cell",
            "volume": "76",
            "issn": "",
            "pages": "17--27",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The use of palmitate-conjugated protein A for coating cells with artificial receptors which facilitate intercellular interactions",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Peacock",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J Immunol Methods",
            "volume": "158",
            "issn": "",
            "pages": "57--65",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Arming tumor-reactive T cells with costimulator B7-1 enhances therapeutic efficacy of the T cells",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Cancer Res",
            "volume": "66",
            "issn": "",
            "pages": "6793--6802",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Regulation of interleukin-2-induced vascular leak syndrome by targeting CD44 using hyaluronic acid and anti-CD44 antibodies",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mustafa",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Mckallip",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fisher",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Duncan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Nagarkatti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nagarkatti",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Immunother",
            "volume": "25",
            "issn": "",
            "pages": "476--88",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Palmitate-derivatized antibodies can function as surrogate receptors for mediating specific cell-cell interactions",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Colsky",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Peacock",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "J Immunol Methods",
            "volume": "124",
            "issn": "",
            "pages": "179--87",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "New designs for cancer vaccine and artificial veto cells: an emerging palette of protein paints",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Tykocinski",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Weber",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Immunol Res",
            "volume": "27",
            "issn": "",
            "pages": "565--74",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Hierarchical costimulator thresholds for distinct immune responses: application of a novel two-step Fc fusion protein transfer method",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Tykocinski",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Immunol",
            "volume": "164",
            "issn": "",
            "pages": "705--716",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Induction of antitumor immunity via intratumoral tetra-costimulator protein transfer",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Sterner",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kiyatkin",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Cancer Res",
            "volume": "61",
            "issn": "",
            "pages": "8127--8161",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Enhanced antitumor responses elicited by combinatorial protein transfer of chemotactic and costimulatory molecules",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Breiter",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Immunol",
            "volume": "178",
            "issn": "",
            "pages": "3301--3307",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Modifying dendritic cells via protein transfer for antitumor therapeutics",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Foster",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Clin Cancer Res",
            "volume": "13",
            "issn": "",
            "pages": "283--91",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Depleting Intratumoral CD4+CD25+ Regulatory T Cells via FasL Protein Transfer Enhances the Therapeutic Efficacy of Adoptive T Cell Transfer",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Cancer Res",
            "volume": "67",
            "issn": "",
            "pages": "1291--1299",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "TRANCE counteracts FasL-mediated apoptosis of murine bone marrow-derived dendritic cells",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Cell Immunol",
            "volume": "231",
            "issn": "",
            "pages": "40--48",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Quantitative interplay between activating and pro-apoptotic signals dictates T cell responses",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Tykocinski",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Cell Immunol",
            "volume": "221",
            "issn": "",
            "pages": "128--165",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Protein transfer enhances cellular immune responses to DNA vaccination against SARS-CoV",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Viral Immunol",
            "volume": "22",
            "issn": "",
            "pages": "417--439",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Cancer immunotherapy using interleukin-2 and interleukin-2-activated lymphocytes",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Rosenberg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Lotze",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Annu Rev Immunol",
            "volume": "4",
            "issn": "",
            "pages": "681--709",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Immune mechanisms in homotransplantation. II. Quantitative assay of the immunologic activity of lymphoid cells stimulated by tumor homografts",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Winn",
                    "suffix": ""
                }
            ],
            "year": 1961,
            "venue": "J Immunol",
            "volume": "86",
            "issn": "",
            "pages": "228--267",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "IL-2 administration increases CD4+ CD25(hi) Foxp3+ regulatory T cells in cancer patients",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ahmadzadeh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Rosenberg",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Blood",
            "volume": "107",
            "issn": "",
            "pages": "2409--2423",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Intratumoral cancer chemotherapy and immunotherapy: opportunities for nonsystemic preoperative drug delivery",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Goldberg",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Hadba",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Almond",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Marotta",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Pharm Pharmacol",
            "volume": "54",
            "issn": "",
            "pages": "159--80",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "(c) The spleen was weighed at the time of the Evan Blue assay. *, p = 0.0001. Shown in each panel are the combined results from 2 separate experiments",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Protein transfer (painting) of pIL-2 onto T cells. OT-1 CD8 + T cells were incubated with pIL-2 or rhIL-2 (30 μg/ml/10 7 cells) at 37°C for 10 min, washed, stained with biotinylated rabbit anti-hIL-2 Ab and APC-streptavidin, and analyzed by flow cytometry. Dotted line, non-transferred cells; solid line, transferred cells. Shown is 1 of 3 experiments with consistent results. Incubation with palmitate-derivatized control proteins did not result in positive staining for IL-2 (not shown).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 3.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig. 4.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We thank John Javaherian for providing excellent care for the animals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}