{
    "paper_id": "4b0edf89bb83eef5a514af07140d9ffa18a2279b",
    "metadata": {
        "title": "Animal Viruses Probe Dataset (AVPDS) for Microarray-Based Diagnosis and Identification of Viruses",
        "authors": [
            {
                "first": "Brijesh",
                "middle": [
                    "S"
                ],
                "last": "Yadav",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mayank",
                "middle": [],
                "last": "Pokhriyal",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [],
                "last": "Dinesh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "P",
                "middle": [],
                "last": "Vasishtha",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [],
                "last": "Bhaskar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sharma",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "AVPDS (Animal Viruses Probe dataset) is a dataset of virus-specific and conserve oligonucleotides for identification and diagnosis of viruses infecting animals. The current dataset contain 20,619 virus specific probes for 833 viruses and their subtypes and 3,988 conserved probes for 146 viral genera. Dataset of virus specific probe has been divided into two fields namely virus name and probe sequence. Similarly conserved probes for virus genera table have genus, and subgroup within genus name and probe sequence. The subgroup within genus is artificially divided subgroups with no taxonomic significance and contains probes which identifies viruses in that specific subgroup of the genus. Using this dataset we have successfully diagnosed the first case of Newcastle disease virus in sheep and reported a mixed infection of Bovine viral diarrhea and Bovine herpesvirus in cattle. These dataset also contains probes which cross reacts across species experimentally though computationally they meet specifications. These probes have been marked. We hope that this dataset will be useful in microarray-based detection of viruses. The dataset can be accessed through the link https://dl.dropboxuser content.com/u/94060831/avpds/HOME.html.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The microarray chip used for diagnostic purpose contain oligonucleotides specific to pathogens and may contain thousands of oligonucleotide probes. The probes designed for diagnostic assays are unique to a specific pathogen with respect to all other pathogen genomes and also to host and other non-specific genome sequence present in the clinical samples. As a result, the designing of pathogen-specific probes require computationally expensive comparison of target genomes with all known non-target sequences. Many methods have been developed for designing probes for pathogen diagnostic assays; some methods are intended for PCR-based assays, whereas others are intended for microarray-based assays [7] . Several groups have designed microarrays containing probes for microbial detection, discovery or a combination of both [2, 3, 5, 9] . The virochip discovery array was one of the first to target a broad range of pathogens; it is best known for its role in characterizing SARS as a coronavirus [10] . Chou et al. [1] designed conserved genus probes and species-specific probes covering 53 viral families and 214 genera. Palacios et al. [3] built the Greenechippm, an array targeting vertebrate viruses and rRNA sequences of fungi, bacteria and protozoa, containing approximately 30,000 probes. Viral probes were designed to target a minimum of three genomic regions for each family or genus, including at least one highly conserved region coding for polymerase or structural proteins, and two or more variable regions. Pan-Microbial Detection Array (MDA) [2] is the most comprehensive chip designed for virus and other pathogen identification. Chou et al. have computationally designed virus-specific and conserved probes for microarray-based diagnosis of viruses using a specifically designed algorithm. We had used conserved probes designed by them and found that some of them do not work experimentally and felt that there is need for a new dataset [1] .",
            "cite_spans": [
                {
                    "start": 701,
                    "end": 704,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 826,
                    "end": 829,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 830,
                    "end": 832,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 833,
                    "end": 835,
                    "text": "5,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 836,
                    "end": 838,
                    "text": "9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 999,
                    "end": 1003,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1018,
                    "end": 1021,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1141,
                    "end": 1144,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1560,
                    "end": 1563,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1957,
                    "end": 1960,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this study, we report a new dataset of microarray probes for diagnosis of both viruses and virus genera. The viruses included in the database were compiled after exhaustive search and personal discussion with the virologist working in India in different institutes. Complete sequence of listed viruses was extracted from NCBI (National Center for Biotechnology Information) reference sequence viral database using a Perl script. In case of viruses with partial genomes known structural gene sequences were downloaded from NCBI nucleotide database.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation of the List of Animal Viruses"
        },
        {
            "text": "Our aim to for designing microarray chip was to identify a virus at species level and to detect an unknown virus at genus level. The probe designing strategy is given flow diagram 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Microarray Probe Design"
        },
        {
            "text": "In the first phase of dataset development, the probe sequences were collected, arranged alphabetically and structured into three tables unique probes conserved probes (both computationally as well as experimentally verified probes) and rejected probes (passed in computational verification but failed experimentally); so that it could be compiled into a common database. The unique probes table is divided into two fields namely virus name and probe sequence. Similarly, conserved probes table has genus, Sub-group name and probe sequence. All this Information was compiled in MS EXCEL. In the current form, the web database has total of 20,619 unique and 3,988 conserved probes. In the phase two, structured relational database was designed for an easy access by the users of database. For designing the core relational database MS access 2007 was used. In the phase, three databases in MS access were integrated into HTML web pages so that the database could be accessed through out the internet. The dataset in the current form has the look shown in Fig. 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1053,
                    "end": 1059,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Development of Dataset"
        },
        {
            "text": "The database contains probes for viruses, virus genera and a rejected probe list. The rejected probe list contains all those probes which have been experimentally shown to cross react across species but are computationally correct. These cross reactive or sticky probes have been reported by others also [4] . We have provided the list of cross reactive probes so that others can avoid using them in their probe dataset. This dataset was used to identify an unexpected case of Newcastle disease virus in sheep [8] and for identifying a mixed infection of Bovine viral diarrhea and Bovine herpesvirus in cattle [6] . The dataset can be accessed by user through the link https://dl.dropboxuser content.com/u/94060831/avpds/HOME.html.",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 307,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 510,
                    "end": 513,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 610,
                    "end": 613,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Result"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Design of microarray probes for virus identification and detection of emerging viruses at the genus level",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Chou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Hsiao",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "BMC Bioinform",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A microbial detection array (MDA) for viral and bacterial detection",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Gardner",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Jaing",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Mcloughlin",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Slezak",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "BMC Genom",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Panmicrobial oligonucleotide array for diagnosis of infectious diseases emerging infectious disease",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Palacios",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Quan",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Jabado",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Conlan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hirschberg",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Emerg Infect Dis",
            "volume": "13",
            "issn": "",
            "pages": "73--81",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Animal Viruses Probe Dataset (AVPDS) for Microarray-Based Diagnosis 303",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Yadav",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Oligonucleotide microarrays: widely applied-poorly understood",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Pozhitkov",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tautz",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Noble",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Brief Funct Genom Prot",
            "volume": "6",
            "issn": "",
            "pages": "141--148",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Detection of respiratory viruses and subtype identification of influenza a viruses by green chip resp oligonucleotide microarray",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Quan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Palacios",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "J"
                    ],
                    "last": "Jabado",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Clin Microbiol",
            "volume": "45",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Microarray chip based identification of mix infection of bovine herpesvirus 1 and bovine viral diarrhea 2 from Indian cattle",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ratta",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Yadav",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pokhriayal",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Saxena",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Curr Microbiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s00284-013-0448-9"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "In silico microarray probe design for diagnosis of multiple pathogens",
            "authors": [],
            "year": 2008,
            "venue": "BMC Genom",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Isolation of newcastle disease virus from a non-avian host (sheep) and its implications",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pokhriyal",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "Rai",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Saxena",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Arch Virol",
            "volume": "157",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Microarray-based detection and genotyping of viral pathogens",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Coscoy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Derisi",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "PNAS",
            "volume": "99",
            "issn": "",
            "pages": "15687--15692",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Viral discovery and sequence recovery using DNA microarrays",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Urisman",
                    "suffix": ""
                },
                {
                    "first": "Y-T",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Springer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Ksiazek",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "PLoS Biol",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Select sequence within the genus and perform MSA (Multiple sequence Alignment) and designed sequences from the conserved region, if sufficient conserved region not found construct phylogenetic tree check sequence identity within clades if more than 85% then designed probes if not construct fresh phylogenetic tree and check sequence identity, continue till 85% sequence identity is found. Design probes from these sequences.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgments The authors thank Indian council of Agricultural Research (ICAR) for providing funding to all the authors for carrying out this work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}