{
    "paper_id": "4ba034df3f6caed6f4db84a3417af4294c92982a",
    "metadata": {
        "title": "Comment",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Since the outbreak of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), the virus that caused coronavirus disease 2019 (COVID-19), the use of face masks has become ubiquitous in China and other Asian countries such as South Korea and Japan. Some provinces and municipalities in China have enforced compulsory face mask policies in public areas; however, China's national guideline has adopted a risk-based approach in offering recommendations for using face masks among health-care workers and the general public. We compared face mask use recommendations by different health authorities (panel). Despite the consistency in the recommendation that symptomatic individuals and those in health-care settings should use face masks, discrepancies were observed in the general public and community settings. [1] [2] [3] [4] [5] [6] [7] [8] For example, the US Surgeon General advised against buying masks for use by healthy people. One important reason to discourage widespread use of face masks is to preserve limited supplies for professional use in health-care settings. Universal face mask use in the community has also been discouraged with the argument that face masks provide no effective protection against coronavirus infection.",
            "cite_spans": [
                {
                    "start": 815,
                    "end": 818,
                    "text": "[1]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 819,
                    "end": 822,
                    "text": "[2]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 823,
                    "end": 826,
                    "text": "[3]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 827,
                    "end": 830,
                    "text": "[4]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 831,
                    "end": 834,
                    "text": "[5]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 835,
                    "end": 838,
                    "text": "[6]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 839,
                    "end": 842,
                    "text": "[7]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 843,
                    "end": 846,
                    "text": "[8]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "However, there is an essential distinction between absence of evidence and evidence of absence. Evidence that face masks can provide effective protection against respiratory infections in the community is scarce, as acknowledged in recommendations from the UK and Germany. 7, 8 However, face masks are widely used by medical workers as part of droplet precautions when caring for patients with respiratory infections. It would be reasonable to suggest vulnerable individuals avoid crowded areas and use surgical face masks rationally when exposed to high-risk areas. As evidence suggests COVID-19 could be transmitted before symptom onset, community transmission might be reduced if everyone, ",
            "cite_spans": [
                {
                    "start": 273,
                    "end": 275,
                    "text": "7,",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• Face masks play a very important role in places such as hospitals, but there is very little evidence of widespread benefit for members of the public.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "UK 7"
        },
        {
            "text": "• There is not enough evidence to prove that wearing a surgical mask significantly reduces a healthy person's risk of becoming infected while wearing it. According to WHO, wearing a mask in situations where it is not recommended to do so can create a false sense of security because it might lead to neglecting fundamental hygiene measures, such as proper hand hygiene.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Germany 8"
        },
        {
            "text": "*People at moderate risk of infection include those working in areas of high population density (eg, hospitals, train stations), those have been or live with somebody who is quarantined, and administrative staff, police, security, and couriers whose work is related to COVID-19. †People at low risk of infection include those staying in areas of high population density (eg, supermarket, shopping mall), who work indoors, who seek health care in medical institutions (other than fever clinics), and gatherings of children aged 3-6 years and school students. ‡People at very low risk of infection include those who mostly stay at home, who do outdoor activities, and who work or study in well-ventilated areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Germany 8"
        },
        {
            "text": "including people who have been infected but are asymptomatic and contagious, wear face masks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Germany 8"
        },
        {
            "text": "Recommendations on face masks vary across countries and we have seen that the use of masks increases substantially once local epidemics begin, including the use of N95 respirators (without any other protective equipment) in community settings. This increase in use of face masks by the general public exacerbates the global supply shortage of face masks, with prices soaring, 9 and risks supply constraints to frontline healthcare professionals. As a response, a few countries (eg, Germany and South Korea) banned exportation of face masks to prioritise local demand. 10 WHO called for a 40% increase in the production of protective equipment, including face masks. 9 Meanwhile, health authorities should optimise face mask distribution to prioritise the needs of frontline health-care workers and the most vulnerable populations in communities who are more susceptible to infection and mortality if infected, including older adults (particularly those older than 65 years) and people with underlying health conditions. People in some regions (eg, Thailand, China, and Japan) opted for makeshift alternatives or repeated usage of disposable surgical masks. Notably, improper use of face masks, such as not changing disposable masks, could jeopardise the protective effect and even increase the risk of infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Germany 8"
        },
        {
            "text": "Consideration should also be given to variations in societal and cultural paradigms of mask usage. The contrast between face mask use as hygienic practice (ie, in many Asian countries) or as something only people who are unwell do (ie, in European and North American countries) has induced stigmatisation and racial aggravations, for which further public education is needed. One advantage of universal use of face masks is that it prevents discrimination of individuals who wear masks when unwell because everybody is wearing a mask.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Germany 8"
        },
        {
            "text": "It is time for governments and public health agencies to make rational recommendations on appropriate face mask use to complement their recommendations on other preventive measures, such as hand hygiene. WHO currently recommends that people should wear face masks if they have respiratory symptoms or if they are caring for somebody with symptoms. Perhaps it would also be rational to recommend that people in quarantine wear face masks if they need to leave home for any reason, to prevent potential asymptomatic or presymptomatic transmission. In addition, vulnerable populations, such as older adults and those with underlying medical conditions, should wear face masks if available. Universal use of face masks could be considered if supplies permit. In parallel, urgent research on the duration of protection of face masks, the measures to prolong life of disposable masks, and the invention on reusable masks should be encouraged. Taiwan had the foresight to create a large stockpile of face masks; other countries or regions might now consider this as part of future pandemic plans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Germany 8"
        },
        {
            "text": "We declare no competing interests. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Germany 8"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "); and Department of Economics and Related Studies",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Editorial note: the Lancet Group takes a neutral position with respect to territorial claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COVID-19) advice for the public: when and how to use masks",
            "authors": [],
            "year": 2020,
            "venue": "WHO. Coronavirus disease",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Guidelines for the selection and use of different types of masks for preventing new coronavirus infection in different populations 2020 (in Chinese)",
            "authors": [
                {
                    "first": "State",
                    "middle": [],
                    "last": "Council",
                    "suffix": ""
                },
                {
                    "first": "China",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Guidelines on prevention of coronavirus disease 2019 (COVID-19) for the general public",
            "authors": [
                {
                    "first": "The",
                    "middle": [],
                    "last": "Department",
                    "suffix": ""
                },
                {
                    "first": "Hong",
                    "middle": [],
                    "last": "Health",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Kong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Updates on COVID-19 (coronavirus disease 2019) local situation",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ministry",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Health",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "COVID-19): when should I wear a facemask?",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ministry Of Health",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Labour",
                    "suffix": ""
                },
                {
                    "first": "Japan",
                    "middle": [],
                    "last": "Wellfare",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Q &amp; A On",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Coronavirus",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "COVID-19): steps to prevent illness",
            "authors": [],
            "year": 2019,
            "venue": "CDC. Coronavirus Disease",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Are face masks useful for preventing coronavirus?",
            "authors": [],
            "year": 2020,
            "venue": "National Health Service",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Daily updates on the coronavirus: is wearing a surgical mask, as protection against acute respiratory infections, useful for members of the general public?",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Shortage of personal protective equipment endangering health workers worldwide",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "EU seeks solidarity as nations restrict medical exports",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tsang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Panel: Recommendations on face mask use in community settings WHO 1 • If you are healthy, you only need to wear a mask if you are taking care of a person with suspected SARS-CoV-2 infection. China 2 • People at moderate risk* of infection: surgical or disposable mask for medical use. • People at low risk † of infection: disposable mask for medical use. • People at very low risk ‡ of infection: do not have to wear a mask or can wear non-medical mask (such as cloth mask). Wear a surgical mask when taking public transport or staying in crowded places. It is important to wear a mask properly and practice good hand hygiene before wearing and after removing a mask. The effectiveness of wearing a face mask to protect yourself from contracting viruses is thought to be limited. If you wear a face mask in confined, badly ventilated spaces, it might help avoid catching droplets emitted from others but if you are in an open-air environment, the use of face mask is not very efficient. US Surgeon General urged people on Twitter to stop buying face masks.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "*Shuo Feng †, Chen Shen †, Nan Xia †, Wei Song, Mengzhen Fan, Benjamin J Cowling shuo.feng@paediatrics.ox.ac.uk",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}