{
    "paper_id": "4d33c0f4a0ba4abcd21c91e4ec0fcb5054404612",
    "metadata": {
        "title": "Archives of Virology Replieation o[ Rat Coronavirus in a Rat Cell Line, LBC Brief Report",
        "authors": [
            {
                "first": "N",
                "middle": [],
                "last": "Hibano",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "K",
                "middle": [],
                "last": "0~o",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Y",
                "middle": [],
                "last": "Sada",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Iwate University",
                    "location": {
                        "settlement": "Morioka"
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "I~ovs",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Iwate University",
                    "location": {
                        "settlement": "Morioka"
                    }
                },
                "email": ""
            },
            {
                "first": "T",
                "middle": [],
                "last": "Mubakami I",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "H",
                "middle": [],
                "last": "Takamatcu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Iwate Medical University",
                    "location": {
                        "settlement": "Mo~oka",
                        "country": "Japan"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Rat coronavirus readily propagated and induced marked cytopathic effect in a rat cell line, LBC cell culture, which provided a sensitive, practical assay system for viral infectivity and neutralizing antibody, and a satisfactory source of the virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "PA~KER et al. (4) have isolated an agent with characteristic morphology of eoronavirus (5) from the lung of rats. This rat colony was positive for complement fixing antibody against mouse hepatitis virus (MHV). The agent, designated as rat eoronavirus (RCV), was shown to share common antigen(s) with MHV. By intranasM inoculation with I~CV, a fatal pneumonitis was produced in newborn rats. The growth of RCV has been reported on a primary rat kidney cell culture but not on any established cell lines. Because of the lack of the susceptible cell lines for IgCV, consistent work with I~CV still remain difficult. This brief communication recommends a rat cell line, LBC, providing propagation of RCV and useful tool for infectivity assay.",
            "cite_spans": [
                {
                    "start": 14,
                    "end": 17,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "RCV, strain 8190, was kindly supplied by Dr. J. C. Parker, Microbiological Associates, Bethesda, Maryland, U.S.A. The LBC cell line was established in 1983 by Dr. K. Kai, Institute of Medical Science, University of Tokyo, from a spontaneous mammary tumor occurring in a Lewis rat by con-ventionM methods. Further dermis of this cell line are still under investigation. The LBC cells were grown at 37°C in Eagle's minimum essential medium (MEM) containing 10 per cent fetal calf serum (FCS) and kanamyein (0.06 mg/ml). The FCS concentration was reduced to 5 per cent for maintaining the cells or harvesting the virus. Cells grown in 50 ml culture bottles were washed once with Dulbeceo's phosphate buffered saline pH 7.2 (PBS), and inoculated with 0.2 ml of virus material. After virus adsorption at 37 ° C for 90 minutes, the inoculated cultures were given maintenance medium and incubated at 37 ° C. Cytopathic effect (CPE) was first detected at 48 hours postinoculation (p. i.). At 72 hours p.i. rounding of cells and formation of syncytia developed in the whole cultures, as observed in a primary rat kidney cell culture by PARKER et al. (4) .",
            "cite_spans": [
                {
                    "start": 1141,
                    "end": 1144,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Passages of RCV in the LBC cell monolayers were readily carried out at intervals of 3 days with undiluted culture fluid. After a few passages, CPE became complete within 48 hours p.i. (Fig. 1) . The culture fluid sampled at ¢8 hours p.i. was assayed for infectivity by inoculating into LBC cells prepared in 13 × 100 mm test tubes, showing an infectivity titer of i07.5 50 per cent tissue culture infective doses (TCIDs0)/0.2 ml.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 184,
                    "end": 192,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Indirect immunofluorescence and neutralization test were made using anti-RCV rat serum, which was kindly supplied by Dr. J. C. t)arker.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Coverslip cultures of LBC cells were inoculated with the virus, fixed at 24 hours p.i. with cold acetone and subjected to immunofluorescence. The samples were first treated with a 1:20 dilution of the rat antiserum in PBS and then with a 1 : 20 dilution of fluorescein isothiocyanate-conjugated anti-rat IgG rabbit serum (Miles Bioehemic~ls, U.S.A.) in PBS, respectively, at 37 ° C for 60 minutes. The virus specific antigen was found abundantly in the cytoplasm of mono-as well as multi-nucleated cells, as shown in Fig. 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 517,
                    "end": 523,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Serial 2-fold dilution of the antiserum in MEM were m~xed with an equal volume of virus material (300 TCIDso/0.2 ml) and incubated at 37 ° C for 60 minutes. Then, 0.2 ml of the mixtures were assayed for CPE by inoculation into LBC cells prepared in test tubes. The antiserum was able to neutralize the LBC-passaged virus showing an antibody titer of 1:640. As control, the titer of rat serum derived from RCV-free colony was within 1:10.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The supernatant of infected culture fluid was observed by electron microscopy (Hitachi H-600A) after negative staining with 1 per cent phosphotungstic acid. Numerous spherical particles t30 to 160 nm in diameter with characteristic peptomers were observed as shown in Fig. 3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 268,
                    "end": 274,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "The LBC cells can be readily grown in vitro without risk of contamination with latent rat viruses from primary cultures, and are very sensitive to I~CV, yielding higher titered viruses compared with the previously described cell system (4) . The LBC cell culture might be a much more useful tool for RCV propagation and assay. The DBT cell line yielding high-titered MHV (2, 3) is not able to support growth of t~CV. The LBC cells can also support growth of siModaeryoadenitis virus of rat, strain 681 (1), but not of MHV strains (unpublished observation).",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 239,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Chaxaeterization of tile virus of sialodaeryoadenitis of rats: a member of the coronavirus group",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Bha~t",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "~"
                    ],
                    "last": "Percy",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Joi~as",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "J. Inf. Dis",
            "volume": "126",
            "issn": "",
            "pages": "123--130",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Replication and plaque formation of mouse hepatitis virus (MI-IV-2) in mouse cell line DBT culture",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bhra~o",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fujiwara",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "I~ii~o",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Matu~oto",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Arch. ges. ¥irusforsch",
            "volume": "44",
            "issn": "",
            "pages": "298--302",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Utility of mouse cell line DBT for propagation and assay of mouse hepatitis virus",
            "authors": [
                {
                    "first": "I-Iirano",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": ":",
                    "middle": [
                        "N"
                    ],
                    "last": "~uraka~¢ii",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fij*jiwara",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Matumoto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Japan. J. exp. Med",
            "volume": "48",
            "issn": "",
            "pages": "71--75",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Rat coronavirus (RCV): a prevalent, naturally occurring pneumotropic virus of rats",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Parker:",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Cross",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Rowe",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "Arch. ges. Virusforsch",
            "volume": "31",
            "issn": "",
            "pages": "293--302",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Cytopathie effect of rat coronavirus in LBC cell culture (hematoxylin and eosin stained). Cells uninfected (A), and 48 hours after infect, ion with the virus (B) )Wig. 2. Immunofluoreseenee of LBC cells 24 hours after inoculation with rat coronavirus Fig. 3. Negatively stained virus particles from the infected eultl:~re fluid of LBC ceils ( × 100,000). Bar indicates 200 nm 20 Arch. Vtrol, 85/3--4",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors thank Dr. K. Kai for kindly supplying the LBC cells. This study was supported by Grants-in-Aid for Scientific Research (59360041) from Ministry of Education, Science and Culture of Japan and :Naito Foundation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}