{
    "paper_id": "4dbde66230e386fe4ba89b6dd17382527631964c",
    "metadata": {
        "title": "FDA approved drugs with broad anti-coronaviral activity inhibit SARS-CoV-2 in vitro",
        "authors": [
            {
                "first": "Stuart",
                "middle": [],
                "last": "Weston",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Maryland School of Medicine",
                    "location": {
                        "addrLine": "685 W. Baltimore St., Room 380",
                        "postCode": "21201",
                        "settlement": "Baltimore",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Rob",
                "middle": [],
                "last": "Haupt",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Maryland School of Medicine",
                    "location": {
                        "addrLine": "685 W. Baltimore St., Room 380",
                        "postCode": "21201",
                        "settlement": "Baltimore",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "James",
                "middle": [],
                "last": "Logue",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Maryland School of Medicine",
                    "location": {
                        "addrLine": "685 W. Baltimore St., Room 380",
                        "postCode": "21201",
                        "settlement": "Baltimore",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Krystal",
                "middle": [],
                "last": "Matthews",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Maryland School of Medicine",
                    "location": {
                        "addrLine": "685 W. Baltimore St., Room 380",
                        "postCode": "21201",
                        "settlement": "Baltimore",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Matthew",
                "middle": [
                    "B"
                ],
                "last": "Frieman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Maryland School of Medicine",
                    "location": {
                        "addrLine": "685 W. Baltimore St., Room 380",
                        "postCode": "21201",
                        "settlement": "Baltimore",
                        "region": "MD",
                        "country": "USA"
                    }
                },
                "email": "mfrieman@som.umaryland.edu"
            }
        ]
    },
    "abstract": [
        {
            "text": "SARS-CoV-2 emerged in China at the end of 2019 and has rapidly become a pandemic with over 400,000 recorded COVID-19 cases and greater than 19,000 recorded deaths by March 24 th , 2020 (www.WHO.org) (1). There are no FDA approved antivirals or vaccines for any coronavirus, including SARS-CoV-2 (2). Current treatments for COVID-19 are limited to supportive therapies and off-label use of FDA approved drugs (3). Rapid development and human testing of potential antivirals is greatly needed. A potentially quicker way to test compounds with antiviral activity is through drug re-purposing (2, 4). Numerous drugs are already approved for use in humans and subsequently there is a good understanding of their safety profiles and potential side effects, making them easier to test in COVID-19 patients. Here, we present data on 20 FDA approved drugs tested for antiviral activity against SARS-CoV-2 that we have previously found to inhibit SARS-CoV and MERS-CoV (4). We find that 17 of these . CC-BY-NC-ND 4.0 : bioRxiv preprint also inhibit SARS-CoV-2 at a range of IC50 values at non-cytotoxic concentrations. From these we specifically followed up with hydroxychloroquine sulfate and chloroquine phosphate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "At the end of December 2019, reports started to emerge from China of patients suffering from pneumonia of unknown etiology. By early January, a new coronavirus had been identified and determined as the cause (1) . Since then, the virus originally known as nCoV-2019, now SARS-CoV-2, has spread around the world. As of March 24 th , 2020, there have been over 400,000 confirmed cases of COVID-19 (the disease caused by SARS-CoV-2 infection) with close to 20,000 recorded deaths (www.who.org). Multiple countries have enacted social distancing and quarantine measures, attempting to reduce person-to-person transmission of the virus.",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 211,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Healthcare providers lack pharmaceutical countermeasures against SARS-CoV-2, beyond public health interventions, and there remains a desperate need for rapid development of antiviral therapeutics. A potential route to candidate antivirals is through repurposing of already approved drugs. Numerous chemical compounds are approved for use in humans around the world (such as by the FDA), and their safety profiles are known. Many of these have also been found to have antiviral activity even though that is not their intended use (5) . We have previously screened a library of FDA approved drugs for antiviral activity against two other highly pathogenic human coronaviruses, SARS-CoV and MERS-CoV (4) . That work found 27 approved drugs that inhibited replication of both of these coronaviruses, suggesting that they may have broad anti-coronaviral activity and inhibit SARS-CoV-2. With the emergence of SARS-CoV-2, we have investigated whether 20 of these compounds have antiviral activity against the novel virus. Since these compounds are already approved for use in humans, they make ideal candidates for drug repurposing and rapid development as antiviral therapeutics.",
            "cite_spans": [
                {
                    "start": 529,
                    "end": 532,
                    "text": "(5)",
                    "ref_id": null
                },
                {
                    "start": 697,
                    "end": 700,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Our work found that many of the 20 compounds that inhibited SARS-CoV and MERS-CoV could also inhibit SARS-CoV-2, with similar IC50 values. One of the most promising drugs in our study is hydroxychloroquine sulfate (hereafter referred to as hydroxychloroquine). We further assayed hydroxychloroquine and chloroquine phosphate for their effects on virus titer and viral RNA production, and found both to have inhibitory activity, with hydroxychloroquine being more efficacious of the two. These data support the notion of testing chloroquine, or derivatives, as potential antiviral agents for treatment of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Vero E6 cells (ATCC# CRL 1586) were cultured in DMEM (Quality Biological), supplemented with 10% (v/v) fetal bovine serum (Sigma), 1% (v/v) penicillin/streptomycin (Gemini Bioproducts) and 1% (v/v) L-glutamine (2 mM final concentration, Gibco). Cells were maintained at 37°C and 5% CO2. Samples of SARS-CoV-2 were obtained from the CDC following isolation from a patient in Washington State (WA-1 strain -BEI #NR-52281). Stocks were prepared by infection of Vero E6 cells for two days when CPE was starting to be visible. Media were collected and clarified by centrifugation prior to being aliquoted for storage at -80°C. Titer of stock was determined by plaque assay using Vero E6 cells as described previously (6) . All work with infectious virus was performed in a Biosafety Level 3 laboratory and approved by our Institutional Biosafety Committee.",
            "cite_spans": [
                {
                    "start": 712,
                    "end": 715,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Cell lines and virus"
        },
        {
            "text": "All drug screens were performed with Vero E6 cells. Cells were plated in opaque 96 well plates one day prior to infection. Cells were pre-treated with drug at a range of concentrations for 2 hours (h) at 37°C/5% CO2. Drug stocks were made in either DMSO, water or methanol. Drugs were diluted from stock to 50µM and an 8-point, 1:2 dilution series made and infected at MOI 0.01 and 0.004. Vehicle controls were used on every plate, and all treatments were performed in triplicate for each screen. In addition to plates that were infected, parallel plates were left uninfected to monitor cytotoxicity of drug alone. Additionally, plates with untreated, uninfected cells and plates without cells were processed as controls. Three independent screens with this set-up were performed. Cells were incubated at 37°C/5% CO2 for 3 days before performing CellTiter-Glo (CTG) assays as per the manufacture's instruction (Promega). Luminescence was read using a Molecular Devices Spectramax L plate reader. Fluphenazine dihydrochloride, benztropine mesylate, amodiaquin hydrochloride, amodiaquin dihydrochloride dihydrate, thiethylperazine maleate, mefloquine hydrochloride, triparanol, terconazole vetranal, anisomycin, fluspirilene, clomipramine hydrochloride, hydroxychloroquine sulfate, promethazine hydrochloride, emetine dihydrochloride hydrate and chloroquine phosphate were all purchased from Sigma. Chlorpromazine hydrochloride, toremifene citrate, tamoxifen citrate, gemcitabine hydrochloride and imatinib mesylate were all purchased from Fisher Scientific.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Drug testing"
        },
        {
            "text": "Cytotoxicity (%TOX) data was normalized according to cell-only uninfected (cell only) controls and CTG-media-only (blank) controls:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "Inhibition (%Inhibit) data was normalized according to cell only and the activity of the vehicle controls:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "Nonlinear regression analysis was performed on the normalized %inhibit and %TOX data and IC50s and CC50s were calculated from fitted curves (log [agonist] versus response -variable slope [four parameters]) (GraphPad Software, LaJolla, CA), as described previously (7). Drug dilution points in a given run were excluded from IC50 analysis if the average cytotoxicity was . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.25.008482 doi: bioRxiv preprint greater than 30% (arbitrary cutoff) across the 3 cytotoxicity replicates for that screen. IC50 or CC50 values extrapolated outside the drug dilution range tested were reported as greater than 50µM or less than 0.39µM. Selectivity indexes (SI) were also calculated by dividing the CC50 by the IC50.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "To further analyse candidate drugs, Vero cells were plated in 24 well plate format one day prior to infection. As with the drug screens, cells were pre-treated with drug at a range of concentrations, or vehicle control for 2 h. Cells were then infected with SARS-CoV-2 at MOI 0.1 for 24 h. Supernatant was collected, centrifuged in a table top centrifuge for 3 min at max speed and stored at -80°C. After a wash in PBS, infected cells were collected in TRIzol (Ambion) for RNA analysis (described below). Supernatant was used to titer viral production by TCID50 assay (6) . The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.25.008482 doi: bioRxiv preprint TaqMan Fast Advanced Master Mix. Fold change between drug treated and vehicle control was determined by calculating DDCT after normalization to the endogenous control of 18S.",
            "cite_spans": [
                {
                    "start": 568,
                    "end": 571,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Viral infection"
        },
        {
            "text": "Previously, we performed a large-scale drug screen on 290 FDA approved compounds to investigate which may have antiviral activity against SARS-CoV and MERS-CoV (4). With the emergence of SARS-CoV-2, we prioritized 20 of the 27 hits that were determined to inhibit both of the previously tested coronaviruses. The list of tested compounds can be seen in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 353,
                    "end": 360,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Our initial screening started at 50µM and used an 8-point, 1:2 dilution series with infections being performed at either MOI 0.01 or 0.004. Cells were pre-treated with drug for 2 h prior to infection. 3 days post-infection CellTiter-Glo (CTG) assays were performed to determine relative cell viability between drug and vehicle control treated cells. Uninfected samples were used to measure the cytotoxicity of compound alone. From the relative luminescence data of the CTG assay, percent inhibition (of cell death caused by viral infection) could be measured and plotted along with the percent cytotoxicity of drug alone. Fig. 1 shows these plotted graphs from one representative of three independent screens. For those drugs demonstrating a cell toxicity rate lower than 30%, we were able to calculate IC50 values from these graphs for 17 of the 20 drugs which is summarized in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 622,
                    "end": 628,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 879,
                    "end": 886,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "In order to validate our screening process as a means to determine compounds with potential antiviral effect we decided to follow up with two drugs. It has been reported that chloroquine shows anti-SARS-CoV-2 effects in humans, so we further investigated hydroxychloroquine and chloroquine phosphate as both were present in our screen (Table 1) . To more directly assess the effects of these compounds on viral replication, Vero E6 cells were plated and pre-treated with drug prior to infection with SARS-CoV-2 at MOI 0.1. Supernatant was collected 24 h post-. CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.25.008482 doi: bioRxiv preprint infection to determine titer of virus by TCID50 assay and cells were collected in TRIzol to assess production of viral mRNA. Treatment with hydroxychloroquine or chloroquine both caused a reduction in viral mRNA levels, especially at higher concentrations (concentrations used were not cytotoxic - Fig. 1 and Table 1 ). There was a larger decrease in relative expression levels of RdRp that N mRNA, but both showed reductions across the range of concentrations used (Fig. 2) . Along with causing a reduction in viral mRNA, treatment with hydroxychloroquine or chloroquine caused a significant reduction in viral replication (Fig. 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 335,
                    "end": 344,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1083,
                    "end": 1089,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1094,
                    "end": 1101,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1251,
                    "end": 1259,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1409,
                    "end": 1417,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "SARS-CoV-2 production was more sensitive to hydroxychloroquine with larger inhibition seen at the same concentration of treatment, which is in agreement with hydroxychloroquine having a lower IC50 in our cell viability assay (Table 1) . Overall, these data demonstrates that hydroxychloroquine and chloroquine phosphate inhibit cytopathic effect, synthesis of viral mRNA and production of infectious SARS-CoV-2 particles in vitro.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 225,
                    "end": 234,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The SARS-CoV-2 pandemic has demonstrated the need for antiviral drugs with broad activity against a range of viruses. Whether treating SARS-CoV-2 in this current pandemic or the next unknown viral pathogen, we must attempt to have validated antiviral drugs that are ready at the first signs of an outbreak. Many FDA approved drugs have been found to have antiviral activity and since these are extensively used in humans for other conditions, they could be streamlined for rapid approval for alternative use as antivirals. We previously performed a screen of 290 FDA approved drugs and found a subset of these to have antiviral activity against SARS-CoV and MERS-CoV (4). We prioritized testing these for antiviral activity against SARS-CoV-2. From multiple independent screens performed with two MOI, we found that 17 of our 20 tested compounds display significant antiviral activity at non-cytotoxic concentrations. Many of the compounds have IC50 values under 10µM and these will be the source of follow up testing on additional cell lines and in mouse models of SARS-CoV-2. We have further tested . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.25.008482 doi: bioRxiv preprint hydroxychloroquine and chloroquine phosphate for antiviral activity at the level of inhibiting viral mRNA (using N and RdRp) and infectious viral particle production (measured by TCID50 assay). Both drugs showed inhibitory properties, but hydroxychloroquine had greater antiviral activity. These data should be used to inform future planned human to assess antiviral activity of chloroquine or derivative drugs. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.25.008482 doi: bioRxiv preprint change for drug treated to vehicle control was calculated (dotted line to denote a fold change of 1 which is no change over control). Data are from 2 independent infections performed on triplicate wells, the fold change was calculated in each independent experiment and the mean fold change is plotted with error bars displaying standard deviation. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.25.008482 doi: bioRxiv preprint . CC-BY-NC-ND 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.25.008482 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.25.008482 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.25.008482 doi: bioRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A novel coronavirus from patients with pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Niu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhan",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "727--733",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Screening of FDA-Approved Drugs for Treatment of Emerging Pathogens",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Sisk",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Frieman",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "ACS Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Covid-19 -The Search for Effective Therapy",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Baden",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Rubin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Repurposing of clinically developed drugs for treatment of Middle East respiratory syndrome coronavirus infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dyall",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Coleman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Hart",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Venkataraman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Holbrook",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kindrachuk",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Olinger",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Jahrling",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Laidlaw",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Johansen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Lear-Rooney",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Glass",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Hensley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Frieman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Antimicrob Agents Chemother",
            "volume": "58",
            "issn": "",
            "pages": "4885--4893",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Growth and Quantification of MERS-CoV Infection",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Coleman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Frieman",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Vitro and In Vivo Activity of Amiodarone Against Ebola Virus",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dyall",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Hart",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Postnikova",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Gerhardt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Michelotti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Honko",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kern",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Dewald",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "O&apos;loughlin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Mirsalis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Bennett",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Olinger",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Jahrling",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Hensley",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "218",
            "issn": "",
            "pages": "592--596",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "RNA was extracted from TRIzol samples using Direct-zol RNA miniprep kit (Zymo Research) as per the manufacturer's instructions. RNA was converted to cDNA using RevertAid RT Kit(Thermo Scientific), with 12µl of extracted RNA per reaction. For qRT-PCR, 2µl of cDNA reaction product was mixed with PowerUp SYBR Green Master Mix (Applied Biosystems) and WHO/Corman primers targeting N and RdRp: N FWD 5'-CACATTGGCACCCGCAATC-3', N REV 5'-GAGGAACGAGAAGAGGCTTG-3', RdRp FWD 5'GTGARATGGTCATGTGTGGCGG-3', RdRp REV 5'-CARATGTTAAASACACTATTAGCATA-3'. The qRT-PCR reactions were performed with a QuantStudio 5 (Applied Biosystems). To normalize loading, 18S RNA was used as a control, assessed with TaqMan Gene Expression Assays (Applied Biosystems) and",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Percent inhibition and percent cytotoxicity graphs from drug screens starting at 50µM using an 8-point, 1:2 dilution series. Results from one representative drug screen of three showing percent inhibition and cytotoxicity for each of the tested drugs. Triplicate wells of cells were pre-treated with the indicated drug for 2 hours prior to infection with SARS-CoV-2 at MOI 0.01. Cells were incubated for 72 hours prior to performing CellTiter-Glo assays to assess cytopathic effect. Data are scored as percent inhibition of relative cell viability for drug treated versus vehicle control (see Materials and Methods). Data are the mean percent with error bars displaying standard deviation between the triplicate wells.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Hydroxychloroquine and chloroquine phosphate inhibit production of SARS-CoV-2 N and RdRp mRNA. Vero cells were pre-treated with hydroxychloroquine (A and B) or chloroquine sulfate (C and D) at the indicated concentration (or 0.1% water as vehicle control) for 2 h prior to infection with SARS-CoV-2 (WA-1 strain) at MOI 0.1. 24 h post-infection cells were collected in TRIzol. RNA was extracted from TRIzol sample and qRT-PCR was performed for viral N (A and C) or RdRp (B and D) mRNA using WHO primers. RNA levels were normalized with 18S RNA and fold",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Hydroxychloroquine and chloroquine phosphate inhibit production of infectious SARS-CoV-2 viral particles. Vero cells were pre-treated with hydroxychloroquine (A) or chloroquine sulfate (B) at the indicated concentration (0.1% water as vehicle control) for 2 h prior to infection with SARS-CoV-2 (WA-1 strain) at MOI 0.1. 24 h post-infection supernatant was collected. Infectious virus particle release was determined by TCID50 assay on the collected supernatant. Data are from 2 independent infections performed on triplicate wells with the TCID50/ml being averaged across all wells. Error bars are the standard deviation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Figure 2",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Figure 3",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "IC50 and CC50 values for 20 FDA approved drugs against SARS-CoV2.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We kindly thank Emergent BioSolutions for financial support to perform these experiments. We also kindly thank Julie Dyall for helpful discussions regarding data analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}