{
    "paper_id": "4dfb9903655d1f0f0fb54ae9ad7eda23653f66ae",
    "metadata": {
        "title": "CLINICAL AND EPIDEMIOLOGICAL STUDY Respiratory viruses in patients and employees in an intensive care unit",
        "authors": [
            {
                "first": "D",
                "middle": [],
                "last": "Stupica",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "L"
                ],
                "last": "Lusa",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "M"
                ],
                "last": "Petrovec",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "N Ž"
                ],
                "last": "Igon",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "M"
                ],
                "last": "Jevšnik",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "P"
                ],
                "last": "Bogovič",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "F"
                ],
                "last": "Strle",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Purpose To evaluate the frequency of respiratory viruses in a nonselected population of intensive care unit patients and employees and to investigate the clinical as well as the epidemiological association with virological findings. Methods Between 12 January and 5 March 2009, nasopharyngeal swabs were collected from 55 intensive care unit (ICU) patients and 41 medical personnel at 16 different time-points and tested for 11 respiratory viruses by single real-time PCR using TaqMan or MGB probes. Results Among the 55 ICU patients tested, there were 30 virus-positive respiratory specimens (30/173, 17.3%) and 23 patients who tested positive at least once for respiratory viruses (23/55, 41.8%). Only the time from admission to the ICU was associated with the probability of testing positive, with the probability of testing positive decreasing with increasing length of stay (P \\ 0.001). Of the 418 respiratory specimens collected from the healthcare personnel, 27 (6.5%) tested positive. Seventeen employees tested positive at least once for respiratory viruses (17/41, 41.5%). Among the employees, calendar time (P = 0.03) and having sick contacts at home (P = 0.006) were significantly associated with swab positivity. Among the study population, patients had a significantly higher probability of having a positive swab result than employees. The distribution of viruses differed between the two groups. Conclusions Our results suggest that when hygiene precautions are adopted, the possibility of transmitting selected respiratory viruses between patients and personnel is limited. They also point to a greater importance of the community over the hospital environment for acquisition of viral respiratory infections by ICU patients and employees.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Respiratory viruses are the leading cause of upper respiratory tract infections, have an important role in the etiology of community-acquired pneumonia in children [1] and adults [2, 3] , and are also a major cause of exacerbations of chronic obstructive pulmonary disease (COPD)/asthma [4] , resulting in frequent hospitalizations. There is growing evidence that documents the presence of viruses in respiratory samples of critically ill patients [5, 6] .",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 167,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 179,
                    "end": 182,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 183,
                    "end": 185,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 287,
                    "end": 290,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 448,
                    "end": 451,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 452,
                    "end": 454,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The aim of our study was to evaluate the frequency of respiratory viruses in a nonselected population of patients and employees in an intensive care unit (ICU) and to investigate clinical as well as epidemiological association with virological findings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Electronic supplementary material The online version of this article (doi:10.1007/s15010-012-0245-6) contains supplementary material, which is available to authorized users.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The study took place in a 10-bed ICU of the Infectious Diseases Department, University Medical Center Ljubljana, Slovenia. Adult patients were prospectively enrolled in a patient cohort aimed at exploring the incidence of viral respiratory infections. ICU personnel (doctors, nurses, physiotherapists, cleaners) attending patients during the study period were eligible for enrolment in the employee cohort. All study participants were evaluated at 16 different time-points during the study period, namely, on each Monday and Thursday for 8 consecutive weeks between 12 January and 5 March 2009. Data on the incidence of influenza-like illness in the community of Ljubljana region were obtained from the Slovenian Sentinel Network. The study protocol was approved by the Medical Ethics Committee of the Ministry of Health of the Republic of Slovenia (No. 28/01/09).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design"
        },
        {
            "text": "Patients' characteristics recorded at enrollment included age, sex, diagnosis at ICU admission, and concomitant diseases. At enrollment and at each study time-point, information on whether the patient had had a lower respiratory tract infection (pneumonia, COPD/asthma exacerbation) [7] was obtained. Nasopharyngeal swabs and plasma specimens were collected from all participants at each of the 16 predetermined study time-points for the detection of selected respiratory viruses. Basic demographic information was also collected from all study participants at enrollment. At enrollment, and at each of the follow-up time-points, information on the presence of any acute respiratory symptoms was obtained, as well as information about sick contacts at home. Symptoms such as nasal congestion, rhinorrhea, hoarseness, sore throat, or cough were considered indicative of upper respiratory tract infection. Visitors were advised not to come to visit if they had acute respiratory symptoms and to wear a surgical mask if they decided to come anyway.",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 286,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Study design"
        },
        {
            "text": "Nasopharyngeal samples were collected using flocked-tip swabs which, following use, were submerged into a vial containing viral transport media and processed immediately. Automatic nucleic acid extraction was carried out using the Total Nucleic Acid Isolation kit on a MagNa Pure Compact instrument (Roche Applied Science, Mannheim, Germany) according to the manufacturer's instructions. Tubes with swabs were vigorously vortexed for 30 s, and 200-ll samples were used for extraction. Nucleic acids were eluted in 100 ll of elution buffer. Plasma was separated from the cell fraction of the blood and stored at -80°C for eventual further processing. All respiratory samples were tested by single real-time polymerase chain reaction (RT-PCR) for each virus by using TaqMan or MGB probes as described previously [8] [9] [10] [11] [12] [13] [14] . The following respiratory viruses were tested: influenza (INFV) A and B, parainfluenza type 1, 2, and 3, respiratory syncytial virus (RSV) strain A and B, human metapneumovirus (HMPV), rhinovirus (RV), human bocavirus (HBoV), adenovirus, and coronavirus (CoV), including the HKU1, NL63, OC43, and 229E subtypes. For all patients with at least one nasopharyngeal swab sample testing positive for viral particles, we performed PCR analysis for the detection of the corresponding viruses in plasma specimens, which were obtained concomitantly with the first positive respiratory sample.",
            "cite_spans": [
                {
                    "start": 810,
                    "end": 813,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 814,
                    "end": 817,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 818,
                    "end": 822,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 823,
                    "end": 827,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 828,
                    "end": 832,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 833,
                    "end": 837,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 838,
                    "end": 842,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Virus detection"
        },
        {
            "text": "Data were summarized as the median with interquartile range (IQR) for numerical variables and as the frequency and percentage for categorical variables. Follow-up time was calculated as the number of days between the first and last available nasopharyngeal swab. The primary outcome measure was test positivity to any respiratory virus among those tested at a given time-point; multiple test positivity measurements were available for all the employees and for most patients. The secondary outcome measure was the presence of acute respiratory symptoms for employees.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Multivariable logistic regression models were used to examine the association between test positivity and the available characteristics of the study subjects. As not all of the covariates were available in all of the patients and employees, three separate models were fitted, including: only patients (model 1), only employees (model 2), and all study subjects (model 3). The covariates included in all models were age, sex, and calendar time. Time from admission to ICU (in days) and diagnosis at admission were additionally included in model 1, flu vaccination, presence of acute respiratory symptoms, and presence of sick contacts at home on the day when the swab was obtained was included in model 2, and subject group (patient or employee) was included in model 3. We did not perform any variable selection, and all covariates were included in the regression models as fixed effects. Restricted cubic splines (RCS) [15] were used to flexibly model the relationship between calendar time and outcome. To take into account the multiple measurements repeated in each subject, analyses were adjusted for a subject variable as a random effect.",
            "cite_spans": [
                {
                    "start": 920,
                    "end": 924,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "We assessed which variables were associated with the presence of acute respiratory symptoms for employees using a logistic regression model, as described for the primary outcome. As such, the outcome was the presence of acute respiratory symptoms, and the covariates were age, sex, flu vaccination, presence of sick contacts at home, and virus positivity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "The P values of all statistical tests were two-sided, and 95% confidence intervals (95% CI) were reported. For all analyses, differences were considered significant at P values B0.05. Statistical analyses were performed using the R statistical language, and the multiple mixed-effect linear regression models were fitted using the lme4 R package [16] .",
            "cite_spans": [
                {
                    "start": 346,
                    "end": 350,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Among the 64 patients admitted to the ICU during the study period, at least one nasopharyngeal swab and one plasma sample were taken from 55 patients for viral studies. Nine patients were not included in the study because their stay in the ICU was considered to be too short. The main reason for admission to ICU was respiratory failure, and 31 of the 55 patients were intubated at or shortly after admission. The baseline characteristics of the patients are shown in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 468,
                    "end": 475,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Patients"
        },
        {
            "text": "Of the 55 patients enrolled in the study, 23 (41.8%) patients had at least one virus-positive respiratory sample during the study period. Of the 173 collected respiratory specimens collected, 30 (17.3%) tested positive for respiratory viruses. Data on the temporal occurrence of viral results in patients are illustrated in Fig. 1 . In none of the patients with virus-positive respiratory samples were the viruses found in the plasma. The detection of INF A and CoV in the nasopharyngeal swab was associated most frequently with a concomitant lower respiratory tract infection than with a concomitant infection by the other viruses (Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 324,
                    "end": 330,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 632,
                    "end": 641,
                    "text": "(Table 2)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Patients"
        },
        {
            "text": "Only time from admission to ICU was statistically significantly associated with the probability of testing positive for respiratory viruses: this probability decreased as the length of ICU stay increased (P \\ 0.001). Patients admitted to the ICU because of sepsis had the highest probability of testing positive. The overall association between diagnosis at the time of admission to the ICU and respiratory virus positivity was marginally statistically significant (P = 0.07; Table 3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 476,
                    "end": 483,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Patients"
        },
        {
            "text": "Swab positivity was not statistically significantly associated with age and sex, nor with calendar time when the nasopharyngeal swab was collected (Table 3) . However, the estimated association between calendar time and probability of having a virus-positive swab result was very consistent with the incidence of influenza-like illness in the community of the Ljubljana region (Fig. 2a) : the largest estimated probabilities of positive swab results were at the end of January and in the second part of February (Fig. 2b) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 147,
                    "end": 156,
                    "text": "(Table 3)",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 377,
                    "end": 386,
                    "text": "(Fig. 2a)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 512,
                    "end": 521,
                    "text": "(Fig. 2b)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Patients"
        },
        {
            "text": "Clinical outcome according to the respiratory swab result is depicted in Electronic Supplementary Material (ESM) Table 4 . Of the 32 virus-negative patients, ten (31.3%) died; in none of these patients was lower respiratory tract infection the leading cause of death. Of 23 virus-positive patients, five (21.7%) died; INFV A was detected in all of these five patients.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 113,
                    "end": 120,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "Patients"
        },
        {
            "text": "Among the 46 employees who were working in the ICU during the 8 consecutive weeks of the study, 41 (89.1%) were enrolled in the study and five refused to participate. The baseline characteristics of the employees are shown in Table 1 . Of 418 collected respiratory specimens, 27 (6.5%) tested positive for respiratory viruses. No cases of viral coinfection were detected. Seventeen of these 41 employees (41.5%) had at least one virus-positive respiratory sample (Table 2) . Two different viruses were found in Fig. 1 . None of the employees had a lower respiratory tract infection. Among employees, calendar time was statistically significantly associated with swab positivity (P = 0.03; Table 3) . Similarly to what we observed for the patients, for employees also the time-points with the estimated highest probabilities of positive swab results were consistent with the data on the incidence of influenza-like illness in the community of the Ljubljana region (Fig. 2c) . Employees who reported having sick contacts at home had a higher probability of having a positive test result (P = 0.006), as did those with acute respiratory symptoms (P = 0.058), even though this latter association was weaker and marginally statistically significant, similar as for age. Older employees had lower probability of having a positive test result (0.056) ( Table 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 226,
                    "end": 233,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 463,
                    "end": 472,
                    "text": "(Table 2)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 511,
                    "end": 517,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 689,
                    "end": 697,
                    "text": "Table 3)",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 963,
                    "end": 972,
                    "text": "(Fig. 2c)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1346,
                    "end": 1354,
                    "text": "Table 3)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Employees"
        },
        {
            "text": "Men were more likely to have had acute respiratory symptoms than women [odds ratio (OR) 2.45, 95% CI 1.18-5.09, P = 0.018], as were employees with sick contacts at home (OR 3.71, 95% CI 1.83-7.49, P \\ 0.001). Virus-positive employees were more likely to have had acute respiratory symptoms (OR 2.01, 95% CI 0.77-5.70, P = 0.16); however, this association was not statistically significant. Age (OR 0.98, 95% CI 0.94-1.01, P = 0.23) was not significantly associated with the probability of having acute respiratory symptoms, and vaccinated employees were less likely to be symptomatic than unvaccinated employees (OR 0.36, 95% CI 0.17-0.77, P = 0.009).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Employees"
        },
        {
            "text": "Among virus-positive employees, those with acute respiratory symptoms had a lower median number of cycle ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Employees"
        },
        {
            "text": "Comparison between patients and employees revealed that patients had significantly higher probability of having a positive swab result compared to employees (Table 3) . Different viruses were present in the two groups (Table 2) . Data on respiratory swab sample results in patients and employees presented on a temporal scale are shown in Fig. 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 157,
                    "end": 166,
                    "text": "(Table 3)",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 218,
                    "end": 227,
                    "text": "(Table 2)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 339,
                    "end": 345,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Comparison between patients and employees"
        },
        {
            "text": "In various prospective studies using molecular methods for viral detection, respiratory viruses were observed in 17% of patients admitted to ICU for cardiorespiratory failure [5] , in 43% of patients with COPD exacerbations [6] , and in 22% of adult patients at the time of intubation, regardless of the reason for admission to ICU [17] . Although the majority of our patients were hospitalized in the ICU due to an infectious cause, the frequency of virus-positive respiratory specimens among our patient cohort (which varied from 0 to 36.4% over the study period, median 10.6%, IQR 9.1-27.1%; (Fig. 1b) was lower than that found in these cited studies.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 178,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 224,
                    "end": 227,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 332,
                    "end": 336,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 595,
                    "end": 604,
                    "text": "(Fig. 1b)",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The clinical relevance of respiratory virus-positive specimens by PCR needs to be appraised. In our study, the detection of respiratory viruses in nasopharyngeal swabs was not always associated with a lower respiratory tract infection, as demonstrated by the only 11 of 31 (35.48%, 95% CI 19.83-54.62%) virus-positive patients without lower respiratory tract infection. The exact proportion of asymptomatic patients was impossible to determine accurately. Because of the poor general health condition of the ICU patients, we only assessed lower respiratory tract infection in the patient cohort, which might has resulted in an overestimation of the proportion of asymptomatic infections. Alternatively, virus positivity was not necessarily causally related with respiratory involvement, which might have resulted in an overestimation of the proportion of symptomatic infections. In future studies, quantifying viral load might be an approach to facilitate the interpretation of respiratory viral results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Among the employee cohort, interestingly, men were more likely to have had acute respiratory symptoms than women. This difference may be due to gender differences in reporting symptoms as another study found that males were significantly more likely to ''overrate'' common cold symptoms than females [18] . The vaccination rate among employees was comparable to that against the 2009 pandemic INFV A virus among healthcare workers reported by Poeppl et al. [19] . Although INFV was not detected among our ICU personnel, vaccinated employees were less likely to be symptomatic than unvaccinated ones. This may point to some kind of difference in the general attitude to healthrelated issues that includes not only an inclination toward being vaccinated but also a tendency for practicing other protective measures. Sabetta [20] . Among our employees, a higher proportion (24/41; 58.5%) of participants developed acute respiratory tract infection during a much shorter time period (8 weeks), but the ratio of virus-positive symptomatic episodes was substantially smaller (8/59, 13.6%). A partial explanation for the latter distinction might be that in our study the timing of swab collection was predetermined and not always concomitant with the beginning of respiratory symptoms, when viral load is supposedly at its peak [21] . As only selected viruses known to cause respiratory symptoms were tested in our study, acute respiratory symptoms in virus-negative employees may have been caused by other viruses or micro-organisms. In only six of the 17 (35.3%) employees (8/27 = 29.6% of samples) were virus-positive nasopharyngeal specimens accompanied with concomitant acute respiratory symptoms at at least one of the study time-points. These results are in accordance with previous reports that virus detection does not necessarily mean viral disease [22] . Even if we considered recent or near future symptoms as being related to positive swab results, the proportion of symptomatic employees (9/17 = 52.9%) or swabs (11/30 = 36.7%) was lower than that reported by Nokso-Koivisto et al. who found that in most cases (87%) rhino-and enteroviral RNA detection in the nasopharynx of children could be linked to concurrent, past, or near future respiratory symptoms [23] . Similarly, Falsey et al. found that only 11% of RSV A and 95% CI 95% Confidence interval for odds ratio, P P value obtained using a likelihood ratio test The estimated parameters are not reported because they are not meaningful, but the estimated shape of the relationship between calendar time and probability of test positivity is represented graphically for models (1) and (2) 9% of INFV A infections were asymptomatic in healthy elderly and high-risk adults [3] . We suggest that the higher proportion of asymptomatic infections in our employee cohort may be due to the fact that in the cited studies different populations of patients were evaluated, while our employee cohort comprised healthy adults, among whom only 3/41 (7.3%) were on sick leave during the study period because of acute respiratory symptoms and none was hospitalized. Another possible explanation for the higher asymptomatic rate among our employee cohort could be immunity due to frequent healthcare-related exposure to respiratory viruses. A higher immunity resulting from previous infections or vaccinations may also be an explanation for the finding that older employees in our study cohort were less often virus-positive. When only virus-positive employees were considered, we found that employees with acute respiratory symptoms had a higher viral load than asymptomatic employees; however, we did not perform a formal statistical analysis of this association due to the small number of virus-positive swabs.",
            "cite_spans": [
                {
                    "start": 300,
                    "end": 304,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 457,
                    "end": 461,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 814,
                    "end": 821,
                    "text": "Sabetta",
                    "ref_id": null
                },
                {
                    "start": 822,
                    "end": 826,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1321,
                    "end": 1325,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1852,
                    "end": 1856,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 2264,
                    "end": 2268,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 2733,
                    "end": 2736,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "To the best of our knowledge, this is the first longitudinal study which has simultaneously evaluated the frequency of multiple respiratory viruses in patients and employees in an ICU setting. Despite the implementation of strict hygiene precautions in our ICU we had expected the spread of respiratory viruses within ICU to be the major outcome of our study. However, our results indicate only a limited possibility of virus transmission between the two groups, which is quite the opposite to their greater risk for nosocomial transmission of antibiotic-resistant bacteria [24] . Our comparison of findings in patients and employees revealed that the distribution of the tested viruses differed noticably between the two groups ( Fig. 1 ; Table 2 ). INFV A was present in one-fifth of patients, but there was not a single case of this infection among employees, despite the fact that less than half of the employees had been vaccinated against it. In contrast to INFV A, RSV A was predominantly isolated from employees, while CoV was evenly distributed in both the patient and employee cohorts. We can conclude with certainty that, during the study period, INFV A (zero INFV A cases among employees) and RSV A (21 days between RSV A case in patients and first RSV A case in employees) were not transmitted from patients to employees or vice versa. We can only speculate on the transmission of CoV. The detection of the first CoV case in patients and subsequently in employees suggests transmission from patients to employees. When the estimated median incubation period of human CoV, i.e., 3.2 days [25] , and the absence of sick household contacts in the first two CoV cases among employees are taken into account, this mode of transmission seems even more likely. However, a strong association between the presence of sick contacts at home and being virus-positive indicates that in employees, the risk of community infection was higher than the risk of workrelated infection. In patients, the probability of testing positive decreased with the length of the ICU stay, which again points to a greater importance of the community over the hospital environment for acquisition of viral respiratory infections. In addition, in both patients and employees, the estimated effect of calendar time on the probability of virus positivity was very consistent with data on the frequency of influenza-like illness in the general population. Although this association was not statistically significant in the patient group, presumably due to the limited sample size in our study, it further supports the concept of the predominant influence of community over the nosocomial environment for respiratory viral infections.",
            "cite_spans": [
                {
                    "start": 574,
                    "end": 578,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1600,
                    "end": 1604,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 731,
                    "end": 737,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 740,
                    "end": 747,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, our results suggest that, when hygiene precautions are followed, the possibility of transmitting selected respiratory viruses between patients and personnel is limited and that viral respiratory infections in ICU patients and employees are more likely acquired in the community than in the hospital.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Respiratory viruses in Nepalese children with and without pneumonia: a casecontrol study",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mathisen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Strand",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Valentiner-Branth",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Pediatr Infect Dis J",
            "volume": "29",
            "issn": "",
            "pages": "731--736",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Viral communityacquired pneumonia in non-immunocompromised adults",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "De Roux",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Marcos",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Garcia",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Chest",
            "volume": "125",
            "issn": "",
            "pages": "1343--51",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Respiratory syncytial virus infection in elderly and high-risk adults",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Falsey",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Hennessey",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Formica",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "N Engl J Med",
            "volume": "352",
            "issn": "",
            "pages": "1749--59",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Respiratory tract viral infections in inner-city asthmatic adults",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Atmar",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Guy",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Guntupalli",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Arch Intern Med",
            "volume": "158",
            "issn": "",
            "pages": "2453--2462",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A virologic survey of patients admitted to a critical care unit for acute cardiorespiratory failure",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Carrat",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Leruez-Ville",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tonnellier",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Intensive Care Med",
            "volume": "32",
            "issn": "",
            "pages": "156--165",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Virus infection in exacerbations of chronic obstructive pulmonary disease requiring ventilation",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Cameron",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "De Wit",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "N"
                    ],
                    "last": "Welsh",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Intensive Care Med",
            "volume": "32",
            "issn": "",
            "pages": "1022--1031",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Infectious Diseases Society of America/American Thoracic Society consensus guidelines on the management of community-acquired pneumonia in adults",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Mandell",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Wunderink",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Anzueto",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Clin Infect Dis",
            "volume": "44",
            "issn": "",
            "pages": "27--72",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Simultaneous detection of human bocavirus and adenovirus by multiplex realtime PCR in a Belgian paediatric population",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "De Vos",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vankeerberghen",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Vaeyens",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Eur J Clin Microbiol Infect Dis",
            "volume": "28",
            "issn": "",
            "pages": "1305--1315",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Comparison of Real-time PCR assays with fluorescent-antibody assays for diagnosis of respiratory virus infections in children",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kuypers",
                    "suffix": ""
                },
                {
                    "first": "Wright",
                    "middle": [
                        "N"
                    ],
                    "last": "Ferrenberg",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Clin Microbiol",
            "volume": "44",
            "issn": "",
            "pages": "2382--2390",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Evaluation of quantitative and type-specific real-time RT-PCR assays for detection of respiratory syncytial virus in respiratory specimens from children",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kuypers",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wright",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Morrow",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Clin Virol",
            "volume": "31",
            "issn": "",
            "pages": "123--132",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Clinical disease in children associated with newly described coronavirus subtypes",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kuypers",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "T"
                    ],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Heugel",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Pediatrics",
            "volume": "119",
            "issn": "",
            "pages": "70--76",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Diagnosis of human metapneumovirus and rhinovirus in patients with respiratory tract infections by an internally controlled multiplex realtime RNA PCR",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Scheltinga",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Templeton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Beersma",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Clin Virol",
            "volume": "33",
            "issn": "",
            "pages": "306--317",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Real-time reverse transcriptase PCR assay for detection of human metapneumoviruses from all known genetic lineages",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Maertzdorf",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Clin Microbiol",
            "volume": "42",
            "issn": "",
            "pages": "981--987",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Real-time PCR assays for detection of bocavirus in human specimens",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chittaganpitch",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Olsen",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Clin Microbiol",
            "volume": "44",
            "issn": "",
            "pages": "3231--3236",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Regression models in clinical studies: determining relationships between predictors and response",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "E"
                    ],
                    "last": "Harrell",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Pollock",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J Natl Cancer Inst",
            "volume": "80",
            "issn": "",
            "pages": "1199--202",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "R: a language and environment for statistical computing. R Foundation for Statistical Computing",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Epidemiology and clinical outcome of virus-positive respiratory samples in ventilated patients: a prospective cohort study",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Daubin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Parienti",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vincent",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Critical Care",
            "volume": "10",
            "issn": "",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Gender differences in the perceptions of common cold symptoms",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Macintyre",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Soc Sci Med",
            "volume": "36",
            "issn": "",
            "pages": "15--20",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Clinical aspects of 2009 pandemic influenza A (H1N1) virus infection in Austria. Infection",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Poeppl",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hell",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Herkner",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "39",
            "issn": "",
            "pages": "341--52",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Serum 25-hydroxyvitamin D and the incidence of acute viral respiratory tract infections in healthy adults",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Sabetta",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Depetrillo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Cipriani",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Viral load in patients infected with pandemic H1N1 2009 influenza A virus",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "To",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "W"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Med Virol",
            "volume": "82",
            "issn": "",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Viral infections in the ICU",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Luyt",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Curr Opin Crit Care",
            "volume": "14",
            "issn": "",
            "pages": "605--613",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Human picornavirus and coronavirus RNA in nasopharynx of children without concurrent respiratory symptoms",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nokso-Koivisto",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Kinnari",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lindalh",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Med Virol",
            "volume": "66",
            "issn": "",
            "pages": "417--437",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Infection control measures to prevent the transmission of nosocomial pathogens: can or should there be an international consensus?",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ruef",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Infection",
            "volume": "38",
            "issn": "",
            "pages": "157--165",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Incubation periods of acute respiratory viral infections: a systematic review",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lessler",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "N"
                    ],
                    "last": "Reich",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Brookmeyer",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Lancet Infect Dis",
            "volume": "9",
            "issn": "",
            "pages": "291--300",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "patient/employee are drawn on a line, b Proportion of virus-positive swabs in patients and employees presented on a temporal scale. CNS Central nervous system, LRTI lower respiratory tract infection, negative negative PCR result, CoV corona virus, INFV A influenza A virus, RSV A respiratory syncytial virus A, other any other of the tested viruses identified, cross indicates time-point at which the last swab before death in patients who died was obtained threshold values (33.3, IQR 25.5-37.4) than those without acute respiratory symptoms (37.6, IQR 35.1-39.6), which may reflect a higher viral load in the symptomatic subjects.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "inFig. 2a The P values refer to the overall effect of calendar time and to the significance of its non-linear component b Calendar time was defined as the number of days from 12 January 2009 (the first day of the study) to the day when the swab was obtained, and was modeled using restricted cubic splines (RCS), with five knots placed at the 5th, 25th, 50th, 75th, and 95th percentiles",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Incidence of influenza-like illness in the community of Ljubljana region. b Estimated probability of patients having a viruspositive nasopharyngeal swab. The estimates were obtained from model 1 (only patients) for a 40-year-old male patient with a lower respiratory tract infection diagnosis at admission in the ICU and 7 days after ICU admission. c Estimated probability of having a viruspositive nasopharyngeal swab result for employees. The estimates were obtained from model 2 (only personnel) for a vaccinated 40-year-old male employee without acute respiratory symptoms, with or without sick contacts at home",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Demographic and clinical characteristics of patients and employees Data are reported as the median, with interquartile range (IQR) in parenthesis, for numerical variables and as the frequency, with the percentage in parenthesis, for categorical variables ICU intensive care unit, CNS central nervous system a Number of patients and employees with at least one virus-positive",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "et al. reported that 42.4% (84/198) of healthy adults had acute respiratory tract infection during the fall and winter 2009-2010 and that the presence of virus was demonstrated in 33 of 89 (37.1%) episodes of clinical viral infections",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Frequency of virus-positive subjects and swabs in patients and employees presented according to individual viruses",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Association between covariates and virus positivity in study subjects, estimated using logistic regression models",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgments This work was supported by the Slovenian Research Agency (Research Program P3-0083) and institutional department funds.Conflict of interest None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}