{
    "paper_id": "4dfdf53f69ccf5a9c6354ea40663bcb4ccf88389",
    "metadata": {
        "title": "Effective treatment strategies for paediatric community-acquired pneumonia",
        "authors": [
            {
                "first": "Maria",
                "middle": [],
                "last": "Atkinson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nottingham City Hospital",
                    "location": {
                        "addrLine": "Hucknall Road",
                        "postCode": "NG5 1PB",
                        "settlement": "Nottingham",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [],
                "last": "Yanney",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nottingham City Hospital",
                    "location": {
                        "addrLine": "Hucknall Road",
                        "postCode": "NG5 1PB",
                        "settlement": "Nottingham",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Terence",
                "middle": [],
                "last": "Stephenson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nottingham City Hospital",
                    "location": {
                        "addrLine": "Hucknall Road",
                        "postCode": "NG5 1PB",
                        "settlement": "Nottingham",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Alan",
                "middle": [],
                "last": "Smyth",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nottingham City Hospital",
                    "location": {
                        "addrLine": "Hucknall Road",
                        "postCode": "NG5 1PB",
                        "settlement": "Nottingham",
                        "country": "UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "On a global scale, pneumonia is a major cause of morbidity and mortality, but with vast differences seen between the developing and developed world. It has proved challenging to agree consensus regarding consistent clinical and radiological definitions of pneumonia, which makes comparison between clinical studies difficult. Treatment strategies are hampered by a lack of well designed and adequately powered randomised controlled trials (RCTs).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This article discusses the difficulties encountered in diagnosing pneumonia, determining aetiology and selecting treatment strategies with recommendations and areas for further research. The following discussion relates to community-acquired pneumonia (CAP), rather than hospital-acquired pneumonia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Recent estimates by the WHO suggest that ∼ 2 million children < 5 years of age die from pneumonia each year worldwide and it is the leading cause of death in this age group [1] . It has been estimated that 2.5 million cases of pneumonia occur annually in Europe [2] . The most recent incidence figures from the developed world come from an Australian study carried out in 2003 [3] . A diagnosis of pneumonia was reported in 6.8% of children. The estimated incidence of pneumonia in the study sample was 7.6/1000 person-years. Radiological confirmation was reported in 85% and hospitalisation in 41%. The estimated incidence of pneumonia requiring hospitalisation was 3.1/1000 person-years. This study is difficult to compare with other incidence studies as it used as parental recall and a denominator of person-years. If the incidence is calculated using persons rather than person-years, the rate of pneumonia in the < 5 year age group would be 21/1000/year. European figures taken from a study conducted in Finland found a higher incidence, 36/1000/year for children < 5 years of age and 16.2/1000/year for children > 5 years (hospital and community combined). However, the number of cases requiring hospitalisation is very similar (41% in the Australian study and 42% in the Finnish study [4] ).",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 176,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 262,
                    "end": 265,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 377,
                    "end": 380,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 1293,
                    "end": 1296,
                    "text": "[4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Incidence"
        },
        {
            "text": "Death is such an extremely rare event in previously well children in the developed world that figures are hard to obtain. A study by McIntosh [5] used data from the Office for National Statistics (ONS) to try and assess the impact of using seven valent pneumococcal conjugate vaccines on reducing death rates from invasive pneumococcal disease in the UK. (The ONS collects mortality data from all deaths in the UK and publishes them according to ICD-10 codes). A total of 13 deaths from invasive pneumococcal disease were reported to the ONS in 1999, 3 of which were due to pneumonia. In addition, a further 77 deaths due to pneumonia were reported due to unspecified septicaemia. An underlying condition, such as cerebral palsy or prematurity, was present in 34/77 (44%). It can be seen that these numbers are very low when considered in the context of the number of children who suffer from pneumonia each year.",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 145,
                    "text": "[5]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Incidence"
        },
        {
            "text": "There is no uniformly accepted gold standard for the diagnosis of pneumonia in children. In the developing world where access to radiological equipment is limited, the WHO has developed clinical signs as predictors of pneumonia for use by health workers in the field [6, 7] . Fast breathing (defined as ≥ 60 breaths/min in infants < 2 months; ≥ 50 breaths in infants 2 months to 1 year, and ≥ 40 breaths in children aged 1 -5 years) and the presence of chest in-drawing are used to make a clinical diagnosis of pneumonia and make management decisions on the use of antibiotics and admission to hospital. Perhaps the most important drug used in the treatment of childhood pneumonia, is oxygen. Irrespective of the organism responsible, simple clinical signs predict hypoxaemia in children with pneumonia in the developing world [8] . The use of a simple case management protocol can reduce the case fatality rate for childhood pneumonia and much of this improvement is related to the early and appropriate use of oxygen [9] .",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 270,
                    "text": "[6,",
                    "ref_id": null
                },
                {
                    "start": 271,
                    "end": 273,
                    "text": "7]",
                    "ref_id": null
                },
                {
                    "start": 827,
                    "end": 830,
                    "text": "[8]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1019,
                    "end": 1022,
                    "text": "[9]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Diagnosing pneumonia"
        },
        {
            "text": "Studies of pneumonia in the developed world usually use a radiological diagnosis as the gold standard. However, there is poor agreement between radiologists with regards to what precise changes constitute a radiological diagnosis. Studies demonstrate a poor level of inter-and intra-observer agreement among radiologists when assessing chest radiographs for pneumonic change [10] . Published studies of pneumonia include many different radiological classifications, making comparison difficult.",
            "cite_spans": [
                {
                    "start": 375,
                    "end": 379,
                    "text": "[10]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Diagnosing pneumonia"
        },
        {
            "text": "The WHO has addressed this problem and developed an agreed definition for 'radiological pneumonia' for use in vaccine trials and epidemiological studies [11] . A positive radiograph under this system must demonstrate a 'significant amount of alveolar type consolidation' or 'minor degrees of consolidation with a pleural effusion'. More importantly, the WHO sells a teaching package with examples of chest radiographs that have been reported under this system as having infiltrates or consolidation; this allows clinicians running studies to follow the same system. A study by Davies [12] agreed with the basis for this system. They demonstrated a high level of intra-and inter-observer agreement for the presence of consolidation (weighed κ = 0.91 for intra-observer agreement) and also found a high level of agreement between radiologists that consolidation represents pneumonic change (κ = 0.92).",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 157,
                    "text": "[11]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 584,
                    "end": 588,
                    "text": "[12]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Diagnosing pneumonia"
        },
        {
            "text": "Radiological changes have been extensively studied to determine whether they have a place in differentiating viral and bacterial pneumonia. A study by Swischuk [13] found a 90% accuracy rate overall when trying to differentiate bacterial from viral pneumonia. In this study, however, cases were classed as being viral or bacterial on clinical grounds, a system that is known to be flawed. A further study by Bettenay [14] carried out in conjunction with an aetiology study found there was only a 30% chance of isolating a bacteria when the chest radiograph suggested a bacterial cause using the system designed by Swischuk.",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 164,
                    "text": "[13]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 417,
                    "end": 421,
                    "text": "[14]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Is it possible to differentiate viral and bacterial pneumonia radiologically?"
        },
        {
            "text": "The gold standard finding of consolidation is reliable for diagnosing pneumonia, but should not be used to assume a bacterial infection, as demonstrated in a study by Virkki [15] . In this study, aetiology and radiological changes were assessed in 254 children. Consolidation historically thought to be associated with bacterial pneumonia was seen in 72% of those with a bacterial infection. In children with solely viral pneumonia, 50% had consolidation. Interstitial changes are thought to be more associated with viral infections; however, 50% of children in this group had evidence of a viral infection, whereas the other 50% had bacterial infection. Many children had a mixed picture of radiological changes. These findings were confirmed in a systematic review by Swingler [16] , who concluded that it was not possible to differentiate between viral and bacterial pneumonia radiologically. The radiological diagnosis of pneumonia is further complicated by anecdotal evidence that suggests the chest radiograph can be normal in the early stages of the disease.",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 178,
                    "text": "[15]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 779,
                    "end": 783,
                    "text": "[16]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Is it possible to differentiate viral and bacterial pneumonia radiologically?"
        },
        {
            "text": "Many of the aetiology studies quoted above also studied the role of inflammatory markers, such as C-reactive protein (CRP), and white cell count to differentiate viral and bacterial pneumonia. It is clear from many studies that it is not possible to do this [17] [18] [19] [20] . The use of procalcitonin has shown promise in distinguishing between bacterial and viral pneumonia. One study found a sensitivity of 86% and a specificity of 88% [21] . However, other researchers have found a lower sensitivity of 50% for procalcitonin in the detection of bacterial pneumonia [22] . Immunofluorescence of respiratory secretions are highly specific and can be performed against a number of respiratory viruses. This can allow near patient testing and early treatment with specific antiviral agents such as the neuraminidase inhibitors against influenza. Blood culture is another commonly performed investigation on children with CAP, but the yield is extremely low (< 5%) [17, 23, 24] and the results are not available in the acute setting to influence antibiotic prescribing.",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 262,
                    "text": "[17]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 263,
                    "end": 267,
                    "text": "[18]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 268,
                    "end": 272,
                    "text": "[19]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 273,
                    "end": 277,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 442,
                    "end": 446,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 572,
                    "end": 576,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 967,
                    "end": 971,
                    "text": "[17,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 972,
                    "end": 975,
                    "text": "23,",
                    "ref_id": null
                },
                {
                    "start": 976,
                    "end": 979,
                    "text": "24]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Diagnosing bacterial pneumonia using inflammatory markers"
        },
        {
            "text": "Demonstrating which organism is responsible for an episode of pneumonia in an infant or a child is difficult as, unlike adults, children do not produce sputum. Lung aspirate obtained by a lung puncture is the most sensitive method available to clinicians to identify the causative agent. There were many aetiology studies in the developing world in the 1970s and 1980s using lung aspirate. If the results from these studies are pooled, bacteria were isolated in 456 (55%) of the 835 aspirates examined [6] . This figure may be falsely low as some children were pre-treated with antibiotics and the affected part of the lung may not always have been sampled. In the developing world, Streptoccocus pneumoniae and Haemophilus influenzae account for more than two thirds of all bacterial isolates. This is in contrast to the developed world where viral and atypical organisms play a much bigger role [17] .",
            "cite_spans": [
                {
                    "start": 502,
                    "end": 505,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 897,
                    "end": 901,
                    "text": "[17]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Aetiology"
        },
        {
            "text": "Although lung aspirate is the most sensitive diagnostic test available to clinicians, it is now rarely indicated in the developing or developed world. Information from aetiology studies and knowledge of local resistance patterns are used to select an appropriate antibiotic regimen. Using these regimens and supportive treatment, defined by an appropriate treatment protocol, the great majority of children with pneumonia make a full recovery and, hence, invasive techniques such as lung aspirate are not necessary [9] .",
            "cite_spans": [
                {
                    "start": 515,
                    "end": 518,
                    "text": "[9]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Aetiology"
        },
        {
            "text": "In clinical practice, results from diagnostic microbiological tests are not available to influence antibiotic prescribing in the acute setting. Information from aetiology studies is used to direct antibiotic prescribing to cover the most likely causative organisms. There have been a number of aetiology studies in the developed world over the last 10 -15 years, all of which have used a combination of culture, serology, immunofluorescence and the polymerase chain reaction (PCR) to diagnose both bacterial and viral infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aetiology"
        },
        {
            "text": "There is wide variation between these studies in the number of cases where an organism is identified from 43% (Wubbel et al. [25] ) to 85% (Juven et al. [26] ). Similar variation exists for the number of cases where a bacterial, viral or mixed aetiology are identified. Estimates of the occurrence of mixed aetiology range from 0.7% (Drummond et al. [18] ) to 30% (Juven et al. [26] ). Intercurrent or preceding viral infections are believed to be risk factors for secondary bacterial disease. Dual bacterial infection also occurs. Toikka et al. [27] described the characteristics of nine children with dual Mycoplasma pneumoniae and S. pneumonia infection. They postulate that M. pneumoniae infection precedes infection with S. pneumoniae and the latter increases respiratory symptoms leading to hospitalisation. Although it seems sensible to treat both pathogens in dual bacterial infection, there is no evidence to support this.",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 129,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 153,
                    "end": 157,
                    "text": "[26]",
                    "ref_id": null
                },
                {
                    "start": 350,
                    "end": 354,
                    "text": "[18]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 378,
                    "end": 382,
                    "text": "[26]",
                    "ref_id": null
                },
                {
                    "start": 546,
                    "end": 550,
                    "text": "[27]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Aetiology"
        },
        {
            "text": "Aetiology studies are difficult to compare for a number of reasons. The difficulties in defining pneumonia have already been alluded to. Both clinical and radiological definitions of pneumonia differ across the studies, resulting in differences, particularly the inclusion or exclusion of wheezy children. Each study used a different battery of microbiological tests. Some used a mixture of in-patients and out-patients, whereas others used in-patients only. It is likely that the aetiological mix of CAP is different in children treated as in-patients compared with out-patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aetiology"
        },
        {
            "text": "Tuberculosis (TB) is a rare cause of pneumonia and does not figure in any of the aetiology studies described above. However, it should be considered in any child presenting with respiratory distress where there has been a history of contact with TB.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aetiology"
        },
        {
            "text": "In 2001, researchers in the Netherlands isolated a new virus from children and adults with acute respiratory infection, an RNA virus termed human metapneumovirus. A study by Williams [28] tested nasal wash specimens from otherwise healthy children who presented with acute respiratory illness over a 25-year period from 1976 to 2001 for metapneumovirus. The virus was found in 49/248 (20%) of the samples (using PCR). It was most commonly associated with bronchiolitis (59%) and pneumonia accounted for 8% of the cases. Other viral pathogens include respiratory syncitial virus, rhinovirus and influenza A and B.",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 187,
                    "text": "[28]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Viral pathogens"
        },
        {
            "text": "In the past, certain aetiologies have been ascribed to particular age groups. S. pneumoniae was thought to be more common in younger age groups and M. pneumoniae more common in older age groups; however, more recent studies show differing results. Jokinen [4] found that in children < 5 years of age, S. pneumoniae was found to have an incidence of 8.6/1000/year and M. pneumoniae 1.7/1000/year. In children aged 5 -15, S. pneumonia fell to 5.4/1000 and M. pneumoniae rose to 6.6/1000. Other studies have found different results. An audit by Clark [29] from the north of England found that the mean age of children with mycoplasma was 3.5 years. Block [30] identified M. pneumoniae in 23% of 3 -4 year old children. In an aetiology study by Mickelow [31] , 35/154 children had M. pneumoniae or Chlamydia pneumoniae, 47% of which were < 5 years. M. pneumoniae occurs in epidemics every 4 -7 years and, during these epidemics, a much higher proportion of childhood pneumonia will be attributable to mycoplasma [32] .",
            "cite_spans": [
                {
                    "start": 256,
                    "end": 259,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 548,
                    "end": 552,
                    "text": "[29]",
                    "ref_id": null
                },
                {
                    "start": 652,
                    "end": 656,
                    "text": "[30]",
                    "ref_id": null
                },
                {
                    "start": 750,
                    "end": 754,
                    "text": "[31]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1008,
                    "end": 1012,
                    "text": "[32]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Aetiology and age"
        },
        {
            "text": "Despite these problems, some conclusions can be drawn from the studies. In the majority, S. pneumoniae was the most common cause of bacterial pneumonia [20, 25, 26, 31] . In a few studies, M. pneumoniae was found to be more common than S. pneumoniae [17, 33] . It is of note in the studies from the developed world that the incidence of Staphylococcus aureus was extremely low. Pooled results from 7 of the largest studies over the last 10 years show that it accounted for only 3/1106 cases of pneumonia [17, 18, 20, 25, 26, 31, 33] (aetiology was established in 712/1106 of these cases). This brings into question the continued use of broader spectrum antibiotics by some clinicians often to cover the possibility of S. aureus.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 156,
                    "text": "[20,",
                    "ref_id": null
                },
                {
                    "start": 157,
                    "end": 160,
                    "text": "25,",
                    "ref_id": null
                },
                {
                    "start": 161,
                    "end": 164,
                    "text": "26,",
                    "ref_id": null
                },
                {
                    "start": 165,
                    "end": 168,
                    "text": "31]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 250,
                    "end": 254,
                    "text": "[17,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 255,
                    "end": 258,
                    "text": "33]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 504,
                    "end": 508,
                    "text": "[17,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 509,
                    "end": 512,
                    "text": "18,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 513,
                    "end": 516,
                    "text": "20,",
                    "ref_id": null
                },
                {
                    "start": 517,
                    "end": 520,
                    "text": "25,",
                    "ref_id": null
                },
                {
                    "start": 521,
                    "end": 524,
                    "text": "26,",
                    "ref_id": null
                },
                {
                    "start": 525,
                    "end": 528,
                    "text": "31,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 529,
                    "end": 532,
                    "text": "33]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Aetiology and age"
        },
        {
            "text": "Many children presenting with pneumonia in the developing world will be severely malnourished [9] . A study from Ethiopia has shown that nutritional rickets increases the risk of pneumonia 13-fold, even after correcting for malnutrition and other confounding factors [34] . Prevention of rickets by exposure to sunlight or vitamin D supplementation is important in this setting, but vitamin D supplements do not have a role in the treatment of pneumonia in the absence of rickets. Seroprevalence of HIV is higher in children admitted to hospital with pneumonia in the developing world [35] . Children with HIV may develop pneumonia with opportunistic pathogens, such as Pneumocystis jiroveci, where treatment with high dose co-trimoxazole is indicated. However, pneumonia in these children is not confined to opportunists. When HIV-positive children, who do not have access to highly active anti-retroviral treatment, present with pneumonia, simple antibiotics are effective in the majority of cases [36] . In the developed world, children may be at greater risk of pneumonia because of immune deficiency, immunosuppression, impaired mucociliary clearance (such as in cystic fibrosis or primary ciliary dyskinesia) or neuromuscular disease.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 97,
                    "text": "[9]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 267,
                    "end": 271,
                    "text": "[34]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 585,
                    "end": 589,
                    "text": "[35]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1000,
                    "end": 1004,
                    "text": "[36]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Risk factors for community-acquired pneumonia"
        },
        {
            "text": "The difficulties in arriving at a diagnosis of pneumonia have been alluded to the above. Having made the diagnosis, the clinician then faces a number of treatment related decisions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment"
        },
        {
            "text": "Three areas need consideration: i) use of a narrow or broad-spectrum antibiotic; ii) administration by the oral or the intravenous route; and iii) length of treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment"
        },
        {
            "text": "Bearing in mind the limitations, the studies described above suggest that S. pneumoniae is the most common cause of bacterial pneumonia. Antibiotic resistance among S. pneumoniae to penicillin and macrolides is increasing, but remains low overall in the UK and many other European countries (see later).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Which antibiotic?"
        },
        {
            "text": "With this in mind, penicillin should be adequate to treat paediatric CAP [17] . However, many clinicians continue to use broader spectrum antibiotics such as cephalosporins. Unfortunately, there is a paucity of research to inform the clinician as to which antibiotics should be used as first-line treatment of CAP. This area was the subject of a recent Cochrane review, which sought to identify effective antibiotic drug therapies for CAP in children by comparing various antibiotics [37] . RCTs comparing antibiotics for CAP in children were included if they used the case definition of pneumonia (as given by the WHO) or radiologically confirmed pneumonia. A total of 20 studies met the inclusion criteria (many were carried out in the developing world).",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 77,
                    "text": "[17]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 484,
                    "end": 488,
                    "text": "[37]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Which antibiotic?"
        },
        {
            "text": "This review suggests that failure rates were more common with co-trimoxazole than amoxicillin. Cure rates were better with procaine penicillin than co-trimoxazole. A treatment combination of penicillin and gentamicin was better than chloramphenicol alone, as the hospitalisation rates and re-admission at 30 days were higher with chloramphenicol. The WHO presently recommends treatment of non-severe pneumonia with co-trimoxazole in countries with an infant mortality > 40/1000 live births [6] . These guidelines may have to be revised in view of the above findings. The authors conclude that there is a need for more research with adequately powered studies and similar methodologies to compare newer antibiotics.",
            "cite_spans": [
                {
                    "start": 490,
                    "end": 493,
                    "text": "[6]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Which antibiotic?"
        },
        {
            "text": "Treatment decisions for pneumonia in the developed world are based on the limited RCTs, which are available in conjunction with knowledge of local aetiology and antibiotic resistance patterns. A closed loop audit from the UK demonstrated that antibiotic prescribing for pneumonia could be rationalised without increased treatment failures [17] . The retrospective arm of this audit studied 42 children with pneumonia and demonstrated that clinicians were using a range of antibiotics, most commonly cefotaxime (38%). Only 24% of children were treated with benzyl penicillin. The prospective arm of the study instigated a new management protocol that promoted the use of benzyl penicillin, followed by the addition of a macrolide at 48 h for those not responding. A total of 89 children were included in the prospective audit and 61/89 (69%) were treated with benzyl penicillin (there were reasons for giving broader spectrum antibiotics, such as immunodeficiency, in 10 children). The new management protocol was effective and not associated with an increased number of treatment failures. Despite these results, many clinicians in the UK continue to prescribe broad-spectrum antibiotics for treatment of pneumonia [29] .",
            "cite_spans": [
                {
                    "start": 339,
                    "end": 343,
                    "text": "[17]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1215,
                    "end": 1219,
                    "text": "[29]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Which antibiotic?"
        },
        {
            "text": "Treatment recommendations for the developed world are given in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 63,
                    "end": 70,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Which antibiotic?"
        },
        {
            "text": "The treatment of pulmonary TB is beyond the scope of this review, therefore the reader is referred to recent treatment guidelines produced by the British Thoracic Society [101] and the National Institute for Health and Clinical Excellence [102].",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 176,
                    "text": "[101]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Which antibiotic?"
        },
        {
            "text": "Many clinicians use age, clinical presentation and radiological criteria in deciding whether to treat with a macrolide to cover the possibility of M. pneumonia. Although these criteria may be useful in some cases, they cannot reliably be used to diagnose M. pneumoniae [19] . For those unwell enough to require admission to hospital, there have been no studies comparing penicillin or broader spectrum antibiotics alone with a combination of a macrolide plus penicillin or cephalosporin.",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 273,
                    "text": "[19]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Treatment of atypical pneumonia"
        },
        {
            "text": "A Cochrane review [38] found insufficient evidence to draw any conclusions about the efficacy of antibiotics for lower respiratory tract infection (LRTI) secondary to M. pneumoniae in children. The use of antibiotics for M. pneumoniae LRTI has to be individualised and balanced with possible adverse events associated with antibiotic use.",
            "cite_spans": [
                {
                    "start": 18,
                    "end": 22,
                    "text": "[38]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Treatment of atypical pneumonia"
        },
        {
            "text": "In 2003 a new acute respiratory illness, termed severe acute respiratory syndrome (SARS), was reported in Hong Kong, China and Toronto. The causative organism was a strain of human coronavirus. The outcome of SARS in 10 children, treated with ribavirin, prednisolone and intravenous methyl prednisolone, has been described. All the children survived and the authors speculate that SARS has a milder course in children [39] .",
            "cite_spans": [
                {
                    "start": 418,
                    "end": 422,
                    "text": "[39]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Treatment of severe acute respiratory syndrome and pandemic influenza"
        },
        {
            "text": "An imminent pandemic of influenza has been widely predicted [40] . Influenza may be complicated by severe pneumonia in 4 -8% of individuals aged 5 -50 years [41] .",
            "cite_spans": [
                {
                    "start": 60,
                    "end": 64,
                    "text": "[40]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 157,
                    "end": 161,
                    "text": "[41]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Treatment of severe acute respiratory syndrome and pandemic influenza"
        },
        {
            "text": "Guidelines for the management of pandemic influenza in adults and children have been published recently [103] . These recommend that children with a cough, fever (> 38.5°C) and breathing difficulty should receive treatment with an antibiotic and oseltamivir (in those > 1 year of age, see Table 2 ). Children should be given an antibiotic that will cover S. pneumoniae, S. aureus and H. influenzae. In children < 12 years, co-amoxiclav is recommended, and in children > 12 years, doxycycline is an alternative. Where influenza is complicated by pneumonia, children should receive a second agent added to the regimen (e.g., clarithromycin or cefuroxime) and the drugs should be given intravenously.",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 109,
                    "text": "[103]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 289,
                    "end": 296,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Treatment of severe acute respiratory syndrome and pandemic influenza"
        },
        {
            "text": "Respiratory tract involvement in measles is universal. Measlesassociated pneumonia can occur as a result of direct invasion by the measles virus or due to secondary infection by other bacteria or viruses. In some endemic regions, antibiotics are given routinely to children with measles to treat or prevent bacterial pneumonia. This practice is not supported by evidence from a Cochrane review [42] . This advice may change following a RCT showing reduced pneumonia and hospital admissions in children with measles treated with prophylactic antibiotics [43] . However, the use of vitamin A in children with [60] . ‡ In practice, treatment decisions for this group of children will often be made following discussion with the local microbiologist and in conjunction with local protocols and guidelines.",
            "cite_spans": [
                {
                    "start": 394,
                    "end": 398,
                    "text": "[42]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 553,
                    "end": 557,
                    "text": "[43]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 607,
                    "end": 611,
                    "text": "[60]",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Treatment of measles pneumonia"
        },
        {
            "text": "measles reduces overall mortality and pneumonia-specific mortality when two doses are given [44] .",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 96,
                    "text": "[44]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Treatment of measles pneumonia"
        },
        {
            "text": "Antibiotic resistance to S. pneumoniae is a worldwide problem, as documented in a recent study by Felmingham [45] . This international study included 69 centres in 25 countries. Information was collected on resistance rates of respiratory pathogens to β-lactam antibiotics and macrolides. The majority of specimens from children were throat and ear swabs. A total of 2872 isolates of S. pneumoniae were collected; 779 from children, 57% of those from children retained susceptibility to penicillin. A wide variation was seen between countries. Macrolide resistance was slightly lower, with 37% of isolates from children showing resistance. The British Society for Antimicrobial Chemotherapy carries out more detailed surveillance of resistance rates in England [104] . They quote that 94.7% of S. pneumoniae during 2004 -2005 were sensitive to penicillin. European figures are available from the European Antimicrobial Resistance Surveillance System (EARSS) [105] . In total, 9283 S. pneumoniae invasive isolates with penicillin susceptibility data were reported to EARSS in 2004. Of these isolates, 9% were reported as non-susceptible to penicillin. There was wide variation between countries.",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 113,
                    "text": "[45]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 761,
                    "end": 766,
                    "text": "[104]",
                    "ref_id": null
                },
                {
                    "start": 958,
                    "end": 963,
                    "text": "[105]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Antibiotic resistance"
        },
        {
            "text": "The isolation of resistant S. pneumoniae has been much higher in the US. The Active Bacterial Core Surveillance Programme of the Centres for Disease Control and Prevention is a population-based surveillance programme that studies invasive pneumococcal infection in the US. In 1998, 25% of the 3475 isolates of S. pneumoniae were penicillin-resistant; an increase from 21% of cases in 1995 [46] . The population studied included 16.5 million people in eight states. The incidence of penicillin resistant pneumococci was found to be as high as 32% in children < 5 years of age.",
            "cite_spans": [
                {
                    "start": 389,
                    "end": 393,
                    "text": "[46]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Antibiotic resistance"
        },
        {
            "text": "The largest and most recent study was an equivalent trial that compared oral amoxicillin with intramuscular penicillin for children with WHO defined severe pneumonia [47] . The primary outcome was treatment failure at 48 h. Children were randomised to intramuscular penicillin for 48 h (845) followed by 5 days of oral amoxicillin or 7 days of oral amoxicillin (857). Treatment failures were 19% in each group. Equivalence for the two treatments was demonstrated.",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 170,
                    "text": "[47]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Developing world"
        },
        {
            "text": "Campbell [48] compared a combination of a single dose of procaine penicillin followed by 5 days of oral ampicillin to oral co-trimoxazole for 5 days. The study took place in Gambia and 143 children were assigned sequentially to one of the two treatment groups. All children had severe pneumonia defined by the WHO criteria. However, this was largely an out-patient study due to the pressure of beds. There was no difference in the outcome between the two groups when they were assessed at 2 weeks using both maternal and clinician's assessment of illness. Although 43% of mothers reported vomiting and 28% reported inability to feed, only 5 children were excluded overall as they could not take oral medication. Other studies using similar treatment regimens have found the same results [49, 50] .",
            "cite_spans": [
                {
                    "start": 9,
                    "end": 13,
                    "text": "[48]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 787,
                    "end": 791,
                    "text": "[49,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 792,
                    "end": 795,
                    "text": "50]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Developing world"
        },
        {
            "text": "In the UK, parenteral treatment is via the intravenous route. Children with pneumonia tend to be discharged with oral treatment or admitted for intravenous treatment. A few children are admitted and treated with oral antibiotics. This is not the case in the US, where it is common practice to administer a single dose of intravenous or intramuscular therapy in the emergency department followed by oral medication. Tsarouhas [51] studied 170 children well enough to be treated as out-patients and randomised them to two treatment groups of oral amoxicillin or a single dose of intramuscular procaine penicillin. Outcome was assessed at 36 h and both groups completed a 10-day course of amoxicillin. There was no significant difference between the two groups. However, it should be noted that the period of follow up was short. Longer follow up may have demonstrated differences between the two groups, in particular total length of illness, re-admission to hospital and complications such as empyema.",
            "cite_spans": [
                {
                    "start": 425,
                    "end": 429,
                    "text": "[51]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Developed world"
        },
        {
            "text": "There has only been one study in the developed world comparing the oral and intravenous route for children unwell enough to require admission to hospital [52] . In this adequately powered randomised controlled equivalence trial, 246 children were randomised to oral amoxicillin or intravenous benzyl penicillin. Robust criteria were used for the diagnosis of pneumonia (fever, respiratory symptoms or signs and consolidation on the chest radiograph agreed by two independent radiologists). The primary outcome measure was time for temperature to settle (median 1.3 days in both groups). Median time to complete resolution of symptoms was 9 days in both groups. Three children in the oral group were changed to intravenous antibiotics. The study concluded that the majority of children admitted to hospital (all but those with the severest disease) should be treated with oral amoxicillin. This has implications for reducing the pain and distress of treatment for children and families and also the cost. 8.3 .1 Switch therapy 'Switch therapy' (also known as 'sequential antimicrobial therapy') is a concept that has been advocated in patients with pneumonia and consists of shorter administration of antibiotics by the intravenous route, usually around 1 -2 days, followed by a longer course of oral antibiotics. There have been no RCTs in the developed world to study this concept in children. The only information in this area is from two observational studies carried out following introduction of new management protocols. Both studies concluded that intravenous antibiotic administration could be successfully reduced from a mean of 5.6 to 1.7 days in one study [53] and 6 to 3 days in another [54] .",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 158,
                    "text": "[52]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1004,
                    "end": 1007,
                    "text": "8.3",
                    "ref_id": null
                },
                {
                    "start": 1667,
                    "end": 1671,
                    "text": "[53]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1699,
                    "end": 1703,
                    "text": "[54]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Developed world"
        },
        {
            "text": "If oral antibiotics are used, they tend to be prescribed for 5 -7 days routinely and 10 days for severe infections (depending on which antibiotic is used). There is no research in the developed world to indicate what the appropriate length of oral treatment is. There have been two studies from the developing world that advocate shorter courses of oral antibiotics. Two similar studies from Pakistan and India compared 3 -5 days of oral amoxicillin for non-severe pneumonia [55, 56] .",
            "cite_spans": [
                {
                    "start": 475,
                    "end": 479,
                    "text": "[55,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 480,
                    "end": 483,
                    "text": "56]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Duration of antibiotic therapy"
        },
        {
            "text": "They were both large adequately powered studies (> 2000 children in each). The main outcome measure in both studies was treatment failure; both demonstrated that 3 days of oral amoxicillin was as effective as 5 days' treatment. This has implications for reducing both antibiotic resistance and cost of treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Duration of antibiotic therapy"
        },
        {
            "text": "Empyema and lung abscess remain rare complications of CAP in children, although there has been a well documented increase both in the UK [57] and the US [58] . S. pneumoniae type 1 has been shown to be the aetiological agent responsible for ∼ 50% of the increase seen in both the US [58] and UK [59] . The new heptavalent pneumococcal vaccine does not protect against infection with S. pneumoniae type 1 [57] . S. pneumoniae type 1 was previously associated with disease in developing countries. The reasons for the increased virulence of this organism in the Western world are not clear.",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 141,
                    "text": "[57]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 153,
                    "end": 157,
                    "text": "[58]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 283,
                    "end": 287,
                    "text": "[58]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 295,
                    "end": 299,
                    "text": "[59]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 404,
                    "end": 408,
                    "text": "[57]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Complications of pneumonia"
        },
        {
            "text": "The impact of the introduction of heptavalent conjugate pneumococcal vaccine in reducing the incidence of pneumonia has been assessed in many countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preventative strategies"
        },
        {
            "text": "In 2000, the FDA approved the new heptavalent pneumococcal conjugate vaccine Prevnar™ (Wyeth) for use in the US. There have been many studies documenting its efficacy in reducing invasive pneumococcal disease. The biggest of these trials randomised 37,868 children to receive either heptavalent conjugate pneumococcal vaccine or a new experimental meningococcal C vaccine [61] . There were 3 cases of invasive disease in the pneumococcal group and 49 in the meningococcal group. The estimated efficacy against bacteraemic pneumonia was 85%. A UK study estimated that 16% of cases of pneumococcal pneumonia hospitalised annually may be preventable by heptavalent conjugate pneumococcal vaccine [5] .",
            "cite_spans": [
                {
                    "start": 372,
                    "end": 376,
                    "text": "[61]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 693,
                    "end": 696,
                    "text": "[5]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Preventative strategies"
        },
        {
            "text": "Other preventative strategies include early warning systems to predict outbreaks of respiratory syncytial virus and influenza and, therefore, guide treatments such as palivisumab. One such early warning web-based system in Germany uses multiplex PCR to detect up to 19 acute respiratory tract infection microorganisms [106] .",
            "cite_spans": [
                {
                    "start": 318,
                    "end": 323,
                    "text": "[106]",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "Preventative strategies"
        },
        {
            "text": "Pneumonia is difficult to diagnose both clinically and radiologically. It is not possible to differentiate between viral and bacterial pneumonia and microbiological tests are not available to influence antibiotic prescribing in the acute setting. Much of the evidence from RCTs using different antibiotic regimens has limited applicability for clinicians when treatment decisions have to be made. There is some evidence to suggest that antibiotic prescribing can be rationalised in areas with a low incidence of resistant S. pneumoniae to first-line penicillin without increased treatment failures [17] . Children requiring admission to hospital who do not have severe pneumonia will be treated adequately with oral amoxicillin [52] . However, it is clear that antibiotic use should reflect local resistance patterns.",
            "cite_spans": [
                {
                    "start": 598,
                    "end": 602,
                    "text": "[17]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 728,
                    "end": 732,
                    "text": "[52]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "There is now research in both the developing and developed world that demonstrates the effectiveness of oral treatment for children with moderate-to-severe pneumonia using amoxicillin. The widespread use of broad-spectrum antibiotics frequently by the intravenous route does not always correlate with local antibiotic resistance patterns. Clinicians should review local prescribing habits and develop local protocols in conjunction with microbiology colleagues based on the available evidence from national evidence-based guidelines such as those developed by the British Thoracic Society [62] . Antibiotic stewardship to prevent antimicrobial resistance is an important part of this process. Guidelines produced by the Infectious Disease Society of America discuss this process in more detail [63] .",
            "cite_spans": [
                {
                    "start": 589,
                    "end": 593,
                    "text": "[62]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 794,
                    "end": 798,
                    "text": "[63]",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Expert opinion"
        },
        {
            "text": "Pneumonia remains a challenging area for further research in view of the difficulties in standardisng diagnosis both clinically and radiologically. Objective outcome measures for further studies also need to be carefully considered. In the developing world, treatment failure is often used as the primary outcome measure. This is more difficult to apply to the developed world where the majority of children make a full recovery from pneumonia without associated morbidity or mortality. The study from the developed world comparing oral amoxicillin and intravenous benzyl penicillin discussed above showed a median time for temperature to settle of 1.3 days in both groups [52] . It will be difficult in further studies to show an improvement in time for temperature to settle without recruiting large numbers of children; however, this remains one of the most objective outcome measures available. Longer term outcome measures taking into account length of illness, cough and overall well-being are less objective and often based on poorly validated scores.",
            "cite_spans": [
                {
                    "start": 673,
                    "end": 677,
                    "text": "[52]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Expert opinion"
        },
        {
            "text": "Development of new antibiotics is essential in tackling resistance. Studies to assess the efficacy of new antibiotics have an important place. However further research is needed to compare the current regimens that are known to work (oral amoxicillin for moderate-to-severe pneumonia in both the developing and developed world) with the newer antibiotics in existence already such as first and second generation cephalosporins. Funding for this type of trial will clearly be harder to secure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Expert opinion"
        },
        {
            "text": "The use of macrolides remains an area where further research is urgently needed both in the in-patient and out-patient population. For those clinicians already using narrow spectrum antibiotics there is a dilemma: whether to use a macrolide if first-line treatment fails (this decision is often made after 48 h of first-line therapy) and whether to use it in addition to amoxicillin or in place of amoxicillin. Rapid diagnostic tests, such as PCR, have limited applicability in helping this decision at present as they are not routinely available in most centres. This may well change over the next 5 -10 years; however, the clinician should be aware of false positive diagnoses with this type of investigation and bear in mind that many children with pneumonia will have a mixed aetiology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Expert opinion"
        },
        {
            "text": "In summary the following areas are important for future research to provide clinicians with evidence to treat CAP: • Comparison of intravenous narrow spectrum intravenous antibiotics (benzyl penicillin) versus broad-spectrum antibiotics (cephalosporin). • An RCT of amoxicillin versus azithromycin plus amoxicillin. • Further research on rapid diagnosis to guide therapy in real time. • Prognostic scores to identify those children who will need in-patient care or will benefit from early aggressive treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Expert opinion"
        },
        {
            "text": "Papers of special note have been highlighted as either of interest (•) or of considerable interest (••) to readers. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bibliography"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical predictors of hypoxaemia in children with pneumonia",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Smyth A",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Carty",
                    "suffix": ""
                },
                {
                    "first": "Hart",
                    "middle": [],
                    "last": "Ca",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Ann. Trop. Paediatr",
            "volume": "18",
            "issn": "1",
            "pages": "31--40",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Impact of a case management protocol for childhood pneumonia in a rural Zambian hospital",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Smyth A",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ridwan R",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Cairns J",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Ann. Trop. Paediatr",
            "volume": "18",
            "issn": "2",
            "pages": "155--160",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Radiological diagnosis of pneumonia in children",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Kiekara O",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Korppi M",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Tanska S",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Soimakallio S",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Ann. Med",
            "volume": "28",
            "issn": "",
            "pages": "69--72",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Standardized interpretation of paediatric chest radiographs for the diagnosis of pneumonia in epidemiological studies",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cherian T",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mulholland",
                    "suffix": ""
                },
                {
                    "first": "Carlin",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Bull. World Health Organ",
            "volume": "83",
            "issn": "",
            "pages": "353--359",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Reliability of the chest radiograph in the diagnosis of lower respiratory infections in young children",
            "authors": [
                {
                    "first": "Wang",
                    "middle": [
                        "E"
                    ],
                    "last": "Davies H",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Manson D",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Babyn P",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Shuckett B",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Pediatr. Infect. Dis. J",
            "volume": "17",
            "issn": "7",
            "pages": "600--604",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Viral versus bacterial pulmonary infections in children (is roentgenographic differentiation possible?)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Swischuk L",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hayden C",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Pediatr. Radiol",
            "volume": "16",
            "issn": "",
            "pages": "278--284",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Differentiating bacterial from viral pneumonias in children",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bettenay F",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "De Campo J",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mccrossin D",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Pediatr. Radiol",
            "volume": "18",
            "issn": "",
            "pages": "453--454",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Differentiation of bacterial and viral pneumonia in children",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Virkki R",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Juven T",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Rikalainen H",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Thorax",
            "volume": "57",
            "issn": "",
            "pages": "438--441",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Chest radiograph in acute respiratory infections in children",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Swingler Gh",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Zwarenstein M",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Cochrane Database Syst. Rev",
            "volume": "",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "PMID": [
                    "10796627"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Rationalised prescribing for community acquired pneumonia: a closed loop audit",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Clements H",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Stephenson",
                    "suffix": ""
                },
                {
                    "first": "Gabriel",
                    "middle": [
                        "V"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Arch. Dis. Child",
            "volume": "83",
            "issn": "",
            "pages": "320--324",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Community Acquired Pneumoniaa propsective UK study",
            "authors": [
                {
                    "first": "Clark",
                    "middle": [
                        "J"
                    ],
                    "last": "Drummond P",
                    "suffix": ""
                },
                {
                    "first": "Wheeler",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Arch. Dis. Child",
            "volume": "83",
            "issn": "",
            "pages": "408--412",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Mycoplasma pneumoniae and Chlamydia pneumoniae infections in children with pneumonia",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Eposito S",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Blasi F",
                    "suffix": ""
                },
                {
                    "first": "Allegra",
                    "middle": [
                        "L"
                    ],
                    "last": "Bellini F",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Principi N",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Eur. Respir. J",
            "volume": "17",
            "issn": "",
            "pages": "241--254",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Epidemiology and clinical characteristics of community-acquired pneumonia in hospitalized children",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Michelow I",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Olsen",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Lozano J",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Pediatrics",
            "volume": "113",
            "issn": "4",
            "pages": "701--707",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Infections caused by Mycoplasma pneumoniae and possible carrier state in different populations of patients",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Foy Hm",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Clin. Infect. Dis",
            "volume": "",
            "issn": "",
            "pages": "37--46",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Etiology and response to antibiotic therapy of community acquired pneumonia in French children",
            "authors": [
                {
                    "first": "Raymond",
                    "middle": [
                        "J"
                    ],
                    "last": "Gendrel D",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Moulin F",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Eur. J. Clin. Microbiol. Infect. Dis",
            "volume": "16",
            "issn": "",
            "pages": "388--391",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Case-control study of the role of nutritional rickets in the risk of developing pneumonia in Ethiopian children",
            "authors": [
                {
                    "first": "Lulseged",
                    "middle": [
                        "S"
                    ],
                    "last": "Muhe L",
                    "suffix": ""
                },
                {
                    "first": "Mason",
                    "middle": [],
                    "last": "Ke",
                    "suffix": ""
                },
                {
                    "first": "Simoes",
                    "middle": [],
                    "last": "Eaf",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Lancet",
            "volume": "349",
            "issn": "9068",
            "pages": "1801--1804",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Impact of the human immunodeficiency virus type-1 on common pediatric illnesses in Zambia",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Chintu C",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bhat G",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J. Trop. Pediatr",
            "volume": "",
            "issn": "6",
            "pages": "348--353",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Impact of HIV on mortality from acute lower respiratory tract infection in rural Zambia",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Smyth A",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Tong Cyw",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Carty",
                    "suffix": ""
                },
                {
                    "first": "Hart",
                    "middle": [],
                    "last": "Ca",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Arch. Dis. Child",
            "volume": "77",
            "issn": "3",
            "pages": "227--230",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Antibiotics for community acquired",
            "authors": [
                {
                    "first": "Kabra",
                    "middle": [],
                    "last": "Sk",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Lodha R",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Pandey Rm",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "8(8) pneumonia in children",
            "authors": [],
            "year": 2006,
            "venue": "Cochrane Database Syst. Rev",
            "volume": "",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Antibiotics for community acquired lower respiratory tract infections (LRTI) secondary to Mycoplasma pneumoniae in children",
            "authors": [
                {
                    "first": "Gavranich",
                    "middle": [],
                    "last": "Jb",
                    "suffix": ""
                },
                {
                    "first": "Chang",
                    "middle": [],
                    "last": "Ab",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Cochrane Database Syst. Rev",
            "volume": "",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "PMID": [
                    "14651858"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "• Interesting study describing the clinical presentation and outcome of the first 10 children who contracted SARS during the epidemic in Hong Kong",
            "authors": [
                {
                    "first": "Leung",
                    "middle": [],
                    "last": "Hon Kle",
                    "suffix": ""
                },
                {
                    "first": "Cheng",
                    "middle": [],
                    "last": "Cw",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Wt",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "9370",
            "pages": "1701--1703",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Using lessons from the past to plan for pandemic flu",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Pickles H",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Br. Med. J",
            "volume": "332",
            "issn": "7544",
            "pages": "783--786",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The story of an epidemic",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Fry J: Influenza",
                    "suffix": ""
                }
            ],
            "year": 1959,
            "venue": "Br. Med. J",
            "volume": "5144",
            "issn": "",
            "pages": "135--138",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Antibiotics for preventing pneumonia in children with measles",
            "authors": [
                {
                    "first": "D&apos;souza",
                    "middle": [],
                    "last": "Shann F",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rm",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Souza R",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Cochrane Database Syst. Rev",
            "volume": "",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Prophylactic antibiotics to prevent pneumonia and other complications after measles: community based randomised double blind placebo controlled trial in Guinea-Bissau",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Garly M-L",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bale",
                    "suffix": ""
                },
                {
                    "first": "Martins",
                    "middle": [],
                    "last": "Cl",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Br. Med. J",
            "volume": "333",
            "issn": "",
            "pages": "1245--1247",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Vitamin A for treating measles in children",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Huiming Y",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Chaomin W",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Meng M",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Cochrane Database Syst. Rev",
            "volume": "",
            "issn": "4",
            "pages": "",
            "other_ids": {
                "PMID": [
                    "11869601"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Antibacterial resistance among children with community-acquired respiratory tract infections",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Felmingham D",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Farrell D",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Reinhart R",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Morrissey I",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Increasing prevalence of multidrug-resistant Streptococcus pneumoniae in the US",
            "authors": [
                {
                    "first": "Whitney",
                    "middle": [],
                    "last": "Cg",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Farley Mm",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hadler J",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "N. Engl. J. Med",
            "volume": "",
            "issn": "26",
            "pages": "1917--1924",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "A study showing that multi-resistant pneumococci are a significant and increasing problem in the US",
            "authors": [
                {
                    "first": "•",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Oral amoxicillin versus injectable penicillin for severe pneumonia in children aged 3 -59 months: a randomised multicentre equivalency study",
            "authors": [
                {
                    "first": "Chisaka",
                    "middle": [
                        "N"
                    ],
                    "last": "Addo-Yobo E",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hassan M",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Lancet",
            "volume": "364",
            "issn": "",
            "pages": "1141--1148",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Large randomised multi-centre trial in developing countries showing that the use of oral amoxicillin for CAP is as effective as IM penicillin",
            "authors": [
                {
                    "first": "•",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Trial of co-trimoxazole versus procaine penicillin with ampcillin in treatment of community acquired pneumonia in young Gambian children",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Campbell M",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Byass P",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Forgie I",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Lancet",
            "volume": "19",
            "issn": "",
            "pages": "1182--1184",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Randomised trial of sulfamethoxazole and trimethoprim versus procine penicillin for the out-patient treatment of childhood pneumonia in Zimbabwe",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Keeley D",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Nkrumah F",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Kapuyanyika C",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Bull. World Health Organ",
            "volume": "68",
            "issn": "",
            "pages": "185--192",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Trial of co-trimoxazole versus procaine penicillin G, and benzathin penicillin and procaine penicillin G in the treatment of childhood pneumonia",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Sidal M",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Oguz F",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Unavar A",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J. Trop. Pediatr",
            "volume": "40",
            "issn": "",
            "pages": "301--304",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Effectiveness of intramuscular penicillin versus oral amoxicillin in the early treatment of outpatient pediatric pneumonia",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Tsarouhas N",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Shaw K",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hodinka R",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bell L",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "A randomised controlled equivalence trial comparing oral amoxicillin and IV benzyl penicillin for community acquired pneumonia in children PIVOT Trial. Accepted for publication by the",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Atkinson M",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lakhanpaul",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Smyth A",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "British Medical Journal",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Large randomised multi-centre UK study showing that the use of oral amoxicillin for CAP is as effective as intravenous penicillin",
            "authors": [
                {
                    "first": "•",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Sequential antimicrobial therapy: treatment of severe lower respiratory tract infections in children",
            "authors": [
                {
                    "first": "Al-Eidan",
                    "middle": [],
                    "last": "Fa",
                    "suffix": ""
                },
                {
                    "first": "Mcelnay",
                    "middle": [],
                    "last": "Jc",
                    "suffix": ""
                },
                {
                    "first": "Scott",
                    "middle": [],
                    "last": "Mg",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Antimicrob. Chemother",
            "volume": "44",
            "issn": "5",
            "pages": "709--715",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Clinical and economic outcomes of pneumonia in children: a longitudinal observational study in an Italian paediatric hospital",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "I"
                    ],
                    "last": "Ciommo",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Russo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Attanasio E",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Eval. Clin. Pract",
            "volume": "8",
            "issn": "3",
            "pages": "341--348",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "3 day versus 5 day treatment with amoxicillin for non-severe pneumonia in young children: a multicentre randomised controllled trial",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Iscap",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Group",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Br. Med. J",
            "volume": "328",
            "issn": "",
            "pages": "791--794",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Clinical efficacy of 3 day versus 5 days of oral amoxicillin for treatment of childhood pneumonia: a multicentre double blind trial",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Mascot",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Group",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Lancet",
            "volume": "360",
            "issn": "",
            "pages": "835--841",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Empyema thoracis is still increasing in UK children",
            "authors": [
                {
                    "first": "Spencer",
                    "middle": [],
                    "last": "Da",
                    "suffix": ""
                },
                {
                    "first": "Iqbal",
                    "middle": [],
                    "last": "Sm",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hasan A",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hamilton L",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Br. Med. J",
            "volume": "332",
            "issn": "7553",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Clinical characteristics of children with complicated pneumonia caused by Streptococcus pneumoniae",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Tan T",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mason E",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Pediatrics",
            "volume": "110",
            "issn": "",
            "pages": "1--6",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Clinical features, aetiology and outcome of empyema in children in the north east of England",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Eastham K",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Freeman R",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Kearns A",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Thorax",
            "volume": "59",
            "issn": "",
            "pages": "522--525",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "British National Formulary for Children",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Efficacy, safety and immunogenicity of heptavalent pneumococcal conjugate vaccine in children",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Black S",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shienfield",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Firemen B",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Pediatr. Infect. Dis. J",
            "volume": "",
            "issn": "",
            "pages": "187--195",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "A study showing that the heptavalent pneumococcal conjugate vaccine is effective in preventing invasive disease in children",
            "authors": [
                {
                    "first": "•",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "BTS guidelines for the management of community acquired pneumonia in childhood",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "British",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Society",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Standards",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Care Committee",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Thorax",
            "volume": "",
            "issn": "",
            "pages": "1--24",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "A comprehensive overview of CAP and guidelines on management",
            "authors": [
                {
                    "first": "•",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Infectious diseases society of America and the society for healthcare epidemiology of America guidelines for developing an institutional program to enhance antimicrobial stewardship",
            "authors": [
                {
                    "first": "Dellit",
                    "middle": [],
                    "last": "Th",
                    "suffix": ""
                },
                {
                    "first": "Mcgowan",
                    "middle": [],
                    "last": "Owens Rc",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Je",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Clin. Infect. Dis",
            "volume": "44",
            "issn": "",
            "pages": "159--177",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "National Institute for Health and Clinical Excellence website",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Pediatric infectious diseases network on acute respiratory tract infections",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "reprint orders, please contact: Ben.Fisher@informa.com Expert Opin. Pharmacother. (2007) 8(8)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Treatment recommendations*. Empirical treatment for pneumonia where the organism is not known.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "The drug treatment of viral pneumonia.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "BRYCE J, BOSCHI-PINTO C, SHIBUYA K, BLACK RE: WHO Child Health Epidemiology Reference Group. WHO estimates of the causes of death in children. Lancet (2005) 365:1147-1152. RUUSKANEN O, MERTSOLA J: Childhood community-acquired pneumonia. Semin. Respir. Infect. (1999) 14:163-172. MACINTYRE C, MACINTYRE P, CAGNEY M: Community-based estimates of incidence and risk factors for childhood pneumonia in Western Sydney. Epidemiol. Infect. (2003) 131:1091-1096. JOKINEN C, HEISKANEN L, JUVONEN H et al.: Incidence of community-acquired pneumonia in the population of four municipalities in eastern Finland. Am. J. Epidemiol. (1993) 137:977-988. MCINTOSH E, BOOY R: Invasive pneumococcal disease in England and Wales: what is the true burden and what is the potential for prevention using 7 valent pneumococcal conjugate vaccine? Arch. Dis. Child. (2002) 86:403-406. Technical bases for the WHO recommendations on the management of pneumonia in children at first-level health facilities. World Health Organisation, Geneva (1991). The management of acute respiratory infections in children. Practical guidelines for out-patient care. World Health Organisation, Geneva (1995)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This study shows that although a common cause of CAP, mycoplasma and chlamydia can not be distinguished from other causes of pneumonia using X-ray appearances, clinical or laboratory parameters. 20 ",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 197,
                    "text": "20",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "•"
        }
    ]
}