{
    "paper_id": "4e3ff7f8c463e24675f722e3759f837287a53e27",
    "metadata": {
        "title": "Design, Synthesis and Antiviral Efficacy of a Series of Potent Chloropyridyl Ester-derived SARS-CoV 3CLpro Inhibitors NIH Public Access Author Manuscript",
        "authors": [
            {
                "first": "Arun",
                "middle": [
                    "K"
                ],
                "last": "Ghosh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Purdue University",
                    "location": {
                        "postCode": "47907",
                        "settlement": "West Lafayette",
                        "region": "IN"
                    }
                },
                "email": ""
            },
            {
                "first": "Gangli",
                "middle": [],
                "last": "Gong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Purdue University",
                    "location": {
                        "postCode": "47907",
                        "settlement": "West Lafayette",
                        "region": "IN"
                    }
                },
                "email": ""
            },
            {
                "first": "Valerie",
                "middle": [],
                "last": "Grum-Tokars",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Illinois at Chicago",
                    "location": {
                        "addrLine": "900 S. Ashland",
                        "postCode": "6060",
                        "region": "IL"
                    }
                },
                "email": ""
            },
            {
                "first": "Debbie",
                "middle": [
                    "C"
                ],
                "last": "Mulhearn",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Illinois at Chicago",
                    "location": {
                        "addrLine": "900 S. Ashland",
                        "postCode": "6060",
                        "region": "IL"
                    }
                },
                "email": ""
            },
            {
                "first": "Susan",
                "middle": [
                    "C"
                ],
                "last": "Baker",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stritch School of Medicine",
                    "location": {
                        "settlement": "Maywood",
                        "region": "IL"
                    }
                },
                "email": ""
            },
            {
                "first": "Melissa",
                "middle": [],
                "last": "Coughlin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Illinois at Chicago",
                    "location": {
                        "postCode": "60607",
                        "region": "IL"
                    }
                },
                "email": ""
            },
            {
                "first": "Bellur",
                "middle": [
                    "S"
                ],
                "last": "Prabhakar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Illinois at Chicago",
                    "location": {
                        "postCode": "60607",
                        "region": "IL"
                    }
                },
                "email": ""
            },
            {
                "first": "Katrina",
                "middle": [],
                "last": "Sleeman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stritch School of Medicine",
                    "location": {
                        "settlement": "Maywood",
                        "region": "IL"
                    }
                },
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [
                    "E"
                ],
                "last": "Johnson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Illinois at Chicago",
                    "location": {
                        "addrLine": "900 S. Ashland",
                        "postCode": "6060",
                        "region": "IL"
                    }
                },
                "email": ""
            },
            {
                "first": "Andrew",
                "middle": [
                    "D"
                ],
                "last": "Mesecar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Illinois at Chicago",
                    "location": {
                        "addrLine": "900 S. Ashland",
                        "postCode": "6060",
                        "region": "IL"
                    }
                },
                "email": ""
            },
            {
                "first": "Bioorg",
                "middle": [],
                "last": "Med",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chem",
                "middle": [],
                "last": "Lett",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Design, synthesis and biological evaluation of a series of 5-chloropyridine ester-derived severe acute respiratory syndrome-coronavirus chymotrypsin-like protease inhibitors is described. Position of the carboxylate functionality is critical to potency. Inhibitor 10 with a 5-chloropyridinyl ester at position 4 of the indole ring is the most potent inhibitor with a SARS 3Clpro IC 50 value of 30 nM and antiviral EC 50 value of 6.9 μM. Molecular Docking studies have provided possible binding modes of these inhibitors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The SARS coronavirus is a positive-strand RNA virus. The 5′ two-thirds of the genome encodes two overlapping polyproteins, pp1a and pp1ab, which are processed to generate the viral replication complex. During viral replication, the replicase polyprotein undergoes extensive processing by two viral proteases namely, chymotrypsin-like protease (3CLpro) and papainlike protease (PLpro). 5, 6 Because of their essential roles in viral replication, both proteases are recognized as attractive targets for development of anti-SARS therapeutics. 7 The structure and activity of active sites of both SARS-CoV 3CLpro and SARS-CoV PLpro have been elucidated. Thus far, inhibitor design efforts are mostly limited to SARS-CoV 3CLpro and numerous covalent and noncovalent inhibitors have been reported. 7 In our continuing interest in the design and development of SARS-CoV 3CLpro inhibitors, we recently reported structurebased design of a number of potent peptidomimetic SARS-CoV 3CLpro inhibitors (1 and 2). 8 The SARS-CoV 3CLpro active site contains a catalytic dyad where a cysteine residue acts as a nucleophile and a histidine residue acts as the general acid base. 9 The inhibitors bind to SARS-CoV-3CLpro through covalent bonding with the active site cysteine 145 residue. These inhibitors contain peptidomimetic scaffolds and lacked adequate potency, particularly antiviral activity suitable for drug-development. Recently, Wong and co-workers reported a new class of potent small molecule benzotriazole ester-based 3CLpro inhibitors. Compound 3 is the most potent inhibitor among the benzotriazole esters. 10 The mode of action involved acylation of the active site Cys-145 assisted by the catalytic dyad. This irreversible enzyme acylation was verified by electrospray ionization mass spectrometry of the inhibited enzyme. While these inhibitors have shown very impressive SARS-CoV 3CLpro enzyme inhibitory activity, their antiviral activity required improvement. 11 It seems the indole-5-carboxylate moiety plays an important role in binding with the enzyme active site. Another class of hetereoaromatic ester inhibitors was also identified and studied. 12, 13 The 5-chloropyridine moiety in 4 proved to be the key unit for the activity against 3CLpro. The report however lacked antiviral data. We report herein the development of 3-chloropyridyl ester-based SARS-CoV 3CLpro inhibitors that exhibit potent enzyme inhibitory activity as well as very good SARS-CoV antiviral activity in cell culture assays. We have also carried out molecular docking studies to obtain the potential binding mode of these inhibitors.",
            "cite_spans": [
                {
                    "start": 388,
                    "end": 389,
                    "text": "6",
                    "ref_id": null
                },
                {
                    "start": 540,
                    "end": 541,
                    "text": "7",
                    "ref_id": null
                },
                {
                    "start": 792,
                    "end": 793,
                    "text": "7",
                    "ref_id": null
                },
                {
                    "start": 1000,
                    "end": 1001,
                    "text": "8",
                    "ref_id": null
                },
                {
                    "start": 1162,
                    "end": 1163,
                    "text": "9",
                    "ref_id": null
                },
                {
                    "start": 1606,
                    "end": 1608,
                    "text": "10",
                    "ref_id": null
                },
                {
                    "start": 1965,
                    "end": 1967,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2156,
                    "end": 2159,
                    "text": "12,",
                    "ref_id": null
                },
                {
                    "start": 2160,
                    "end": 2162,
                    "text": "13",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The general synthetic method for 5-chloropyridinyl ester inhibitors is outlined in Scheme 1. Various chloro-3-pyridinyl esters 5, 9, 10, 12-14 (Table 1) were synthesized by esterification of 5-chloro-3-pyridinol and the corresponding carboxylic acids 14 mediated by DCC and DMAP at 23 °C in CH 2 Cl 2 . The synthesis of 1-acetylindolecarboxlate inhibitors were carried out by acetylation of indole 5 and 10 with acetic anhydride and pyridine under reflux to provide amide 6 and 11 respectively in excellent yields.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 143,
                    "end": 152,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "The synthesis of 1-sulfonylindolecarboxlate inhibitors is outlined in Scheme 2. Direct sulfonamidation of the indole under regular TsCl/DMAP condition at 23 °C or higher temperatures could not provide the desired product. To increase its reactivity, the indole 15 was reduced to indoline 16 by sodium cyanoborohydride in excellent yield. 15 The resulting indoline readily reacted with tosyl chloride or 3-nitrobenzenesulfonyl chloride to give sulfonamides 17 or 18 in good yield. Oxidation of indolines 17 and 18 to their corresponding indoles 19 and 20, respecively was achieved by manganese dioxide at high temperature. 16 Hydrolysis of the methyl esters to the corresponding acids 21 or 22 using sodium hydroxide followed by the general esterification method described in Scheme 1 afforded the target compounds 7 or 8.",
            "cite_spans": [
                {
                    "start": 338,
                    "end": 340,
                    "text": "15",
                    "ref_id": null
                },
                {
                    "start": 622,
                    "end": 624,
                    "text": "16",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The structure and activity of inhibitors are shown in Table 1 . The enzyme inhibitory activity of the active esters against SARS-CoV-3CLpro was determined using the full-length, authentic version of the enzyme in a FRET-based, microplate assay described by Grum-Tokars and coworkers. 8, 17 The assays were performed in 96-well microplates using a reaction volume of 100 μL which contained 50 mM HEPES, pH 7.5, 100 nM authentic SARS-CoV-3CLpro enzyme, 1 mM DTT, 0.01 mg/mL BSA and varying concentrations of inhibitors. The reaction components, with the exception of substrate, were incubated for 20 minutes and the reaction was initiated by the addition of FRET-substrate HiLyte Fluor™ 488-Glu-Ser-Ala-Thr-Leu-Gln-Ser-Gly-Leu-Arg-Lys-Ala-Lys(QXL520™)-NH 2 , giving a final substrate concentration of 2 μM as described. 8, 17 The IC 50 values for inhibitors were determined by measuring the rates of reaction with increasing inhibitor concentrations.",
            "cite_spans": [
                {
                    "start": 287,
                    "end": 289,
                    "text": "17",
                    "ref_id": null
                },
                {
                    "start": 821,
                    "end": 823,
                    "text": "17",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 54,
                    "end": 61,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "As shown in Table 1 , the known 10 benzotriazole ester inhibitor 3 was evaluated in our assay as a control. In inhibitor 5, the benzotriazole unit was replaced by 5-chloropyridine unit. Inhibitor 5 has shown comparable enzymatic inhibitory potency (IC 50 0.31 μM) as that of 3. However, inhibitor 3 did not exhibit any antiviral activity while 5-chloropyridine ester 5 has antiviral activity with an EC 50 value of 24 μM. 18 When the indole nitrogen was acetylated, the resulting compound 6 remained quite potent (IC 50 of 0.40 μM) as did the tosylated indole 7 (IC 50 of 0.37 μM). Interestingly, its nitrobenzenesulfonamide analog 8 shows an improved IC 50 value (2 μM). We then investigated the importance of the carboxylic position on the benzene ring of indole. Accordingly, carboxylate substitution on indole rings at 5, 6, 4 and 7 positions resulted in chloropyridinyl esters 5, 9, 10 and 12, respectively. These inhibitors were evaluated and as it turned out, inhibitor 10, with a carboxylate at the 4-position, was the most potent inhibitor with an IC 50 of 30 nM, a 10-fold potency enhancement over 5 containing a carboxylate at the 5-position. Compound 10 also shows the best SARS-CoV antiviral activity with an EC 50 value of 6.9 μM. Acylation of 10 to 11 resulted in a 30-fold loss of potency. Penicillin-derived chloropyridine 13 did not show any appreciable activity. Tetrahydroisoquinoline derivative 14, however, exhibited an enzyme IC 50 value of 0.14 μM. In general, indole with free nitrogen is more potent than its corresponding protected analogue.",
            "cite_spans": [
                {
                    "start": 422,
                    "end": 424,
                    "text": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 19,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "To confirm that 3CLpro is covalently modified by 10, we determined enzyme modification using MALDI-TOF. 19 Authentic SARS-CoV 3CLpro was incubated with compound 10 for 20 minutes and then analyzed in comparison with untreated enzyme. A shift of approximately 217 Da was observed after treatment of SARS-CoV 3CLpro with the inhibitor confirming covalent modification. Covalent modification by similar reactive esters has also been reported 13a,20 .",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 106,
                    "text": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 439,
                    "end": 445,
                    "text": "13a,20",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To obtain molecular insight into the binding properties of these active ester-based inhibitors, we conducted docking studies in the 3CLpro active site. GOLD3.2 21 was used to dock our most active compound, 10 (GRL-0496), into the active site of the authentic SARS-CoV 3Clpro structure (PDBID: 2HOB). 22 In search of obtaining a model of the associated complex between the unreacted ester and protein, (i.e. prior to nucleophilic attack by CYS145), the distance between the carbonyl carbon atom of 10 and the sulfur atom of CYS145 was constrained to be in the range of 2.5-3.5Å. This pre-reaction or 'collision complex' is shown in Figure 2 , and resulted in a distance of 2.8Å between the carbonyl carbon of 10 and the sulfur of CYS145. This orientation of the ligand has the pyridinyl chloride group situated in the S1 pocket, with the chloro group pointing towards the surface of the protein. The nitrogen of the chloropyridinyl leaving group is in close proximity (2.4Å) to the imidazole nitrogen of HIS163. The carbonyl oxygen is situated between three backbone nitrogens, forming three hydrogen bonds. As shown in Figure 2 : the first hydrogen bond is from CYS145(NH) (2.32Å), the second is from SER144 (NH) (2.38Å), and the third is from GLY143(NH) (2.78Å). This suggests that a fairly strong hydrogen bonding network is present within the active site which likely aids in positioning and stabilizing the carbonyl group of the ester for nucleophilic attack by the CYS145. The indole group of 10 is positioned near the more hydrophobic S2 pocket, with the indole nitrogen likely interacting with the imidazole group of HIS41, see Figure 2 .",
            "cite_spans": [
                {
                    "start": 300,
                    "end": 302,
                    "text": "22",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 631,
                    "end": 639,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1119,
                    "end": 1127,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1635,
                    "end": 1643,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "Next, we analyzed the interaction between 10 and 3CLpro in the 'post reaction' or covalently modified state. The product of the reaction of 10 with 3CLpro was docked using a more recently released 3CLpro crystal structure, (PDBID: 2V6N) . 20 This crystal structure contains a benzotriazole ester molecule which has reacted with the thiol of CYS145, forming a covalently bound ligand similar to the compounds presented in this paper. We have used this crystal structure for the post-reaction complex due to the notable movement of the HIS41 in 2V6N, which flips and is able to pi stack with the aromatic moiety of the smaller covalently bound ligand. 20 GOLD3.2 21 was chosen again for generating this model, as it has the capability for docking covalently bound ligands. Figure 3 is a docked model of 10 covalently attached to the CYS145 sulfur atom. The model suggests that the indole group of 10 shifts and positions itself where the leaving group was in the complex, more towards the S1 pocket. This positioning of inhibitor 10 in the complex is not surprising as a similar orientation has been proposed before by James' group for similar esters. 23, 24 More importantly though is the obvious pi-pi stacking of the indolyl of 10 with the imidazole ring of HIS41, which is also seen in the benzotriazole group of the referenced crystal structure (2V6N). 20 There is approximately 4Å between the aromatic rings of the indolyl and the imidazole of HIS41. This interaction clearly determines the position of the indolyl group of our compounds. Other residues shown in Figure 3 , such as ASP187 and GLN189 are more than 5Å away from the indolyl, but might come into play with larger substitutents, such as in compound 11.",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 241,
                    "text": "20",
                    "ref_id": null
                },
                {
                    "start": 1150,
                    "end": 1153,
                    "text": "23,",
                    "ref_id": null
                },
                {
                    "start": 1154,
                    "end": 1156,
                    "text": "24",
                    "ref_id": null
                },
                {
                    "start": 1356,
                    "end": 1358,
                    "text": "20",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 223,
                    "end": 236,
                    "text": "(PDBID: 2V6N)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 771,
                    "end": 779,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1567,
                    "end": 1575,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": ""
        },
        {
            "text": "The results of the docking studies presented here suggest that the indole group of 10 can potentially occupy two different binding pockets during the course of the reaction. Dynamic enzymatic rearrangement in the vicinity of CYS145 have recently been suggested from the Xray structure of SARS-CoV 3CLpro that had been reacted with 1-(4dimethylaminobenzoyloxyl)-benzotriazole, 20 and suggests that after covalently linking to CYS145, the indolyl of 10 shifts towards the S1 pocket and stacks with the shifted imidazole ring of HIS41, locking the orientation, with implications of where substitutions on the indolyl ring would be most beneficial. By having both of these models now available, structural modifications of the indole group can be tailored to enhance interactions with the S2 pocket for the complex formation to readily occur, but at the same time, consider that the ligand must be mobile enough to then occupy the S1 pocket post reaction.",
            "cite_spans": [
                {
                    "start": 376,
                    "end": 378,
                    "text": "20",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In conclusion, our design strategies by combining the key parts of two mechanism-based inhibitors led to a series of 5-chloropyridinyl indolecarboxylate inhibitors with enzymatic potency at submicromolar levels. The position of the carboxylic acid ester is critical to its potency. Indolecarboxylate 10 with carboxylate functionality at 4-position is the most potent inhibitor with enzyme inhibitory activity against SARS-CoV 3CLpro at IC 50 of 30 nM and antiviral potency with an EC 50 value of 6.9 μM. Further design and synthesis of more effective inhibitors are in progress in our laboratories. Relaxed stereoview of the GOLD conformation of an associated complex between 10 (green) and 3CLpro (PDBID: 2HOB), with residues shown in magenta. GOLD docked conformation of 10 (green), covalently linked to CYS145 of 3CLpro based on the 2V6N 3CLpro structure 20 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Communicable Disease Surveillance & Response. website",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Thus far, no antiviral activity has been reported for these active ester-derived inhibitors. Inhibitor 3 did not exhibit any antiviral acivity in our assay",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The indolecarboxylic acids are either from commercial source or made from hydrolysis of corresponding ester or oxidation of corresponding aldehyde. The starting material for 13 is from Boc protection of 6-aminopenicillanic acid. For preparation of the starting material of 14, 2-acetyl-1,2,3,4-tetrahydroisoquinoline-3-carboxylic acid, please see",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Grunewald",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Romero",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Criscione",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Med. Chem",
            "volume": "48",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The SARS-CoV Urbani strain used in this study was provided by the Centers for Disease Control and Prevention. 4 All experiments using SARS-CoV were carried out in a Biosafety Level 3 facility using approved biosafety protocols.Vero E6 cells were seeded onto flat-bottom, 96-well plates at a density of 9×10 3 cells/well. Cells were either mock infected with serum-free MEM or infected with 300 TCID 50 /well of SARS-CoV Urbani in 100 μL of serum-free MEM and incubated for 1 hour at 37°C with 5% CO 2 Following the one hour incubation period, the viral inoculum was removed and, 100 μL of MEM supplemented with 2% FCS and containing the inhibitor compound of interest at the desired concentration (serial 2-fold dilutions from 50 μM to 0.1 μM) was added. Cells were incubated for a period of 48 hours at 37°C with 5% CO 2 Each condition was set up in triplicate and antiviral assays were performed independently on at least two separate occasions. Cell viability was measured 48 hours post infection using the CellTiter-Glo Luminescent Cell Viability Assay (Promega), according to manufacturer's recommendations",
            "authors": [],
            "year": null,
            "venue": "SARS-CoV antiviral activity assays.Vero E6 cells were maintained in Minimal Essential Media (MEM) (Gibco) supplemented with 100U/mL penicillin, 100 g/mL streptomycin (Gibco) and 10% fetal calf serum (FCS) (Gemini Bio-Products)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Sinapinic acid was prepared as a saturating solution in 50% acetonitrile and 1% TFA. The sandwich method of preparation was used for MALDI. 1 μL of the matrix was spotted onto a plate followed by 1 μL of the enzyme inhibitor complex followed by a top layering of 1 uL of matrix",
            "authors": [],
            "year": null,
            "venue": "Authentic SARS-CoV 3CLpro was diluted to 1 μM concentration using cold 20 mM HEPES pH 7.5. 5 μM of compound 10 was added using a 1:400 dilution into the enzyme solution",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Structures of SARS-3CLpro inhibitors.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The financial support of this work is provided by the National Institute of Health (NIAID, P01 A1060915).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}