{
    "paper_id": "4e6dc4220330dc4299ea6cb20dead9670fc24897",
    "metadata": {
        "title": "Discovery of small molecule inhibitors of ubiquitin-like poxvirus proteinase I7L using homology modeling and covalent docking approaches",
        "authors": [
            {
                "first": "Vsevolod",
                "middle": [],
                "last": "Katritch",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "E"
                ],
                "last": "Chelsea",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Byrd Ae",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Vladimir",
                "middle": [],
                "last": "Tseitin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "E"
                ],
                "last": "Dongcheng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dai",
                "middle": [],
                "last": "Ae",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Eugene",
                "middle": [],
                "last": "Raush",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "E"
                ],
                "last": "Maxim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Totrov",
                "middle": [],
                "last": "Ae",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ruben",
                "middle": [],
                "last": "Abagyan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "E"
                ],
                "last": "Robert",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jordan",
                "middle": [],
                "last": "Ae",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dennis",
                "middle": [
                    "E"
                ],
                "last": "Hruby",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Essential for viral replication and highly conserved among poxviridae, the vaccinia virus I7L ubiquitin-like proteinase (ULP) is an attractive target for development of smallpox antiviral drugs. At the same time, the I7L proteinase exemplifies several interesting challenges from the rational drug design perspective. In the absence of a published I7L X-ray structure, we have built a detailed 3D model of the I7L ligand binding site (S2-S2 0 pocket) based on exceptionally high structural conservation of this site in proteases of the ULP family. The accuracy and limitations of this model were assessed through comparative analysis of available X-ray structures of ULPs, as well as energy based conformational modeling. The 3D model of the I7L ligand binding site was used to perform covalent docking and VLS of a comprehensive library of about 230,000 available ketone and aldehyde compounds. Out of 456 predicted ligands, 97 inhibitors of I7L proteinase activity were confirmed in biochemical assays (*20% overall hit rate). These experimental results both validate our I7L ligand binding model and provide initial leads for rational optimization of poxvirus I7L proteinase inhibitors. Thus, fragments predicted to bind in the prime portion of the active site can be combined with fragments on non-prime side to yield compounds with improved activity and specificity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Abbreviations",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Protease inhibitor ULP Ubiquitin-like proteases SAR Structure-activity relationship VLS Virtual ligand screening ICM Molecular modeling package from Molsoft, LLC",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Proteases comprise a prominent class of targets for rational drug design [1] . Human proteases have been implicated in a wide range of diseases, including cancer, cardiovascular and inflammatory disorders. Rationally designed protease inhibitors (PIs) have also proved utility in antiviral therapies against HIV-1 [2] and hepatitis C [3] . A number of other PIs, targeting such important disease agents such as Dengue, West Nile, Herpesviruses, rhinoviruses, and SARS coronavirus are in various stages of drug development [4] .",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 76,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 314,
                    "end": 317,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 334,
                    "end": 337,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 522,
                    "end": 525,
                    "text": "[4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "One of the recently identified viral targets, I7L core proteinase, plays a critical role in replication of vaccinia and other orthopox viruses, such as variola (biowarfare agent smallpox) and monkeypox (emerging zoonotic) [5] [6] [7] . Biochemical studies established that I7L is a cysteine proteinase that cleaves the major structural and membrane proteins of the virus at a conserved AG/X motif, where X in the P1 0 position has a preference for a small residue like Ala, Ser or Thr [7] [8] [9] .",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 225,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 226,
                    "end": 229,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 230,
                    "end": 233,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 485,
                    "end": 488,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 489,
                    "end": 492,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 493,
                    "end": 496,
                    "text": "[9]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Highly conserved in orthopox viruses and within the Poxviridae family, I7L shares 99% amino acid identity between vaccinia, variola and monkeypox orthologues. Outside of the Poxviridae, I7L has only a distant homology to ubiquitin-like proteases (ULPs) of viral [10, 11] and eukaryotic [12] [13] [14] origin. Despite a sequence identity as low as *20%, all of these viral and eukaryotic proteinases share similar substrate specificity (GG/X or AG/X), overall 3D folding patterns, and identical catalytic core motifs (His-Gln-Cys). Like in other ubiquitin-like proteases, mutations in these conserved active site residues in vaccinia I7L completely abolish it's catalytic activity [9] .",
            "cite_spans": [
                {
                    "start": 262,
                    "end": 266,
                    "text": "[10,",
                    "ref_id": null
                },
                {
                    "start": 267,
                    "end": 270,
                    "text": "11]",
                    "ref_id": null
                },
                {
                    "start": 286,
                    "end": 290,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 291,
                    "end": 295,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 296,
                    "end": 300,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 680,
                    "end": 683,
                    "text": "[9]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Functional importance and conservation among poxviridae establishes I7L as an attractive target for the design of antivirals [7-9, 15, 16] . At the same time, the I7L proteinase represents several technical challenges for rational drug design.",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 138,
                    "text": "[7-9, 15, 16]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "First, the simplistic peptide cleavage specificity of I7L (AG/X) provides little basis for building selective peptidomimetic inhibitors-a traditional way of developing initial structure activity relationship (SAR) for protease targets [17] . Lack of peptidomimetic SAR and relatively low throughput of available biochemical assays makes large scale virtual ligand screening (VLS) of small molecule libraries the primary option for generating initial hits and SAR for I7L.",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 239,
                    "text": "[17]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Second, there is no X-ray structure of the I7L proteinase available, and the low level of sequence identity (*20%) with the structural template Ulp1 (PDB 1euv) [18] in most cases would only allow overall prediction of a protein fold. Fortunately, full conservation of several key residues that enclose the core binding site in ULPs [14, 18, 19] , including the I7L proteinase, suggests the possibility for accurate modeling of the 3D structure of this target site comprising the S2, S1, S1 0 and S2 0 sub-pockets. Detailed analysis of the hypothetical model in this study validates its accuracy from several different perspectives, and also demonstrates its applicability to receptor based screening for I7L inhibitors.",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 164,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 332,
                    "end": 336,
                    "text": "[14,",
                    "ref_id": null
                },
                {
                    "start": 337,
                    "end": 340,
                    "text": "18,",
                    "ref_id": null
                },
                {
                    "start": 341,
                    "end": 344,
                    "text": "19]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The third challenge is related to the adequate modeling of covalent nature of binding inhibitors to protease active sites. The majority of PIs in the clinic or in clinical development employ some type of nucleophilic warhead to bind covalently to the protease catalytic residue [4] ; the most successful warheads among cysteine protease inhibitors are moderately reactive ketones [20, 21] . Several studies show that an accurate modeling of PI covalent binding needs to account for the structural changes in the ligand upon reaction with the catalytic residue [22] . This requirement is especially relevant for the I7L active site, enclosed in a tight channel. Here we demonstrate an automated implementation of such covalent docking and VLS procedure in the framework of the ICM molecular modeling package (Molsoft LLC, http://www.molsoft.com).",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 281,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 380,
                    "end": 384,
                    "text": "[20,",
                    "ref_id": null
                },
                {
                    "start": 385,
                    "end": 388,
                    "text": "21]",
                    "ref_id": null
                },
                {
                    "start": 560,
                    "end": 564,
                    "text": "[22]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this study we used a detailed structural model of the I7L substrate binding site (S2-S2 0 ) to perform covalent docking and VLS of a comprehensive library of about 230,000 available ketone compounds. Our biochemical assays confirmed 97 inhibitors of I7L proteinase activity out of 456 predicted candidates (*20% hit rate). These experimental results both validate our 3D ligand binding model and provide initial leads for further rational optimization of poxvirus I7L proteinase inhibitors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Homology modeling of the I7L proteinase domain was based on the ULP1 protease structural template (PDB code 1euv) [18] , and performed using ICM sequence-structure alignment and BuildModel algorithm [23] [24] [25] . ICM sequence-structure alignment is based on ZEGA sequence alignment [26] (Needleman and Wunsch algorithm with zero gap end penalties). To account for the template structural features, positional weights are adjusted for surface accessibility and secondary structure. The structural model of I7L was subsequently built by placing the aligned residues of the I7L polypeptide chain with ideal covalent geometry onto the corresponding residues of the structural template. Conformations of non-identical side chains and loops shorter that 4 amino acids were predicted using energy-based optimization of the model [24, 25] . Longer loops of the I7L proteinase located further than 20 Å from the active site are not expected to affect conformation of the active site, and were not predicted.",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 118,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 199,
                    "end": 203,
                    "text": "[23]",
                    "ref_id": null
                },
                {
                    "start": 204,
                    "end": 208,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 209,
                    "end": 213,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 285,
                    "end": 289,
                    "text": "[26]",
                    "ref_id": null
                },
                {
                    "start": 825,
                    "end": 829,
                    "text": "[24,",
                    "ref_id": null
                },
                {
                    "start": 830,
                    "end": 833,
                    "text": "25]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Protein modeling"
        },
        {
            "text": "Side chains of 15 residues forming the S3-S2 0 portion of the substrate binding site in I7L were optimized through additional runs of energy minimization with Ala-Ala-Gly-Ser peptide substrate. The substrate conformation in the binding site was inferred from the Ulp1 complex with substrate. Heavy atoms of I7L conserved residues were tied to corresponding atoms in the Ulp1 structure with soft harmonic tethers. All torsion angles of the substrate and torsion angles in the selected fifteen side chains of the I7L model were optimized with respect to both conformational energy of the complex and energy of tethers. Three independent runs of refinement procedure were performed, each run including 100,000 Monte Carlo Minimization steps. The ICM Protein Health tool was used to check the quality of the refinement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Active site refinement"
        },
        {
            "text": "Virtual Screening was performed using the ICM fast docking procedure [27, 28] . The ICM employs a Monte-Carlo Minimization algorithm to find the optimal conformation of a flexible ligand in the receptor binding side represented by a pre-calculated potential grid. The ligand is described in internal coordinates with flexible torsion variables [29] . Best conformations of the ligand are assigned an ICM binding Score, which takes into account the following free energy terms: van der Waals, hydrogen bonding, Poisson electrostatic, desolvation and entropy. The ICM VLS screening procedure takes less than 1 min per compound per 3 GHz Intel Xeon processor. Comparative benchmarks [30] [31] [32] show robust performance and excellent accuracy of the ICM docking method in most applications.",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 73,
                    "text": "[27,",
                    "ref_id": null
                },
                {
                    "start": 74,
                    "end": 77,
                    "text": "28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 344,
                    "end": 348,
                    "text": "[29]",
                    "ref_id": null
                },
                {
                    "start": 680,
                    "end": 684,
                    "text": "[30]",
                    "ref_id": null
                },
                {
                    "start": 685,
                    "end": 689,
                    "text": "[31]",
                    "ref_id": null
                },
                {
                    "start": 690,
                    "end": 694,
                    "text": "[32]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "ICM docking and virtual screening"
        },
        {
            "text": "The standard ICM VLS procedure was modified to reflect covalent binding of inhibitors to the active site Cys328, as illustrated in Fig. 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 131,
                    "end": 137,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Covalent docking procedure"
        },
        {
            "text": "In this algorithm, the SP2 ketone carbon in each compound was converted to a SP3 carbon, yielding two different thio-acyl stereoisomers. The Cys328 side chain was removed from the I7L receptor model to avoid apparent steric clash. Instead, a separate three atom ''covalent bonding template'' was created corresponding to the thio-acyl moiety of the substrate-Ulp1 X-ray structure (1euv) [18] . The corresponding three atoms in the ligand were tethered to this covalent bonding template. Some flexibility in the covalent bonding was allowed by using a harmonic tether penalty term. The tether penalty was calculated only at the docking stage, but not included in binding score calculations. Both modified stereoisomers were docked separately into the active site and the best scoring one was used for further analysis. Note that our scoring function intentionally does not take into account the chemical energy of ligand-thiol covalent bond formation (see Discussion).",
            "cite_spans": [
                {
                    "start": 387,
                    "end": 391,
                    "text": "[18]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Covalent docking procedure"
        },
        {
            "text": "A quantitative I7L in-vitro cleavage assay has been developed in this work, which employs measurement of fluorescence quenching time dependencies for detection of proteolytic cleavage. The assay uses extracts of vaccinia virus (VV) infected BSC 40 cells as the source of enzyme, as described in our previous work [15] . For the negative controls we used extracts from cells transfected with pI7LH241A plasmid carrying inactivated I7L mutant, as well as a cell only extract control. The peptide substrate contains the defined AGT cleavage site of P4a with an ortho-aminobenzoyl (Abz) fluorescent group conjugated to the amino terminus and a diaminopropionamide 2,4-dinitrophenyl (Dap-Dnp) quench group conjugated to the carboxy terminus (Anaspec). Reactions were performed at room temperature in a final volume of 100 lL containing 10 lM (10 lL) of peptide substrate (Abz-T-N-A-G-T-C-T-V-Dap(dnp)-K-K-NH2 from Anaspec), 40 lL of enzyme extract, and 50 lL of buffer (20 mM HEPES (pH 7.4), 2 mM CaCl 2 , 2.5 mM EDTA).",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 317,
                    "text": "[15]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Biochemical assay"
        },
        {
            "text": "The assay reactions were carried out in 96-well Costar black-sided black-bottom plates. A background reading was taken prior to addition of inhibitor, various concentrations of compound were added, and the reaction was measured over a 4-h time course. Fluorescence was measured using a Wallac Victor2 V Multilabel HTC counter (Perkin Elmer) with an excitation wavelength of 340 nm and plates were read at 420 nm. The slope of the enzyme plus peptide reactions was calculated as 100% and the 50% inhibition for each compound was calculated in reference to that slope.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Biochemical assay"
        },
        {
            "text": "Structural model and analysis of I7L ligand binding site A 3D model of the vaccinia virus I7L protein, presented in Fig. 2 , was built with the yeast Ulp1 cysteine proteinase X-ray structural template, as described in the Methods. The Ulp1 proteinase is the closest homologue of I7L with a high resolution X-ray structure (PDB code 1euv). Though the sequence homology between I7L and Ulp1 is weak (*20% identical amino acids), there are several factors that make it possible to generate an all-atom model of the I7L ''core'' binding pocket corresponding to S2-S2 0 subsites.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 116,
                    "end": 122,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Conservation of key contact residues in Ulp1 and I7L active sites Analysis of the Ulp1-substrate X-ray structure reveals that there are only five side chains of the proteinase in direct contact with the P2, P1 and P1 0 positions of the substrate (Fig. 2a, b) . All five residues in this ''core'' binding site residues are shown as sticks colored by atom type with green labels. Two residues of I7L active site (G260 and E325), not conserved in Ulp1 are shown as sticks with blue labels, the corresponding Ulp1 residues shown as red sticks. (d) Predicted overall structure of the I7L proteinase; ribbon is colored according residue identity with Ulp1 (green is fully conserved, yellow-similar residue). The Ulp1 substrate is shown as grey ribbon with C-terminal Gly-Gly residues highlighted in red motif (W-HW-Q-C) are identical between I7L and Ulp1. In the nomenclature of I7L, this key motif includes C328 and H241 as the catalytic side chains; Q322 side chain, which together with the backbone amino group of C328 forms a subtilisin-like oxyanion hole; as well as side chains W242 and W168 that form a narrow channel for the substrate. Other P2-P1 0 core substrate contacts occur with backbone atoms of the Ulp1 binding pocket.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 246,
                    "end": 258,
                    "text": "(Fig. 2a, b)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "While the above sequence-structure alignment suggests identical P2-P1 0 core substrate contacts in Ulp1 and I7L, it does not guarantee conservation of spatial positioning of W-HW-Q-C motif residues. More evidence towards such conservation comes from structural comparison of X-ray structures of three of the closest ULPs structural homologues: Sentrin Specific Proteases SSP8 and SSP2, as well as Adenovirus Core Protease AdV-CP ( Fig. 2b and Table 1 ). While the sequence identity level between these ULPs is as low as between Ulp1 and I7L, we found remarkable preservation of 3D coordinates in W-HW-Q-C motif residues with RMSD *0.3 Å . In addition, the backbone conformation of all 10 residues in ULPs making direct (backbone or side chain) contacts with the P2-P1 0 substrate site is highly preserved too.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 431,
                    "end": 438,
                    "text": "Fig. 2b",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 443,
                    "end": 450,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Structural conservation of key residues in ULP family"
        },
        {
            "text": "Such a high level of local structural similarity, normally observed only in very close protein homologues points to functional significance of this conservation. Therefore, we expect that the structure of the corresponding S2-S1 0 subsite in I7L is preserved with comparable accuracy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Structural conservation of key residues in ULP family"
        },
        {
            "text": "Substrate specificity for I7L has been defined as AG;X [8, 9] , and for most ULPs it is GG;X [14, 18] , where P1 0 position X has a preference for small residues (Ala, Ser or Thr). Interestingly, although the natural Ulp1 substrates have Gly in the P2 position, our analysis of the X-ray model shows that this binding site can easily accommodate Ala in the P2 pocket, creating favorable van der Waals contacts. Thus, the substrate specificity of I7L and Ulp1 is practically identical in the P2-P1 0 positions, which further validates the model of the I7L binding site.",
            "cite_spans": [
                {
                    "start": 55,
                    "end": 58,
                    "text": "[8,",
                    "ref_id": null
                },
                {
                    "start": 59,
                    "end": 61,
                    "text": "9]",
                    "ref_id": null
                },
                {
                    "start": 93,
                    "end": 97,
                    "text": "[14,",
                    "ref_id": null
                },
                {
                    "start": 98,
                    "end": 101,
                    "text": "18]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Identical core substrate specificity between I7L and ULPs"
        },
        {
            "text": "Potential importance of S2 0 sub-site for I7L selectivity Conformation of the adjacent S2 0 sub-site of I7L can also be predicted using structural modeling. In Ulp1 and other ULPs this site is highly exposed to solvent and is controlled by only three residues-conserved H241and Q322 and a variable residue in position 260 (in I7L nomenclature). While in eukaryotic ULPs, this variable position 260 is occupied by a large residue (Leu in Ulp1, Met in SSP2, His in SSP8), in I7L it is replaced by Gly (shown in Fig. 2c with blue labels for I7L and red labels for Ulp1). The absence of an amino acid side chain in this position creates an additional small cleft in our model, which can be exploited to design I7L selectivity vs. other ULPs. Conformation of the only other variable side chain in close proximity of the active site, Glu325 (in Ulp1 it is Gly), was inferred from other ULPs structure (Ser in 1xt9) and additional conformational modeling.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 509,
                    "end": 516,
                    "text": "Fig. 2c",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Identical core substrate specificity between I7L and ULPs"
        },
        {
            "text": "The side chain refinement procedure was performed for the model of I7L binding pocket as described in the Methods. Comparative modeling above suggests no significant deviations for the I7L ''core'' binding site side chains from their conformations in the Ulp1 model. The refinement was performed to verify that conformations of these five residues are compatible with the adjacent residues of the I7L model and binding of the peptide substrate. Our results show very good convergence of the refinement procedure, so that the models from three independent runs had RMSD not exceeding 0.6 Å when the heavy atoms of the optimized 15 residues were compared. The ICM Protein Health tool shows no significant clashes in these 15 residues of the model. The five ''core'' residues in the model had conformations within 0.2 Å RMSD from the corresponding Ulp1 residues. The non-conserved Glu325 side chain was predicted to form an H-bond with the W168 side chain and not to have substrate contacts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Refinement of the I7L binding pocket model"
        },
        {
            "text": "The described active site of I7L represents a channellike binding pocket with a volume of about 400 Å 3 , suitable for rational drug design. While this core binding pocket is fully conserved between I7L and some ULP proteinases, the non-conserved residues on both sides of the S2-S1 0 core can provide a basis for design of I7L selective inhibitors. We must note here that while the above structural analysis strongly supports our Ulp1-based model of I7L ligand-binding pocket, the model should be considered hypothetical-until its utility in the design of I7L inhibitors is demonstrated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Refinement of the I7L binding pocket model"
        },
        {
            "text": "Candidate I7L inhibitors were predicted using a dockingbased VLS procedure implemented in the ICM molecular modeling package (Molsoft, LLC). The standard ICM docking algorithm was modified to reflect chemical changes in ketone ligands upon covalent binding to the active site Cys328, as described in the Methods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Covalent docking and virtual ligand screening"
        },
        {
            "text": "The ketone compounds were selected from a non-redundant library of *3.5 M compounds available from 40 major vendors, as well as from our in-house diverse library of *208 K compounds. All ketones found in these libraries (total of *230 K compounds) were divided into four groups based on their chemical reactivity with the I7L active site thiol: Aliphatic Aldehydes (AL(al), Aromatic Aldehydes (AL(ar), Aliphatic Ketones (KE(al) and Aromatic Ketones (KE(ar)). As expected, aliphatic aldehydes represent the fewest compounds in our drug-like database as they are considered to be the most reactive, while the least reactive aromatic ketones represent 84% of all available ketone compounds. Note that conjugation to aromatic rings usually renders ketones and aldehydes more chemically stable, though their reactivity can be also modulated by electron-withdrawing substitutions in the ring.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Selection of available ketone and aldehyde compounds"
        },
        {
            "text": "More than 230 K available ketones and aldehydes were converted into corresponding thio-acyl intermediates and the resulting stereoisomers were docked into the I7L proteinase binding site model. Binding scores of the docked compounds were predicted and VLS ''hits'' were identified with an ICM Score better than -32 kJ/mol. The docking procedure was repeated 3 times for each compound and the results of these 3 runs compared. We found good reproducibility of docking poses and overall in silico results with at least 83% of ''hits'' identical between independent runs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Docking and VLS results"
        },
        {
            "text": "As illustrated in Fig. 3 , the high-scoring compounds have their thio-acyl moiety accurately fitting the template anchor. For predicted hits the average RMSD between the thio-acyl template and the corresponding O-C-S atoms of these compounds was estimated at *0.23 Å , with a maximum deviation at 1.1 Å . The deprotonated acyl oxygen of these ligands was also found to be properly positioned in the oxyanion hole. Beyond the thio-acyl intermediate ''core'', a variety of specificity fragments, extending into both the prime and non-prime sites was identified. Figure 3 gives three examples of predicted inhibitors with different coverage of the I7L binding pocket. The first candidate ligand occupies mainly the S2-S1 (non-prime) sub-sites, with only a methyl group extending into the S1 0 site. The second ligand is located primarily in the S1 0 -S2 0 sub-site, Fig. 3 Examples of predicted binding modes for the three most active I7L inhibitors. Conserved residues of I7L binding site are shown as green sticks. Positions of the thio-acyl template atoms are shown as magenta balls. Inhibitors are shown as sticks with yellow carbons. (a) ST-0194802 in non-prime pockets (S3, S2, S1) of the active site, (b) ST-0194680 in prime pockets (S1 0 , S2 0 ), and (c) ST-0194797 in both prime and non-prime pockets (S2-S1-S1 0 ) while the third stretches across both the prime and nonprime sub-sites.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 18,
                    "end": 24,
                    "text": "Fig. 3",
                    "ref_id": null
                },
                {
                    "start": 560,
                    "end": 568,
                    "text": "Figure 3",
                    "ref_id": null
                },
                {
                    "start": 863,
                    "end": 869,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "Docking and VLS results"
        },
        {
            "text": "Overall, more than 900 cmpds were identified with ICM Scores better than -32 kJ/mol (a default threshold for ICM VLS). After filtering out compounds with bad chemical properties and removing redundant compounds, we selected a set of about 500 compounds. A total of 456 compounds were received for biochemical testing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Docking and VLS results"
        },
        {
            "text": "Predicted compounds were tested in a biochemical assay for their ability to inhibit the proteolytic activity of I7L. The assay is based on a fluorescence-quench pair of probes that are conjugated to the amino and carboxy-terminal ends of an I7L cleavage peptide, respectively. Cleavage of the peptide and removal of the quench group is monitored through an increase in the fluorescent signal over the baseline.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inhibition of I7L protease in biochemical assay"
        },
        {
            "text": "All 456 candidate compounds were initially screened through the biochemical assay at a single concentration of 200 lM. The overall results of the primary assays are presented in Table 2 , which gives an account of compounds in each of the four chemical groups, the number of high scoring compounds and experimental hit rates. A total of 97 inhibitors of I7L were identified, yielding a hit rate of more than 20%. While the hit rate for aromatic ketones is lower than the average (17%), this group of compounds still represents the majority of the hits.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 178,
                    "end": 185,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Inhibition of I7L protease in biochemical assay"
        },
        {
            "text": "In contrast, we found that out of 20 randomly selected compounds with suboptimal docking Scores (ICM Score between -20 and -30 kJ/mol) none has shown significant activity in the primary assay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inhibition of I7L protease in biochemical assay"
        },
        {
            "text": "Those 26 compounds that were found to inhibit I7L proteolytic activity by more than 70% at 200 lM concentrations were then re-tested to determine their IC50 value. The results of these secondary assays are summarized in Fig. 4 and Table 3 , chemical structures of the compounds are illustrated in Fig. 5 . Most compounds were found to have IC50 values below 200 lM, six of them with IC50 values \\50 lM. Again, five of the best six inhibitors have aromatic ketone warheads, which have the most favorable activity/specificity profile, as discussed below.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 220,
                    "end": 226,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 231,
                    "end": 238,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 297,
                    "end": 303,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Inhibition of I7L protease in biochemical assay"
        },
        {
            "text": "Covalent binding of ligands to protease nucleophilic active groups, especially thiols, remains the dominant strategy in drug discovery. Note that 7 out of 8 cysteine protease inhibitors in clinical and preclinical development employ covalent binding to the thiol; of those, 5 candidates are based on ketone warheads [33] . In the case of I7L and other ULPs strong covalent binding of ligand is especially important, because it has to compete with strong substrate binding, reinforced by large protein-protein interface (see Fig. 2d ). In the Ulp1-substrate complex, this substrate recognition interface decoupled from the active site, amounts to *1,900 Å 2 . While a number of new promising warheads have been introduced recently [21] , ketones are still considered optimal due to their moderate warhead reactivity, proven ADME/Tox profiles, and good chemical tractability Also, ketones are among the few warheads suitable for targeting both primed and non-primed sub-sites simultaneously, which is critical for optimization of binding specificity for I7L inhibitors.",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 320,
                    "text": "[33]",
                    "ref_id": null
                },
                {
                    "start": 730,
                    "end": 734,
                    "text": "[21]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 524,
                    "end": 531,
                    "text": "Fig. 2d",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Choice of ketones as chemical warheads"
        },
        {
            "text": "While some docking studies do not explicitly account for the covalent nature of ligand-receptor binding, we found this aspect critical for accurate modeling of I7L-ligand binding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Covalent docking procedure"
        },
        {
            "text": "A standard molecular docking procedure does not reflect structural changes in the ligand, where a flat SP2 ketone carbon is converted into the tetrahedral (SP3) carbon. Our initial docking results indicate that the ketone moiety does not fit into the narrow I7L active site channel and can not properly position itself for nucleophilic attack by Cys328 without inducing significant conformational changes in the binding pocket. To simulate the proper transition state for ketone binding to I7L, a modified ''covalent docking'' procedure, similar to the method described in [22] was implemented in this work. Our procedure converts the ketone into the thio-acyl intermediate and links it up to the active site thiol of the I7L proteinase with flexible tethers.",
            "cite_spans": [
                {
                    "start": 573,
                    "end": 577,
                    "text": "[22]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Covalent docking procedure"
        },
        {
            "text": "On the other hand, the docking score in our procedure does not account for the change in covalent energy upon the ketone-thiol reaction. Though this portion of DG can contribute significantly in strong ligand binding to the I7L protease, it is hard to properly account for this aspect of binding in the model. Moreover, higher reactivity also contributes to non-specific interaction of the ligands, compromising bioavailability and safety profiles of the drug [22] . Therefore, we believe that the chemical bonding contribution should be considered separately from conformational contributions when screening for protease inhibitors.",
            "cite_spans": [
                {
                    "start": 460,
                    "end": 464,
                    "text": "[22]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Covalent docking procedure"
        },
        {
            "text": "Differences in the reactivity of the four types of ketone warheads are reflected in the ''hit rate'' of predicted candidates as presented in Table 2 . One can notice that for the same predicted conformational binding threshold (Score \\ -32 kJ/mol), more reactive aldehydes have about 50% hit rate, while the rate drops to 30% for aliphatic ketones and 17% for aromatic ketones. The latter hit rate is still high enough, so that the least reactive (and presumably ST-0194780 KE(ar) S2-S1-S1 0 -43 39 ± 12",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 141,
                    "end": 148,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Covalent docking procedure"
        },
        {
            "text": "ST-0194766 KE(ar) S2-S1-S1 0 -39 48 ± 10 ST-0194951 KE(ar) S2-S1-S1 0 -35 50 ± 12",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Covalent docking procedure"
        },
        {
            "text": "ST-0194671 AL(ar) S1 0 -S2 0 -31 63 ± 18 ST-0194763 KE(ar) S2-S1-S1 0 -35 70 ± 10 ST-0194456 KE(al) S2-S1-S1 0 -32 73 ± 14",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Covalent docking procedure"
        },
        {
            "text": "ST-0195032 KE(ar) S2-S1-S1 0 -34 82 ± 6 ST-0194884 KE(ar) S2-S1-S1 0 -35 195 ± 43",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Covalent docking procedure"
        },
        {
            "text": "ST-0194457 KE(ar) S2-S1-S1 0 -37 250 ± 40 ST-0194459 KE(al) S2-S1 -37 260 ± 40",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Covalent docking procedure"
        },
        {
            "text": "ST-0194689 KE(al) S2-S1-S1 0 -35 300 ± 80",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Covalent docking procedure"
        },
        {
            "text": "ST-0194486 KE(al) S3-S2-S1 -30 500 ± 200",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Covalent docking procedure"
        },
        {
            "text": "ST-0194800 KE(ar) S2-S1-S1 0 -33 650 ± 150",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Covalent docking procedure"
        },
        {
            "text": "Predicted ICM docking score, position in the I7L binding pocket and catalytic warhead are also shown. Chemical structures of compounds are presented in Table 3 most specific) aromatic ketone compounds dominate the list of I7L inhibitors.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 152,
                    "end": 159,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Covalent docking procedure"
        },
        {
            "text": "Further strategies for rational design of I7L small molecule inhibitors",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Covalent docking procedure"
        },
        {
            "text": "The high observed hit rate for the predicted I7L inhibitors (more than 21% overall) successfully validates the suggested structural model of I7L and shows its applicability to rational drug design. Note that most identified here inhibitors do not reach the specificity-defining S2 0 sub-site; therefore we do not expect them to be selective to I7L over other ULP proteinases. To take full advantage of the core binding pocket and to achieve such selectivity, we suggest synthesis of compounds that combine prime and non-prime moieties of the first generation hits, shown in Table 3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 574,
                    "end": 581,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Covalent docking procedure"
        },
        {
            "text": "Since binding of prime and non-prime parts of ketones to I7L is virtually independent in most cases due to the fixed position of the ketone-thiol bond, we can expect additive effects on binding energy. Though such fragment based design strategy requires expensive de-novo synthesis, it is likely to bring about 2nd generation I7L inhibitors with significantly improved affinity and specificity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Covalent docking procedure"
        },
        {
            "text": "Perfect structural conservation of S2-S1 0 binding site in the ULP family allows generation of a detailed model of the vaccinia virus I7L proteinase binding site, suitable for docking and VLS. A modified ICM covalent docking procedure was implemented to reflect the covalent nature of ketone inhibitor binding to the I7L active site thiol. About 450 candidate inhibitors of I7L were selected in this work from 230,000 available ketones and aldehydes. Biochemical assays confirmed I7L inhibition for 97 of these candidates (*21% success rate), some with activity better than 20 lM. These results provide validation for both the I7L model and the covalent docking procedure, as well as extensive QSAR for hit optimization. Further improvement in activity and specificity can be achieved for ligands combining various ''primed'' and non-primed moieties, identified in this work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Raffa RB (ed) Drug-receptor thermodynamics: introduction and applications",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Totrov",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Abagyan",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "603--624",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Covalent docking setup in ICM: (a) each ketone compound is converted, (b, c) yielding two possible thio-acyl stereoisomers. (d) Three thio-acyl atoms of the ligand intermediate are tethered to the corresponding three atoms of the template, derived form the X-ray structure of Ulp1-substrate complex (1euv)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Structural model of I7L and its active site, based on the Ulp1 cysteine protease X-ray structure (PDB code 1euv). (a) Sequencestructure alignment between I7L and Ulp1, with highly conserved ULP residues ''W-HW-Q-C'' marked by .. (b) Superimposition of ''W-HW-Q-C'' motif side chains in four different ULPs structures (green: 1euv, magenta: 1xt9, cyan: 1th0, yellow: 1avp). Backbone contact residues of Ulp1 shown in thin wire representation with grey carbons. (c) Close up of I7L model active site. Five conserved",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Inhibition curves for the three most active inhibitors of I7L proteolytic activity (compounds ST-680, ST-797, ST-802) and one of the ''marginal'' inhibitors (ST-884)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Chemical structures of new I7L inhibitors and their ID numbers as shown in",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Sequence and structural similarities between Ulp1 proteinase and its closest ULP homologues",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Summary of docking and primary biochemical assay results for compounds with different warheads",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Experimental IC50 values for the secondary assay",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}