{
    "paper_id": "4e9ac9796e3e427edc1bf067906b80e1b211fb85",
    "metadata": {
        "title": "Homelessness and the Response to Emerging Infectious Disease Outbreaks: Lessons from SARS",
        "authors": [
            {
                "first": "Cheryl",
                "middle": [
                    "S"
                ],
                "last": "Leung",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Minnie",
                "middle": [
                    "M"
                ],
                "last": "Ho",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alex",
                "middle": [],
                "last": "Kiss",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Adi",
                "middle": [
                    "V"
                ],
                "last": "Gundlapalli",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Stephen",
                "middle": [
                    "W"
                ],
                "last": "Hwang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "During the 2003 severe acute respiratory syndrome (SARS) outbreak in Toronto, the potential introduction of SARS into the homeless population was a serious concern. Although no homeless individual in Toronto contracted SARS, the outbreak highlighted the need to develop an outbreak preparedness plan that accounts for unique issues related to homeless people. We conducted key informant interviews with homeless service providers and public health officials (n=17) and identified challenges specific to the homeless population in the areas of communication, infection control, isolation and quarantine, and resource allocation. Planning for future outbreaks should take into account the need to (1) develop systems that enable rapid two-way communication between public health officials and homeless service providers, (2) ensure that homeless service providers have access to infection control supplies and staff training, (3) prepare for possible homeless shelter closures due to staff shortages or high attack rates among clients, and (4) plan for where and how clinically ill homeless individuals will be isolated and treated. The Toronto SARS experience provided insights that are relevant to response planning for future outbreaks in cities with substantial numbers of homeless individuals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Homelessness is a common problem across North America. In the USA, about 3.5 million adults and children experience homelessness every year, and over 800,000 individuals are homeless at any one time. 1 About 82,000 people in Los Angeles County and more than 35,000 people in New York City live in shelters or on the street. 2, 3 In Canada, tens of thousands of people are homeless; in Toronto, Ontario, about 5,000 individuals are homeless on any given night. 4, 5 Facilities that provide services for homeless people, including shelters, drop-in centers, and soup kitchens, are at increased risk of disease outbreaks. This risk is due to factors such as crowding and inadequate ventilation; large numbers of transient clients, many with increased susceptibility to infection; and suboptimal access to health care. Previous studies of outbreaks among homeless people have focused on infections such as tuberculosis and seasonal influenza. [6] [7] [8] [9] [10] The goal of outbreak response management is to mitigate the effects of the infectious disease on the affected and prevent its spread to others. International guidelines provide a roadmap for risk assessment, surveillance, and mobilization of services in response to an outbreak in the general population. 11 The outbreak control measures implemented in the general population of Toronto and Beijing during the 2003 severe acute respiratory syndrome (SARS) outbreak have been well-described. [12] [13] [14] However, the SARS outbreak also demonstrated that homeless people pose special challenges when an emerging outbreak occurs in the general population. The transmission of SARS to homeless individuals was a serious concern in Toronto. Agencies providing services for homeless people felt inadequately prepared to respond to the crisis and struggled to obtain guidance and assistance. Fortunately, no homeless person in Toronto contracted SARS. Nonetheless, service providers and public health officials subsequently recognized the need for a planning framework specific to the homeless population to guide future preparedness efforts. The goals of this paper are to identify the unique challenges related to homeless people that arose during the SARS outbreak and to outline lessons learned that could contribute to planning for future outbreaks.",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 201,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 324,
                    "end": 326,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 327,
                    "end": 328,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 460,
                    "end": 462,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 463,
                    "end": 464,
                    "text": "5",
                    "ref_id": null
                },
                {
                    "start": 939,
                    "end": 942,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 943,
                    "end": 946,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 947,
                    "end": 950,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 951,
                    "end": 954,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 955,
                    "end": 959,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1265,
                    "end": 1267,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1451,
                    "end": 1455,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1456,
                    "end": 1460,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1461,
                    "end": 1465,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Semi-structured face-to-face interviews were conducted with key informants (n=19) to identify issues related to the homeless population that emerged during the 2003 SARS outbreak. The core group of key informants were members of a working group preparing an outbreak response plan for homeless service providers in Toronto. Most of these individuals had worked directly with the homeless population during the SARS outbreak. Interviewees were asked to suggest additional key informants. Study participants included staff and volunteers at shelters (n=4) and drop-in centers (n=4), clinicians at outreach programs and community health centers (n=4), public health staff (n=4), shelter and housing staff (n=1), and emergency medical services staff (n=2 Discussions were open-ended and conversational but were framed by an interview instrument with specific questions, prompts, and a topic checklist. Topics included management of the SARS threat, specific challenges encountered, lessons learned, and implications for planning for future outbreaks. Detailed notes were taken during interviews and then jointly reviewed by both interviewers. The following prominent themes were identified: communication, infection control, isolation and quarantine, and resource allocation. The research team synthesized and summarized the data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Nearly all homeless service providers identified communication as a major challenge (Table 1) . They reported receiving inadequate information and few formal directives on basic policies and response strategies from public health officials, especially during the early phases of the outbreak. For example, many service providers reported that they were not informed that one shelter had been designated as a quarantine facility for homeless people. Service providers often resorted to gathering information through inefficient strategies, such as calling personal acquaintances who worked for the city, public health, or community health centers. Public health and shelter officials reported that during the outbreak they were fully aware that the spread of SARS into the homeless population would create a serious problem, but there was a more pressing need to address an ongoing infection control crisis at hospitals, and homeless people were clearly unlikely to contract SARS through international travel.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 84,
                    "end": 93,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Communication-Challenges"
        },
        {
            "text": "As a result of this experience, lines of communication between public health and homeless service providers were improved during and after the SARS outbreak ( Table 1) . As the outbreak unfolded, the value of designating a single official contact person as the main source of timely and accurate information for homeless service providers was recognized. This individual was based at the city's Shelter, Support and Housing Administration. Following the outbreak, an email alert system was created to permit rapid dissemination of urgent health advisories to homeless agencies. Many larger homeless service agencies developed crisis management teams during the SARS outbreak that became an ongoing part of their organizational structure to address future emergencies. However, establishing reliable communication links with smaller agencies and volunteer-run programs has proved more challenging due to their lack of full-time staff. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 159,
                    "end": 167,
                    "text": "Table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Communication-Lessons Learned"
        },
        {
            "text": "Many shelters and drop-ins enhanced their basic infection control procedures during the SARS outbreak, encouraging frequent hand-washing or hand sanitizer use, appropriate use of masks and gloves by staff, and increased surface cleaning and disinfection. However, policies varied widely across agencies due to a lack of specific guidelines and the cost and limited availability of supplies (Table 1 ). Health officials did not arrange for personal protective equipment to be supplied to homeless agencies because they were not classified as health-care facilities. City-operated shelters received masks, gloves, and other supplies from the city, but independent community-based agencies were often left to search for supplies on their own. The placement of alcohol-based hand sanitizers in shelters raised unexpected problems, as some residents drank entire containers of the solution. Shelters used the public health-screening protocol designed to identify individuals with possible symptoms of SARS (fever, cough, shortness of breath, chills, rigors, malaise, or headache) but found that a large proportion of homeless individuals had one or more of these symptoms, especially cough (Table 1) . Screening was sometimes difficult to implement due to a lack of appropriately trained personnel as well as inadequate facilities. At one shelter with severe space constraints, a closet was used as a temporary isolation site for clients who screened positive.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 390,
                    "end": 398,
                    "text": "(Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1185,
                    "end": 1194,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Infection Control-Challenges"
        },
        {
            "text": "During the SARS outbreak, many agencies considered scaling back or eliminating services out of fear that large gatherings of people might increase the risk of disease spread (Table 1) . This risk was perceived to be greatest at sites with high client turnover. These concerns had to be balanced against homeless people's essential need for food and shelter. Public health authorities did not mandate the closure of any homeless service sites, and ultimately all providers elected to continue core operations during the outbreak.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 174,
                    "end": 183,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Infection Control-Challenges"
        },
        {
            "text": "New infection-control plans that considered the special needs of homeless people were developed during and after the SARS outbreak (Table 1) . Public health officials worked with shelter administrators to issue modified SARS screening guidelines for homeless shelters that focused on the presence of fever or history of a recent visit to a SARS-affected hospital rather than the presence of cough. A working group with representatives from public health, shelter services, and community agencies was established to prepare an outbreak response planning guide for homeless service providers, which was incorporated into the city's pandemic influenza plan. 15 To improve knowledge regarding communicable disease and infection control principals, this working group oversaw the development of a communicable disease training manual and educational program for homeless agency staff. Shelter providers were also introduced to the use of illness-surveillance records to track symptom clusters among shelter residents.",
            "cite_spans": [
                {
                    "start": 655,
                    "end": 657,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 131,
                    "end": 140,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Infection Control-Lessons Learned"
        },
        {
            "text": "In the event of a future outbreak, homeless services may have to be consolidated at a reduced number of sites due to staff shortages and the need to halt new admissions at shelters with high attack rates. A process for making such decisions and issuing clear directives to service providers needs to be developed. In Toronto, information on shelter ventilation systems and air quality obtained as part of tuberculosis control efforts may be factored into the selection of shelters to be closed during an outbreak. Policies that promote movement of homeless individuals among different service sites (e.g., limits on the number of nights a person can stay at a shelter) may need to be reconsidered during an outbreak. The stockpiling of non-perishable food and supplies by homeless service providers, while perhaps desirable, is not feasible at most agencies due to financial constraints and lack of storage space. Plans to maintain essential supply chains for homeless service providers are needed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infection Control-Lessons Learned"
        },
        {
            "text": "Key informants reported that most but not all homeless individuals who were exposed to SARS were effectively identified and quarantined. Exposures invariably occurred while the homeless person was at a hospital, but the need for quarantine was sometimes recognized only after the person had returned to the shelters or the street. Not surprisingly, locating these individuals was sometimes very problematic (Table 1) . Contact tracing was further hampered by the lack of registration processes at dropin centers and soup kitchens and the desire of many clients to remain anonymous.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 407,
                    "end": 416,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Isolation and Quarantine-Challenges"
        },
        {
            "text": "During the outbreak, public health officials routinely instructed asymptomatic individuals who had been exposed to SARS to place themselves on home quarantine and isolate themselves for 10 days. These instructions were obviously impossible for a homeless person to carry out (Table 1) . Efforts by public health and the city's shelter administration to find a quarantine site for homeless people were hampered by the limited availability of suitable facilities and concerns regarding negative reactions from the community near such a facility. Eventually, one floor of an existing shelter for families was selected because the layout of the building (a converted motel) was appropriate for maintaining isolation. Although non-adherence to quarantine was a concern, all homeless people placed in quarantine proved to be very cooperative. In one instance, however, a homeless man with alcohol dependence was supplied with beer to reduce the risk that he would leave before completing his quarantine.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 275,
                    "end": 284,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Isolation and Quarantine-Challenges"
        },
        {
            "text": "During the SARS outbreak, members of the general public who had a fever or cough and no known exposure to SARS were told to remain at home until their symptoms had resolved. Health-care providers sometimes failed to recognize the need to adapt this practice when caring for homeless patients. For example, a homeless woman with mental illness and respiratory symptoms was discharged from a hospital with instructions to isolate herself at home. Hospital staff did not communicate with the drop-in center where the woman was well-known, and the patient was lost to follow-up.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Isolation and Quarantine-Challenges"
        },
        {
            "text": "Planning for the isolation and quarantine of homeless persons remains an unresolved challenge in Toronto, in part due to the unknown nature and magnitude of a future outbreak. Possible scenarios include using a dedicated facility to isolate or quarantine homeless people individually, as was done during the SARS outbreak; cohorting infected persons in a section of one or more homeless shelters; or designating entire shelters for infected persons ( Table 1 ). The city and homeless service providers are engaged in discussions regarding these contingency plans, all of which create substantial staffing issues and financial impacts for homeless service providers. Another important question is whether policies regarding smoking and alcohol use at shelters can be modified during an outbreak to prevent homeless individuals under isolation from leaving prematurely or developing acute alcohol withdrawal.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 451,
                    "end": 458,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Isolation and Quarantine-Lessons Learned"
        },
        {
            "text": "Although homeless service providers acknowledged the importance of emergency planning, many expressed concerns that these plans do not address the underlying problems of homelessness and marginalization. A few service providers conveyed skepticism regarding the usefulness of the outbreak response planning guide and whether resources to support the plan would be forthcoming. Some service providers stated an opinion that the resources devoted to outbreak planning would have been better spent on housing and services for the homeless. Some interviewees felt that homeless people's suboptimal access to health care would compromise the plan's effectiveness and recommended that more resources be devoted to improving access.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resource Allocation-Challenges and Lessons Learned"
        },
        {
            "text": "As a result of the SARS experience, public health and homeless service providers in Toronto recognized that an emerging infectious disease outbreak presents unique challenges in relation to the homeless population. Many of these issues arise because homeless service providers are not part of the formal health-care system, yet they serve large numbers of individuals with high levels of morbidity and susceptibility to illness. In addition, these agencies provide essential services to a vulnerable population with very limited human and financial resources, hampering their capacity to respond to emergencies such as an outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The lessons learned in Toronto regarding the key issues of communication, infection control, isolation and quarantine, and resource allocation should be useful to other cities as they prepare their response to future outbreaks (Table 1 ). Plans will need appropriate scaling to reflect the local homeless census, number and capacity of shelters, and available resources. Public health officials, homeless service agencies, and health-care providers must collaborate in this process, which has taken on added urgency due to the threat of pandemic influenza.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 227,
                    "end": 235,
                    "text": "(Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Planning efforts must take into account possible differences between the epidemiology of SARS and that of future emerging infectious disease outbreaks. For example, seasonal influenza (and presumably pandemic influenza) has a shorter incubation period than SARS and is transmitted from person to person more efficiently than SARS. 16 The Toronto SARS outbreak began with a single index case, and the spread of disease occurred primarily within hospitals. As a result, the tracing and quarantine of contacts played a key role in controlling the SARS outbreak. 12 In contrast, pandemic influenza would probably spread rapidly throughout the community, and control using these methods would likely be futile. Thus, the issue of quarantine of homeless persons, which arose during SARS, would probably be less relevant in an influenza pandemic.",
            "cite_spans": [
                {
                    "start": 331,
                    "end": 333,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 559,
                    "end": 561,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "This study has certain limitations. Most interviewees were members of a working group of Toronto's infectious disease outbreak planning team, and their opinions may not be representative of all homeless service providers. Interviews may have varied in the focus of the discussion and the quality of note-taking. The temporal separation of up to 3 years between the SARS outbreak and the interviews may have introduced recall bias.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In conclusion, this paper identifies a number of unique issues that homelessness raises in relation to the control of an emerging infectious disease outbreak. With the possible exception of quarantine, the concerns highlighted by the Toronto SARS experience are likely relevant to preparations for future outbreaks. Cities with substantial homeless populations should evaluate their ability to coordinate public health efforts with homeless service agencies when responding to an emerging infectious disease outbreak. Outbreak planning by local health-care systems and public health departments should include provisions to address the special circumstances and needs of homeless people. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Helping America's Homeless: Emergency Shelter or Affordable Housing",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Burt",
                    "suffix": ""
                },
                {
                    "first": "Aron",
                    "middle": [
                        "Ly"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Valente",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Los Angeles Homeless Services Authority",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Homelessness and health",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Hwang",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "CMAJ Can Med Assoc J",
            "volume": "164",
            "issn": "2",
            "pages": "229--233",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Infections in the homeless",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Raoult",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Foucault",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Brouqui",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Lancet Infect Dis",
            "volume": "1",
            "issn": "2",
            "pages": "77--84",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Tuberculosis transmission in a homeless shelter population",
            "authors": [],
            "year": 2000,
            "venue": "Centers for Disease Control and Prevention (CDC)",
            "volume": "54",
            "issn": "",
            "pages": "149--152",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Skin-test screening and tuberculosis transmission among the homeless",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Kong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tapy",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Calixto",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Emerg Infect Dis",
            "volume": "8",
            "issn": "11",
            "pages": "1280--1284",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Outbreak of tuberculosis among homeless persons coinfected with human immunodeficiency virus",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Mcelroy",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Southwick",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Fortenberry",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Clin Infect Dis",
            "volume": "36",
            "issn": "10",
            "pages": "1305--1312",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Influenzalike illness among homeless persons",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Bucher",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Brickner",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Vincent",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Emerg Infect Dis",
            "volume": "12",
            "issn": "7",
            "pages": "1162--1163",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "World Health Organization, Department of Communicable Disease Surveillance and Response (CSR)",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Public health measures to control the spread of the severe acute respiratory syndrome during the outbreak in Toronto",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Svoboda",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Henry",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shulman",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "N Engl J Med",
            "volume": "350",
            "issn": "23",
            "pages": "2352--2361",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Evaluation of control measures implemented in the severe acute respiratory syndrome outbreak in Beijing",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Pang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "JAMA",
            "volume": "290",
            "issn": "24",
            "pages": "3215--3221",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Ethical and legal challenges posed by severe acute respiratory syndrome:implications for the control of severe infectious disease threats",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "O"
                    ],
                    "last": "Gostin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bayer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Fairchild",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "JAMA",
            "volume": "290",
            "issn": "24",
            "pages": "3229--3237",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Toronto Pandemic Influenza Plan",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Control of Communicable Diseases Manual",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Heymann",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "). Interviews were completed by two researchers (CSL, MMH) between July 2005 and March 2006. Interviewees gave verbal informed consent and participated in a confidential interview lasting about 60 min. This study was approved by the St. Michael's Hospital Research Ethics Board and the Institutional Review Board of the University of Utah School of Medicine.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "SARS and homelessness: challenges, lessons learned, and implications for future planning",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "continued)",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "continued)",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "HOMELESSNESS AND THE RESPONSE TO INFECTIOUS DISEASE OUTBREAKS 409",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This project was supported by an Interdisciplinary Capacity Enhancement Grant on Homelessness, Housing, and Health from the Canadian Institutes of Health Research (CIHR HOA-80066). The Centre for Research on Inner City Health gratefully acknowledges the support of the Ontario Ministry of Health and Long-Term Care. Dr. Hwang is the recipient of a New Investigator Award from the Canadian Institutes of Health Research. We thank the members of the Toronto Infectious Disease Preparedness Protocol Community Reference Group and other individuals who participated in interviews for this study and generously shared their insights and expertise. The results and conclusions are those of the authors, and no official endorsement by the above organizations should be inferred.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        }
    ]
}