{
    "paper_id": "4ec8eb6216cd5863a8952e08cef39063d686c7e7",
    "metadata": {
        "title": "Archives of Virology Pathogenetie Observations on Pleural Effusion Disease in Rabbits",
        "authors": [
            {
                "first": "K",
                "middle": [
                    "L"
                ],
                "last": "Fennestad",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Statens Seruminstitut",
                    "location": {
                        "settlement": "Copenhagen",
                        "country": "Denmark"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Pleural effusion disease (PED) is a rabbit infection probably caused by a host-specific, small, enveloped virus which measures 25--50 nm by filtration (6) . Although known since 1970 the agent has not been convincingly demonstrated by tissue culture, electron microscopy or specific serological technique (8, i3, 16) . PED is considered to be a new-disease with characteristic clinical signs and pleural effusion as the typical post mortem finding (1, 16) . The infection is characterized by a long lasting viraemia and formation of antibodies which appear to have only little neutralizing capacity (4, 16) . However, there is clinical protection to re-infection after the fourth week (1) .",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 154,
                    "text": "(6)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 305,
                    "end": 316,
                    "text": "(8, i3, 16)",
                    "ref_id": null
                },
                {
                    "start": 448,
                    "end": 451,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 452,
                    "end": 455,
                    "text": "16)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 599,
                    "end": 602,
                    "text": "(4,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 603,
                    "end": 606,
                    "text": "16)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 685,
                    "end": 688,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "PED emerged during the sixties as a serious intereurrent mortality problem among rabbits inoculated with Treponema pcdlidum (7, 9, 10, 18) . Subsequently, it was shown that. the causative agent was being passed from rabbit to rabbit as a passenger of the rabbit testieular suspensions of trepoheroes (3, 8) . As such the infection has undoubtedly been spread from laboratory to laboratory, but the disease per se appears to be confined to this experimental situation (1) .",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 127,
                    "text": "(7,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 128,
                    "end": 130,
                    "text": "9,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 131,
                    "end": 134,
                    "text": "10,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 135,
                    "end": 138,
                    "text": "18)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 300,
                    "end": 303,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 304,
                    "end": 306,
                    "text": "8)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 467,
                    "end": 470,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "There is evidence to suggest that the serial propagation of treponemes in rabbits, as practised in a number of laboratories at intervals of 6 to 10--14 days, may have been instrumental in the emergence of disease. By such propagation a normally harmless virus may enter the passages and gradually acquire virulence through a selective pressure on a heterogeneous virus population during hundreds of passages. Support for this contention is the enhancement of virulence of PED virus (PEDV) observed in the \"natural\" disease and --after its isolation --by continued serial propagation in rabbits at intervals of 3---10 days (Fig. 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 622,
                    "end": 630,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "However, there is also evidence which might suggest that increasing time of persistence of virulent virus in the individual rabbit host may operate in the reverse direction by selecting a population of predominantly avirulent PEDV particles, which appear to be unable to cause disease unless undergoing new rabbit passages at short intervals (t, 6).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The present pathogenetic study on virulence, viral growth and the development of protection was carried out with the original PEDV isolate and an avirulent progeny of this isolate obtained from a rabbit six months after experimental infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Conventional albino rabbits (New Zealand-White type), aged 3--5 months, were used, and all inoculations were made by the subcutaneous (se.) route in 1 ml amounts. Before use, these animals had been employed once for pyrogen testing of protein fractions of human blood. All rabbbits came from the same colony (Sse:CPH) which has been dosed since 1950. The colony is considered free of PEDV, since convincing observations to the contrary have never been made (3) . The rabbits used for propagation of treponemes at Statens Seruminstitut sinee 1951 also came from this colony (ef. Fig. 1 ).",
            "cite_spans": [
                {
                    "start": 457,
                    "end": 460,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 578,
                    "end": 584,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Rabbits"
        },
        {
            "text": "Virus Isolates The highly virulent PEDV was isolated in 1970 from a freeze-dried rabbit testicular suspension of T. pallidum (1) . Following isolation the virus was passed serially at short intervals through more than 124 rabbits before preparing a virus stock. The stock consisted of pooled rabbit serum obtained 48 hours after inoculation with blood or pleural fluid. I t will appear from Fig. 1 that the virulence of virus had not become \"fixed\" at time of preparation of the stock pool.",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 128,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 391,
                    "end": 397,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Rabbits"
        },
        {
            "text": "The avirulent derivate of P E D V was obtained from blood of a healthy rabbit six months after experimentM neonatM infection with the above mentioned stock virus. This isolate was passed seriMly through 61 rabbits at weekly intervals by inoculation of 0.2 ml serum mixed with 0.8 ml PBS (pH 7.0). During these ahnost subctinicM passages no mortality occurred and typical clinical signs of P E D were seen in only two rabbits (passages nos. 46 and 55). The stock pool of the isolate consisted of serum from the 1 l t h rabbit passage obtained 72 hours after inoculation (6) .",
            "cite_spans": [
                {
                    "start": 569,
                    "end": 572,
                    "text": "(6)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Rabbits"
        },
        {
            "text": "Both stocks were stored in 1 ml Miquots at --70 o C until required for experiments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rabbits"
        },
        {
            "text": "Lack of in vitro methods necessitated the use of rabbits for demonstration and quantitation of PEDV. For these purposes the previously described rabbit test was mortMity among several hundreds of rabbits annuMly inoculated with treponemat suspensions at intervals of 6--10 days. About 1961 P E D was recognized as a disease entity causing intercurrent death among the treponema-inoeulated rabbits, and in October 1970 the causative passenger virus was isolated. After isolation P E D V was initiMly carried through 20 passages in femMe rabbits by sc. inoculation of blood or pleural fluid at intervals of 2--14 days. The virus was then passed seriMly through t70 male rabbits in the same manner, but at intervals of 3--10 days. The black dots indicate the annual mortMity during the 3-year period of these passages. The intercurrent disease problem among the treponema-infected rabbits was solved by removing the passenger virus from the rabbit testicular suspensions of treponemes by p~ssing the contaminated treponemes through hamsters arid back to rabbits. This procedure was first used in 1970, but due to a mistake not suecesfully accomplished until 1976. Until now (1983) these passages have remained free of P E D V K . L . FENNES~AD :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assay o/In[ectiviO in Rabbits"
        },
        {
            "text": "used (3) . Briefly, the inoculum to be examined was given sc. to a rabbit. Fever together with uveitis or death with necropsy findings characteristic of PED, or both, was considered as evidence of P E D V in the inoculum. Animals failing to show these signs were challenged 30 days after inoculation with the highly virulent PEDV. Presence of clinical protection after challenge was considered as evidence of P E D V in the inoculum.",
            "cite_spans": [
                {
                    "start": 5,
                    "end": 8,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Assay o/In[ectiviO in Rabbits"
        },
        {
            "text": "The number of rabbit-infective doses (RID) per mI of the virus stocks was estimated by inoculating 10-fold dilutions in PBS, using 2~4 rabbits per dilution. The term R I D refers to a dose capable of producing typical signs of F E D and/or clinical protection against challenge. The highest dilution producing these responses was taken as endpoint titre of the virus. I n this way the stock of virulent F E D V was found to contain 106 I~ID per ml, while the stock of the avirulent derivate contained 102 I~ID per ml.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In]ectivities of Virus Stocks"
        },
        {
            "text": "Uniform groups of rabbits were inoculated with decimal dilutions of the two stocks. During a period of 10 days the rabbits were then observed twice daily for clinical signs of disease. Dead animals were examined for gross lesions and bacteriologically in order to establish the cause of death (1) . Surviving rabbits failing to show the typical signs of F E D were challenged with 104 I~tD of P E D V and observed for a period of 10 days.",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 296,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Pathogenicity Experiments"
        },
        {
            "text": "In a preliminary experiment six rabbits were inoculated with approximately 105 R I D of FEDV. Two rabbits were killed for the study of infectivities of tissues and body fluids at 72 hours, 10 and 20 days after inoculation. From each rabbit was obtained serum and heparinized blood. Erythrocytes and buffy coat were washed 6--8 times in PBS (pH 7.2). Lung, thymus, liver, spleen, kidney, popliteal lymph nodes, and brain were frozen at --70 ° C. A t0 per cent suspension (wt/vol) in Hanks' solution was prepared from the frozen organs by grinding with sand. Serial 10-fold dilutions of the preparations were made in PBS using one rabbit per dilution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation o/Material/or Virus Demonstration"
        },
        {
            "text": "In a succeeding experiment two groups of rabbits were inoculated, respectively, with P E D V and the avirulent derivate. These rabbits were followed by serum samples. Endpoint virus titres of these samples were determined as for the virus stocks, using i --3 rabbits per dilution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation o/Material/or Virus Demonstration"
        },
        {
            "text": "To observe the temporal development of clinical protection rabbits were inoculated with 101 I~ID of the avirulent derivate of PEDV. Groups of rabbits were then challenged with 10 ~ I~ID of F E D V at selected intervals after the primary infection. A control group of animals were inoculated with 105 I~ID of F E D V without primary infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenge Following Primary Avirulent Infection"
        },
        {
            "text": "Four groups of animals were examined for viraemia immediately prior to challenge, using 0.2 ml of serum mixed with 0.8 ml FBS as inoculum. and fever, together with uveitis. In assessing the infectivity of the two isolates all surviving rabbits failing to show clinical signs were challenged with PEDV to determine whether or not the primary inoculation had induced protection (Table 1) . After inoculation with PEDV 30 of 40 rabbits developed clinical disease and 18 of 20 rabbits died with pleural effusion. The severity of the clinical response did not appear to be dose dependent, but the incubation period, i.e. the time from inoculation until onset of fever, and the mean death time (MDT) appeared to be influenced by the dose. The i0 rabbits failing to showany clinical signs were fully susceptible to challenge.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 376,
                    "end": 385,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Challenge Following Primary Avirulent Infection"
        },
        {
            "text": "After inoculation with the avirulent derivate none of the 32 rabbits showed typical clinical signs of PED, but ephemeral fever occurred in 3 of 8 rabbits receiving the highest dose. When challenged with PEDV 20 of the 32 rabbits were clinically protected, indicating that the primary inoculation had induced clinical immunity. The remaining 12 rabbits were fully susceptible to challenge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virulence and Infectivity o/Isolates"
        },
        {
            "text": "These data indicate a dose-independent difference in virulence between the two isolates. PEDV infection resulted in clinical disease, whereas infection with the avirulent derivate almost exclusively resulted in a subclinical response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virulence and Infectivity o/Isolates"
        },
        {
            "text": "From the total incidence of typical clinical responses and the development of clinical protection the median infective doses (ID50) per ml was calculated to be 106.3 for PEDV and t08-0 for the avirulent derivate. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virulence and Infectivity o/Isolates"
        },
        {
            "text": "Virus in blood did not appear to be cell associated, but it was demonstrable in serum and almost all tissues examined on days 3, 10 and 20 after inoculation with PEDV ( Table 2 ). The highest concentration of virus, i.e. about 106 RID was found in serum and lungs on p.i. day 3.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 169,
                    "end": 176,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Distribution o/ Virus in Body Fluids and Tissues"
        },
        {
            "text": "In other experiments (data not shown) the same virus concentration was found in pleural fluid from animals dying about this time. Pooled fluid from the anterior chamber of the eye examined at 60 hours after inoculation, i.e. before uveitis became clinically detectable, had a titre of 105 and on p.i. day 20, i.e. after the clinical uveitis had disappeared, the titre of this fluid was about 101 RID.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Distribution o/ Virus in Body Fluids and Tissues"
        },
        {
            "text": "From p.i. days 3 to 20 there was a generM decrease in titre of all materiM examined. The significance of the lower titres of various tissues as compared with serum is difficult to evaluate, particularly since no attempts were made to remove the blood by perfusion prior to the titrations of tissues and because of the method of quantitation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Distribution o/ Virus in Body Fluids and Tissues"
        },
        {
            "text": "To examine viral growth and persistence of viraemia, serum was assayed for virus content at various times after rabbit infection with the two isolates ( Figs. 2 and 3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 153,
                    "end": 166,
                    "text": "Figs. 2 and 3",
                    "ref_id": null
                }
            ],
            "section": "Viral Growth and Persistence in Blood"
        },
        {
            "text": "After infection with 104 RID of PEDV, virus was demonstrable already at 6 hours and then the titre increased rapidly to a maximum of about 106 at 72 hours p. i. Inoculation of a 1000-fold lower dose delayed the appearance of virus in serum until between 24 and 48 hours, but a titre of about 106 was still reached at 72 hours. This suggests that the dose of virus had no effects on the maximum titre attained. From p.i. day 5 the titre slowly declined to about l0 s on p.i. day 20 and on p.i. day 30 it ranged from <101 to 108. The same range in titres was present during the following five months. One rabbit was consistently negative after p.i. day 20, and one was negative at 60 and 90 days after inoculation. Fig. 3 The results show that for comparable doses of the two isolates the virulent PEDV became detectable earlier and reached a t00-to 1000-fold higher maximum titre than the avirulent isolate.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 713,
                    "end": 719,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "Viral Growth and Persistence in Blood"
        },
        {
            "text": "The in vivo determination of virus concentration in serum at various times after infection offered an opportunity to compare virulence of circulating virus on primary rabbit inoculation (Table 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 186,
                    "end": 195,
                    "text": "(Table 3)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Virulence o/Isolates Obtained During Viraemia"
        },
        {
            "text": "Following infection with the virulent PEDV, infectious serum diluted 10 -1 to 10 -7 almost invariably resulted in typical clinical disease provided that the serum was obtained during the first 20 days of viraemia. Serum from p.i. day 30 diluted t0 -1 to 10 -3 caused typical clinical response in two of six rabbits, but from day 60 of viraemia serum diluted 10 -1 to 10 -a never resulted in clinical signs of PED. This suggests that the population of virulent PEDV particles after p.i. day 20 gradually was being replaced by a population of low or avirulent particles. After infection with the avirulent derivate, the isolates from serum obtained during the entire period of viraemia were demonstrable in serum dilution 10 -1 to 10 -a, but the primary rabbit inoculation of these dilutions never resulted in clinical signs of PED.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virulence o/Isolates Obtained During Viraemia"
        },
        {
            "text": "The protective response was tested by sequential infection with the avirulent isolate and PEDV. For this purpose groups of 8 rabbits were inoculated with the avirulent isolate. Ephemeral fever occurred on p.i. days 3--6 (average 3.6 days) in 13 of 64 animals observed for 6--10 days, but no other cIinical signs of disease were seen. Four of the groups of rabbits were examined for presence of viraemia on p. i. days 30, 36, 60 and 90 and the proportion of animals with demonstrable viraemia was 4/8, 7/8, 8/8, and 7/8. At selected intervals after the primary infection, the various groups of rabbits were challenged with PEDV. In addition, a control group received the same inoculum (Fig. 4) . No clinical signs of protection were present 24 hours after chMlenge, i. e. at a time when viraemia after avirulent infection had not yet become detectable (Fig. 3) . Six days after challenge there was clear evidence of protection, but typical clinical signs occurred in single animals challenged on days 12, 18 and 24, indicating individual differences in immunogenic or protective potential. At 30 days the only clinical sign of disease was transient fever in 2 of 8 rabbits and at all challenges later on there was a subclinical response.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 684,
                    "end": 692,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 851,
                    "end": 859,
                    "text": "(Fig. 3)",
                    "ref_id": null
                }
            ],
            "section": "Development o/Protective Response"
        },
        {
            "text": "The results show that 101 R I D of the avirulent virus induced full clinical protection against challenge with 105 R I D of the virulent P E D V from the 4th--5th week after infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2-"
        },
        {
            "text": "The two isolates of the same origin tested in the study were selected for excessive, but not ultimate virulence and avirulence. The serial rabbit passages of the isolates before and after preparation of the virus stocks indicate stability of their virulence properties within a relative large number of passages. Isolates of P E D V from other laboratories propagating contaminated treponemes in rabbits have varied widely in virulence and behaved similarly in serial passages, but concerning virulence they all appear to fall within the range observed in this study (3, 6) .",
            "cite_spans": [
                {
                    "start": 567,
                    "end": 570,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 571,
                    "end": 573,
                    "text": "6)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The difference in virulence was correlated with a difference in rapidity of the initial multiplication and in the maximum titres attained, but already after about three weeks the titre level in the two infections was similar. PED is accompanied by interferon production during the first days after infection and there is evidence to suggest that the interferon response also is correlated with the virulence of isolates (2, 5) .",
            "cite_spans": [
                {
                    "start": 420,
                    "end": 423,
                    "text": "(2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 424,
                    "end": 426,
                    "text": "5)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "From about one month after the virulent infection, circulating virus appeared to lose virulence, i.e. upon primary rabbit inoculation the various dilutions of serum induced mainly a subclinical response as observed after avirulent infection. A similar observation was made after infection of baby rabbits with virulent PEDV (4). In these experiments it was also observed that isolates from serum obtained on p.i. days 90 and 120 regained their virulence after 2--6 serial transfers in rabbits, whereas isolates from p.i. day 180 required from 7 to more than 39 serial passages before virulence appeared restored.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "These data suggest that throughout the course of infection the original virulent virus becomes avirulent and that the latter property becomes increasingly stable. An early change in virulence during residence in the host is suggested by other observations. Thus serial passages of virulent PEDV isolates preserved or enhanced virulence provided that the passages were carried out at intervals of 3--10 days (mortahty: 51 per cent,), whereas virulent isolates became avirulent when the passage interval was prolonged to 30 days. Passage at intervals of 20 days resulted in a mortality of 36 per cent (1, 6) .",
            "cite_spans": [
                {
                    "start": 599,
                    "end": 602,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 603,
                    "end": 605,
                    "text": "6)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This selection mechanism for virulence depending on the interval between passages may explain why PED was first recognized in laboratories using the T. pallidum immobilization (TPI) test. This test was introduced in 1949 (12) and became widely popular from the fifties, particularly in Europe. The test requires propagation of treponemes in rabbits at short intervals. PED emerged between 10 and 20 years later as a cause of intercurrent rabbit mortality in a number of TPI laboratories. This may suggest that the change in virulence by selection during passages was very slowly imposed, but besides the time of contamination of the treponemal suspensions, other factors such as the number of animals used per passage, passage interval, and the breed of rabbits have probably also been instrumental in the development of virulence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "It has previously been shown that acute PED is followed by a rise of electrophoretic gamma globulin and that the concentration of serum IgG in viraemic rabbits 180 days after virulent infection is significantly higher than in uninfected controls (1, 4) . Failure of such antibodies to eliminate circulating virus is in accordance with the observation of poor protective value of non-infectious immune or hyperimmune sera in passive protection experiments (4) . The development of clinical protection as seen in the present study may be explained by a cooperation between antibody and cellular factors.",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 249,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 250,
                    "end": 252,
                    "text": "4)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 455,
                    "end": 458,
                    "text": "(4)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Persisting viraemia is a characteristic of a number of infections caused by different viruses and it has been suggested that invasion of the lymphoreticular tissues is a common feature of such infections (11, 17) . In the present study the titrations of various organs and tissues did not suggest any particular site of virus replication, but this does not exclude replication in the lymphoreticuIar tissues.",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 208,
                    "text": "(11,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 209,
                    "end": 212,
                    "text": "17)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "PEDV infection resembles lactate dehydrogenase-elevating virus (LDV) infection, which cause persisting viraemia in mice, at least with respect to discovery and laboratory transmission (15) . Both were first found as biological contaminants of commonly used biological preparations. LDV occurs as a contaminant of transplantable tumours without causing disease, and PEDV occurs as a contaminant of treponemal suspensions causing intercurrent deaths or subclinical infections. LDV contaminated material may interfere with the interpretation of experimental results (14) , and the same may well apply to PEDV contaminated treponemal suspensions. LDV is probably larger than PEDV and reaches a maximum plasma titre of 10 l° which is considerably higher than that of PEDV. This may perhaps explain why PEDV, in contrast to LDV, has not yet been demonstrated by electron microscopy of serum.",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 188,
                    "text": "(15)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 563,
                    "end": 567,
                    "text": "(14)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Pleural effusion disease in rabbits. Clinical and post mortem observations. Acta path. microbiol, scand",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Feni~estad",
                    "suffix": ""
                },
                {
                    "first": ".-J",
                    "middle": [],
                    "last": "Skovgaard Jei~-Sei~",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Moller",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "W]~is",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bei&apos;qtz0:N-",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "",
            "volume": "83",
            "issn": "",
            "pages": "541--548",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Pteural effusion disease in rabbits. Interferon in body fluids and tissues after experimental infection. Acta path. microbiol, scand",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Fennestad",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Haahr",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bruu~",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "",
            "volume": "87",
            "issn": "",
            "pages": "311--315",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Pleural effusion disease agent as passenger of Treponema pallidum suspensions from rabbits",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Felqlqestad",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bruun",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wed0",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Pleural effusion disease in rabbits. Observations on viraemia, immunity and transmissibility",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Feni~testad",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Malqsa",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Larsen",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Arch. Virol",
            "volume": "70",
            "issn": "",
            "pages": "11--19",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Interferon in rabbit sera after inoculation with Treponeraa patlidum suspensions contaminated with P E D virus",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Fennestad",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bruu~",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Haa~ir",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Br. J. Vener. Dis",
            "volume": "58",
            "issn": "",
            "pages": "143--146",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Pleural effusion disease in rabbits. Properties of the aetiological agent",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Feni~estad",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Maenaughton",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Arch. Virol",
            "volume": "76",
            "issn": "",
            "pages": "179--188",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Fever after inoculation of rabbits with Treponema pallidum",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gudj6nsson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Skog",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "Brit. J. Vener. Dis",
            "volume": "46",
            "issn": "",
            "pages": "318--322",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Screening out a virus-like agent from the testicular suspension of the Nichols pathogenic T. paUidum. With observations on certain characteristics of the agent",
            "authors": [
                {
                    "first": "I-I",
                    "middle": [],
                    "last": "Gudj6nssoi~",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Newman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Tuicl~er",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Brit. J. Vener. Dis",
            "volume": "48",
            "issn": "",
            "pages": "102--107",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Spontaneous deaths among rabbits inoculated with Treponema paUidum less than 2 weeks before",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "B"
                    ],
                    "last": "Jorgelgsen",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "Z. Versuchstierk",
            "volume": "10",
            "issn": "",
            "pages": "46--54",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Intercurrent death of rabbits after inoculation with Treponema pallidum in the Netherlands. 7th ICLAS Syrup",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Menke",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "V&amp;n Dee Heijden",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Kruizinga",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Kruijt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D M E"
                    ],
                    "last": "Oster-Haus",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "263--268",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "General features of persistent virus infections",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Mi~s",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Postgr. Med. J",
            "volume": "54",
            "issn": "",
            "pages": "581--586",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Immobilization of Treponema pallidura in vitro by antibody produced in syphilitic infection",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Nelson",
                    "suffix": ""
                },
                {
                    "first": "Iv",
                    "middle": [
                        "[ M"
                    ],
                    "last": "Mayer",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J. Exp. Med",
            "volume": "89",
            "issn": "",
            "pages": "369--393",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Coronavirus-like particles in laboratory rabbits -with different syndromes in The Netherlands",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        ") M E"
                    ],
                    "last": "Oste~haus",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Teppei~a",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Van Steenis",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Lab. Anita. Sci",
            "volume": "82",
            "issn": "",
            "pages": "663--665",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Biological contaminants and scientific misinterpretations",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Cancer Res",
            "volume": "34",
            "issn": "",
            "pages": "1752--1754",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Lactic dehydrogenase virus. (Virology monographs",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E K"
                    ],
                    "last": "Rowson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "W J"
                    ],
                    "last": "Ma~iy",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Rabbit cardiomyopathy associated with a virus antigenically related to human Coronavirus Strain 229E",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "S~all",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Aurelian",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Squire",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Strandbe~g",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Melby",
                    "suffix": ""
                },
                {
                    "first": "Ti-I",
                    "middle": [
                        "B"
                    ],
                    "last": "Turner",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "New~an",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Am. J. Pathol",
            "volume": "95",
            "issn": "",
            "pages": "709--728",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Persistent, slow and latent viral infections",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "Stroop",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Baringer",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Prog. rned. Virol",
            "volume": "28",
            "issn": "",
            "pages": "1--43",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Entretien au Laboratoire des souches de tr@pongmes pathog@nes",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vaisman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Paris-I-Iaivielin",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Catalnn",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Dunoyer",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Precautions ~ prendre. Proph. sanit, morale",
            "volume": "45",
            "issn": "",
            "pages": "71--73",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "History of P E D in Copenhagen from initiation of continuous rabbit propagation of the Nichols' pathogenic Treponema pallidum in 1951. The bars indicate",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "T o c o m p a r e t h e v i r u l e n c e a n d i n f e c t i v i t y of P E D V a n d its a v i r u l e n td e r i v a t e , g r o u p s of r a b b i t s w e r e i n o c u l a t e d w i t h d e c r e a s i n g doses of t h e t w o v i r u s stocks. T h e a n i m a l s w e r e t h e n s c o r e d f o r cinical signs of P E D , i. e. d e a t h",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "of fever, i.e. a rectal temperature of 40 ° C or more, after inoculation b MDT=Mean death time as average time in days after inoculation c Challenge inoculation : 104 RID. Numerator equals number of protected and denominator number of rabbits challenged a Not done",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Concentration of virus in serum after so, inoculation of rabbits with 104 R I D (black dots) and 101 R I D (open circles) of P E D V . E a c h point represents geometric mean titre of four rabbits. The vertical bars enclose range of titres Concentration of virus in serum after sc. inoculation of rabbits with 101 R I D of the avirulent derivate of P E D V . E a c h point represents geometric m e a n titre of two rabbits. The vertical bars enclose range of titres",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Clinical response after v i r u l e n t challenge of groups of 8 r a b b i t s at different times after a v i r u l e n t infection",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Clinical response o] rabbits after inoculation with PEDV and an avirulent derivate with, results o] subsequent challenge",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Concentration o] virus in serum and tissues ]rom six individual rabbi~' at various times alter inoculation wn:th PED V",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "illustrates the growth and persistence of virus after rabbit infection with 101 RID of the avirulent derivate. Virus did not become demonstrable in serum until between 36 and 48 hours and a maximum titre of 10 a or 104",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Clinical response upon primary rabbit inoculation o] serum during viraemia alter virulent and avirulent injectionwas reached at 72 hours. After p.i. day 5 the titres decreased and on p.i. day 20 the titre level was 101 or 102. Three months after infection virus was still demonstrable in dilution 1 : 10, but after 6 months it was not.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Authors' address: Dr. K. L. FENNESTAD, Statens Seruminstitut, Amager Boulevard 80, DK-2300 Copenhagen S., Denmark.Received June 2, i984",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}