{
    "paper_id": "4ed2b0198011b3339c4330a0c72168932bbfc863",
    "metadata": {
        "title": "| Division of Health Security and Emergencies, World Health Organization Regional Offi ce for the Western Pacifi c",
        "authors": [
            {
                "first": "Andreas",
                "middle": [],
                "last": "Jansen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "May",
                "middle": [],
                "last": "Chiew",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Frank",
                "middle": [],
                "last": "Konings",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chin-Kei",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Li",
                "middle": [],
                "last": "Ailan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "C onvincing evidence suggests that females and males are different in regard to susceptibility to both infectious and non-infectious diseases. Sex and gender influences the severity and outcome of several infectious diseases, including leptospirosis, tuberculosis, listeriosis, Q fever, avian influenza and SARS. 1,2,3 Sex and gender differences have been observed in vaccine response and antibiotic treatment regimens. 4, 5 Although the exact mechanisms are largely unknown, behavioural as well as biological variances are likely to contribute to these differences.",
            "cite_spans": [
                {
                    "start": 423,
                    "end": 424,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Collecting and sharing data on sex during outbreaks is valuable in improving our understanding of its role on emerging infectious diseases, including Middle East respiratory syndrome (MERS). Mainstreaming sex and gender into surveillance and outbreak investigations is a priority under the Asia Pacific Strategy for Emerging Diseases (2010). 6 Identifying sex and gender differences may guide response to public health emergencies ultimately minimizing the health, economic and social impact of emerging diseases.",
            "cite_spans": [
                {
                    "start": 342,
                    "end": 343,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The 2015 outbreak of MERS in the Republic of Korea has been the largest health-care-associated outbreak of MERS outside the Saudi Arabia and the rest of Middle East. As of 30 June 2015, there have been 183 MERS cases reported since the first imported case on 20 May 2015, including one from China. To understand possible variances of the susceptibility and transmission of the disease, we conducted a sexbased analysis of the data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Data on demographic characteristics and type of exposure for laboratory-confirmed MERS cases reported in the Republic of Korea from 20 May to 30 June 2015 were obtained from the publically available line list. 7 For single proportions, the one-sample z test was used, and the Mann-Whitney test was used to compare quantitative variables. A P-value of < 0.05 was considered significant.",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 211,
                    "text": "7",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "For the MERS cases from the Republic of Korea, the median age for males was 55 years (range 16-87 years, n = 110); for females, it was 57 years (range 24-84 years, n = 73) (P = 0.522). The predominance of male cases in the Republic of Korea (60%) was similar to that observed in the Middle East, where has been related to more frequent occupational exposure to camels (the putative animal reservoir of MERS-CoV). 8, 9 A similar predominance of male cases was also observed in nosocomial outbreaks in the Middle East; 10 however, reasons for this have not been investigated. For the Republic of Korea outbreak, exposure to camels was unlikely for the primary cases.",
            "cite_spans": [
                {
                    "start": 416,
                    "end": 417,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "When the MERS cases were stratified by age and sex, the highest numbers were observed for males aged 40-49 years (23 males compared with 11 females; P = 0.036) (Figure 1 ). This age and sex distribution was different from the overall Korean population that has a large proportion of young and middle-aged adults in both sexes. 11 However, the source population for the MERS cases (i.e. population exposed at hospitals) might be different from the general population. Although the sex ratio among MERS cases appeared biased towards males, there was some evidence -as shown belowthat more females were exposed. Stratification by type of exposure, including hospital patients (n = 92), hospital visitors (n = 61) and health-care workers (HCW; n = 24) pandemic in the Republic of Korea in 2009; 13 however, the overall predominance of males among visitors is enigmatic as it has been shown that females in the Republic of Korea are more likely to care for their sick relatives. 14 That most cases were males also suggests that more visitors (i.e. spouses) and subsequent cases were female.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 160,
                    "end": 169,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Another possible explanation for the excess of male cases could be differences in health-seeking behaviour and access that resulted in subsequent surveillance bias with underdiagnosing and underreporting of female patients. However, this seems unlikely as active surveillance and case finding were conducted in this outbreak. In addition, a recent study demonstrated that medical care utilization in the Republic of Korea is considerably higher in females. 15 A predominance of male cases has also been documented in patients with pneumonia caused by influenza A(H1N1) infections, and smoking was the most relevant and independent risk factor during the 2009 (six cases with unknown or undefined exposure were not included) revealed further details (Figure 1) .",
            "cite_spans": [
                {
                    "start": 457,
                    "end": 459,
                    "text": "15",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 749,
                    "end": 759,
                    "text": "(Figure 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "First, the male-to-female ratio was similar for cases exposed as hospital patients and hospital visitors (1.70:1 and 1.75:1, respectively); the opposite was seen for HCW (ratio 0.7:1). Although the preponderance of HCW female cases might be explained by more females working in the health-care sector, the number of female HCW is at least three times that of male HCW. 12 Therefore, if the risk of infection is not associated with sex, then a male-to-female ratio of 0.3:1 or below would be expected.",
            "cite_spans": [
                {
                    "start": 369,
                    "end": 371,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Second, the age distribution between the sexes was comparable for both patients and HCW; among visitors, the age distribution varied between males and females. For visitors, while most of the younger cases were males, the age group wuth the highest number of female cases was 60-69 years. One possible reason for this might be differences in perceptions and behaviours related to hygienic measures as observed in the influenza A(H1N1) There are several limitations to this analysis which have to be considered. We provide only a preliminary analysis of the available data to generate initial hypotheses about sex-specific differences for the MERS outbreak in the Republic of Korea. Case-based data on other potential risk factors were not available. Also, denominators for the exposure groups by sex were unknown. However, this initial assessment could have immediate implications for disease prevention and control. In addition to more targeted prevention measures, future clinical and epidemiological studies on MERS should include sex and gender-specific analysis, as comparing groups with different proportions of male or female subjects may introduce confounding effects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This analysis of the outbreak of MERS in the Republic of Korea revealed relevant sex-specific differences. While this preliminary analysis cannot provide a complete picture of sex and MERS, it raises awareness among public health professionals and healthcare providers to recognize sex as a relevant determinant in the epidemiology of MERS. Further epidemiological and virological investigations are needed to better understand the nature of this disease as many unknowns remain, including those related to sex and gender.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "None declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest"
        },
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Sex differences in clinical leptospirosis in Germany",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jansen",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Clinical Infectious Diseases",
            "volume": "44",
            "issn": "",
            "pages": "69--72",
            "other_ids": {
                "DOI": [
                    "10.1086/513431pmid:17143818"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Do men have a higher case fatality rate of severe acute respiratory syndrome than women do?",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Karlberg",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Chong",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lai",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "American Journal of Epidemiology",
            "volume": "159",
            "issn": "",
            "pages": "229--231",
            "other_ids": {
                "DOI": [
                    "10.1093/aje/kwh056pmid:14742282"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Human infections with avian influenza A(H7N9) virus in China: preliminary assessments of the age and sex distribution",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Arima",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Western Pacific Surveillance and Response Journal",
            "volume": "4",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.5365/wpsar.2013.4.2.005"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Sex differences in infectious diseasescommon but neglected",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Van Lunzen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Altfeld",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of Infectious Diseases",
            "volume": "209",
            "issn": "",
            "pages": "79--80",
            "other_ids": {
                "DOI": [
                    "10.1093/infdis/jiu159pmid:24966193"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "How sex and age affect immune responses, susceptibility to infections, and response to vaccination",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Giefing-Kröll",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Aging Cell",
            "volume": "14",
            "issn": "",
            "pages": "309--321",
            "other_ids": {
                "DOI": [
                    "10.1111/acel.12326pmid:25720438"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Manila, World Health Organization Regional Office for the Western Pacific",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Update on MERS-CoV transmission from animals to humans, and interim recommendations for at-risk groups",
            "authors": [],
            "year": 2014,
            "venue": "Geneva, World Health Organization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Presence of Middle East respiratory syndrome coronavirus antibodies in Saudi Arabia: a nationwide, crosssectional, serological study",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Müller",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet Infectious Diseases",
            "volume": "15",
            "issn": "",
            "pages": "559--564",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(15)70090-3pmid:25863564"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "MERS-CoV outbreak in Jeddah-a link to health care facilities",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "K"
                    ],
                    "last": "Oboho",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "New England Journal of Medicine",
            "volume": "372",
            "issn": "",
            "pages": "846--854",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa1408636pmid:25714162"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Sero-epidemiology of hepatitis A virus infection among healthcare workers in Korean hospitals",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "I"
                    ],
                    "last": "Jung",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of Hospital Infection",
            "volume": "72",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jhin.2009.03.015"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Perceptions and behaviors related to hand hygiene for the prevention of H1N1 influenza transmission among Korean university students during the peak pandemic period",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMC Infectious Diseases",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2334-10-222pmid:20663229"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The impact of lifestyle behaviors on the acquisition of pandemic (H1N1) influenza infection: a case-control study",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Choi",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Yonsei Medical Journal",
            "volume": "55",
            "issn": "",
            "pages": "422--427",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "How does Korea compare? Paris",
            "authors": [],
            "year": 2014,
            "venue": "Health Statistics OECD",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Depression in family caregivers of cancer patients: the feeling of burden as a predictor of depression",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Rhee",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of Clinical Oncology",
            "volume": "26",
            "issn": "",
            "pages": "5890--5895",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Explaining gender differences in ill-health in South Korea: the roles of socio-structural, psychosocial, and behavioral factors",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chun",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Social Science & Medicine",
            "volume": "67",
            "issn": "",
            "pages": "988--1001",
            "other_ids": {
                "DOI": [
                    "10.1016/j.socscimed.2008.05.034pmid:18632197"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Number of reported MERS-CoV cases in total, by age group, sex and type of exposure, Republic of Korea, 20 May to 30 June 2015 (n = 183) * Six cases where type of exposure was unknown and the index case were excluded.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": ") pandemic in the Republic of Korea.16 While middle-aged males in the Republic of Korea have the highest prevalence of smoking in all Organization for Economic Co-operation and Development countries (40%), females have one of the lowest (6%).17 However, detailed case-based clinical data are necessary to provide more insight into the possible correlation of smoking and MERS-CoV infection.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}