{
    "paper_id": "4f22277ad8883f63a93963929796b78ec7504a6f",
    "metadata": {
        "title": "Amiodarone-related pneumonitis and peripheral neuropathy in an elderly patient Aging Clinical and Experimental Research",
        "authors": [
            {
                "first": "Leonardo",
                "middle": [],
                "last": "Calza",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Bologna",
                    "location": {
                        "settlement": "Bologna",
                        "country": "Italy"
                    }
                },
                "email": "leonardo.calza@unibo.it"
            },
            {
                "first": "Nirmala",
                "middle": [],
                "last": "Rosseti",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Bologna",
                    "location": {
                        "settlement": "Bologna",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Benedetta",
                "middle": [],
                "last": "Piergentili",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Bologna",
                    "location": {
                        "settlement": "Bologna",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Alessandra",
                "middle": [],
                "last": "Cascavilla",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Bologna",
                    "location": {
                        "settlement": "Bologna",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Fabio",
                "middle": [
                    "Filippo"
                ],
                "last": "Trapani",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Bologna",
                    "location": {
                        "settlement": "Bologna",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Andrea",
                "middle": [],
                "last": "Berlingeri",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Bologna",
                    "location": {
                        "settlement": "Bologna",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Ginevra",
                "middle": [],
                "last": "Marinacci",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Bologna",
                    "location": {
                        "settlement": "Bologna",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Luciano",
                "middle": [],
                "last": "Attard",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Bologna",
                    "location": {
                        "settlement": "Bologna",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Gabriella",
                "middle": [],
                "last": "Verucchi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Bologna",
                    "location": {
                        "settlement": "Bologna",
                        "country": "Italy"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Amiodarone, which has been used since 1967 as an antiarrhythmic drug, gives rise to a variety of cardiac and extracardiac adverse side-effects. Among these, pulmonary toxicity is considered the most frequent and serious extracardiac side-effect, since it may occur in various atypical forms and often limits the drug's clinical use. We encountered a 67-year-old white male patient with suspected amiodarone pneumonitis characterized by multiple lung nodules associated with pleural and pericardial effusion and peripheral neuropathy. Because differential diagnosis with pulmonary infectious diseases may be extremely difficult, the attending physician should therefore bear in mind the possibility of amiodarone pneumonitis whenever the drug is given. (Aging Clin Exp Res 2010; 22: 466-469) ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Amiodarone pneumonitis was first described in the early 1980s. The incidence of amiodarone lung toxicity ranges from 2-17% of patients receiving the drug (4), with an estimated mortality rate of 9.1-22% of cases; mortality in hospitalized subjects with amiodarone pneumonitis is 21-33%. The risk of pulmonary toxicity increases with advanced age, higher daily dosage and restrictive lung disease, with reduction of the lung diffusing capacity for carbon monoxide on pulmonary function tests (5) .",
            "cite_spans": [
                {
                    "start": 491,
                    "end": 494,
                    "text": "(5)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Blood levels of either amiodarone or its primary metabolite, desethylamiodarone, are not predictive tests of amiodarone pulmonary toxicity (5) . There are no specific clinical, radiographic or laboratory findings related to amiodarone lung toxicity. Radiological changes range from those of a purely alveolar pattern, to a nearly pure interstitial one, a combination of the two being most common. Presentation as single or multiple subpleural masses or pulmonary nodules is less frequent (4) (5) (6) .",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 142,
                    "text": "(5)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 488,
                    "end": 491,
                    "text": "(4)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 492,
                    "end": 495,
                    "text": "(5)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 496,
                    "end": 499,
                    "text": "(6)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A 67-year-old male patient was admitted to hospital with suspected community-acquired pneumonia or pulmonary tuberculosis, treated with empirical antibiotic therapy, and finally diagnosed as having amiodarone pneumonitis followed by neurologic symptoms. This report reminds clinicians to bear in mind drug-related pneumonitis and neuropathy in differential diagnosis with infectious diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A 67-year-old white male presented with a five-month history of recurrent chest pain treated with anti-inflammatory therapy. One month before hospitalization, he developed increasing chest pain, weakness, and night-time intermittent fever. Chest radiograph and chest computed tomography (CT) showed multiple irregular consolidative masses in the left lung, associated with monolateral",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE REPORT"
        },
        {
            "text": "Amiodarone hydrochloride is an iodinated benzofuran derivative with antiarrhythmic and vasodilatatory properties, and was first introduced in Europe in 1967 to treat angina pectoris, life-threatening ventricular arrhythmias and atrial fibrillation (1). However, several adverse side-effects are described in amiodarone therapy and were first reported in 1980. They include corneal microdeposits, liver toxicity, thyroid dysfunction, gastrointestinal disturbances, bone marrow toxicity, coagulopathies, cutaneous reactions, peripheral neuropathy and pulmonary disease (2) . A recent meta-analysis of 15 randomized controlled trials, involving 8522 patients and examining the use of amiodarone vs placebo for prevention of sudden cardiac death, showed that amiodarone therapy was associated with a two-and five-fold increased risk of pulmonary and thyroid toxicity (3). pleural effusion, pericardial effusion and mediastinic lymphadenopathies ( Fig. 1) .",
            "cite_spans": [
                {
                    "start": 567,
                    "end": 570,
                    "text": "(2)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 943,
                    "end": 950,
                    "text": "Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "INTRODUCTION"
        },
        {
            "text": "Clinical and radiological findings indicated communityacquired pneumonia, and the patient was treated with empiric antibiotic therapy (ceftriaxone and claritromycin), with no clinical improvement. One month later, he was admitted to hospital owing to persisting chest pain and fever.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The patient was a non-smoker, and had a history of recurrent atrial fibrillation with high-frequency ventricular response. He had been treated with atrial ablation 3 years and cardioverted 1 year, respectively, before hospitalization. He had been on amiodarone therapy for 10 months (200 mg three times a week).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "On physical examination, the patient was afebrile and eupnoic, with blood oxygen saturation of 98% and arterial blood pressure of 135/70 mmHg. During the previous week, his daily temperature rose to 38.5°C, chest pain was localized at base of the right lung, and worsened with respiratory movements. On chest examination he had a decreased vesicular murmur, with diffusing crackles on the right hemithorax, especially at the base; heart was normal. Laboratory findings included increased leukocyte count (9860 cells/μL, 79% neutrophils), slight anemia (hemoglobin 11.2 g/dL) and elevated C-reactive protein (17.5 mg/dL). Electrocardiogram did not show abnormalities. Differential diagnosis was broad and included infectious and non-infectious pulmonary diseases. Bronchoscopy showed normal airways without endobronchial lesions. Cytologic and microbiologic examination of bronchoalveolar lavage (BAL) was negative for malignant cells or pathogenic microorganisms, but showed an in-flammatory pattern, with increased numbers of granulocytes, lymphocytes, macrophages and bronchial epithelium cylindrical cells. On particular, macrophages contained neither vacuoles nor inclusion bodies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "No clinical improvement was observed after a second 7-day regimen of empiric antibiotic treatment (meropenem and ciprofloxacin). Pleural drainage showed a lemon-yellow liquid, which tested negative on cytologic and microbiologic examination. At the same time, blood and sputum cultures were also negative. Serum tumoral markers, and antinuclear, anti-mitochondrial, antideoxyribonucleic acid (DNA), C anti-neutrophil cytoplasmic (ANCA) and anti-LKM antibodies were all negative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "A lymphocytic population study of peripheral blood cell count showed normal CD4+ count with increased CD8+ lymphocyte count. Human immunodeficiency virus (HIV) antibodies tested negative, and serum antibodies (IgM) anti-Mycoplasma pneumoniae, Chlamydia pneumoniae, Chlamydia psittaci, Legionella pneumophila, Coxiella burnetii and Rickettsia conori were non-reactive. The purified protein derivate (PPD) test showed a positive reaction with a 12-mm cutaneous infiltrate at 72 hours; the Quantiferon-TB test was negative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Since no cause for infectious etiology of this pulmonary syndrome was found, systemic corticosteroid therapy was started, with intravenous methylprednisolone (40 mg daily for 8 days, reduced to 20 mg daily for 2 days, and then 10 mg daily for 3 days). After two weeks of steroid therapy, chest pain and fever disappeared, and chest radiograph confirmed almost complete resolution of lung nodules and pleural effusion. The patient was discharged but, one week after discontinuation of Flogistic-reactive pattern Pulmonary Gallium-67 uptake Negative Steroid therapy Yes Outcome Improved n steroid therapy, chest pain and fever returned in association with perioral anesthesia. He was admitted to our Day Hospital and pulmonary gallium-67 scintigraphic study did not show any area of increased uptake in the lungs. An adverse reaction to amiodarone was considered; the drug was discontinued, and antiarrhythmic therapy was changed by introducing flecainide (100 mg daily). Other possible amiodarone-related toxic effects (such as abnormal levels of thyroid hormones and corneal microdeposits) were not found. After discontinuation of amiodarone, the patient reported rapid and complete regression of fever, chest pain and perioral anesthesia. A followup chest CT scan 3 weeks later showed resolution of pleuro-pericardial effusion and lung nodules, with significant reduction of thoracic lymphadenopathies. The patient's clinical data are listed in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1446,
                    "end": 1453,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "INTRODUCTION"
        },
        {
            "text": "Amiodarone is largely used in the treatment of supraventricular and ventricular arrhythmias, and non-ischemic cardiomyopathy. Several cardiac and extracardiac side-effects may occur during amiodarone treatment, and are usually in relation to the total amount of drug administered (7).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Extra-cardiac amiodarone toxicity may involve lung, liver, skin, nerves, and other organs. Drug-induced abnormalities in cells and tissues arise, due to various pathological mechanisms, such as induction of phospholipidosis, immune-mediated hypersensitivity and free-radical toxicity (8) . Tissue deposits of the anti-arrhythmic drug are a major source of side effects (such as skin decoloration). Experimental data showed that vacuolar sequestration of amiodarone occurs at concentrations close to therapeutic levels, is mediated by V-ATPase and evolves towards persistent macroautophagy and phospholipidosis. This cytopathology is not cell type-specific, but tissue macrophages appear to be particularly susceptible (9) . Amiodarone interferes with the endocytic pathway, inhibits proteolysis, and causes the formation of vacuoles, but uptake and intracellular distribution of the drug, and functional consequences of amiodarone accumulation remain unclear still today. Recent in vitro studies demonstrated that amiodarone associates with different cell membranes, accumulates in acidic organelles, and inhibits the spreading of the coronavirus responsible for Severe Acute Respiratory Syndrome (SARS) at a post-endosomal level (10) .",
            "cite_spans": [
                {
                    "start": 284,
                    "end": 287,
                    "text": "(8)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 718,
                    "end": 721,
                    "text": "(9)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1230,
                    "end": 1234,
                    "text": "(10)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Pneumonitis is the most serious adverse effect and is one of the leading reasons for stopping the drug (11) . It may develop at any time during the course of treatment, but reported cases are mostly observed during the first 12 months of therapy. A high-dose regime therapy (>400 mg daily) is related to the higher incidence of toxic effects. Other predisposing factors associated with pulmonary toxicity include older age and pre-existing pulmonary disorders (mostly caused by cigarette smoking) (12) .",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 107,
                    "text": "(11)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 497,
                    "end": 501,
                    "text": "(12)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Neurologic toxicity associated with amiodarone treatment is uncommon, and includes tremor, gait ataxia, peripheral neuropathy and cognitive impairment. A retrospective analysis of 707 cardiac patients treated with amiodarone between 1996 and 2008 at the Mayo Clinic showed that the cumulative incidence of probable drug-induced neurotoxic effects was 2.8%. The primary risk factor for such reactions is duration of treatment, not age, drug dose, gender, or indication for therapy (13) .",
            "cite_spans": [
                {
                    "start": 480,
                    "end": 484,
                    "text": "(13)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "We describe here an old and non-smoker patient with a history of atrial fibrillation, who developed fever and thoracic pain while being treated with low-dose amiodarone. Chest CT scan showed multiple lung nodules with pleuro-pericardial effusion and thoracic lymphadenopathies, and the disease was initially considered as community-acquired pneumonia. The co-presence of pulmonary masses, monolateral pleural effusion and enlarged mediastinic lymphonodes, and the failure of empirical antibiotic therapy lead us to consider pulmonary tuberculosis, but all microbiological searches were negative for mycobacteria and the Quantiferon-TB test was negative. Amiodarone toxicity was considered at second observation, when the patient presented with a recurrence of the previous thoracic symptoms after steroid discontinuation and a new symptom: perioral anesthesia. Amiodarone toxicity may also be observed in the neuromuscular system and is characterized by polyradiculoneuropathy; anesthesia or paresthesia are possible aspecific symptoms (1, 13) . Our patient presented with probable peripheric nerve involvement due to amiodarone toxicity: the anesthetic sensation in the perioral area resolved after discontinuation of the drug, as did all the other symptoms. Radiological findings and clinical symptoms of amiodarone-induced pulmonary toxicity are aspecific: our patient developed the most common symptoms as fever and chest pain, and the late peripheral nerve involvement led us to consider a toxic and non-infectious cause of the syndrome. The rapid disappearance of toxic effects after amiodarone discontinuation was certainly remarkable, because of the previous extended accumulation of the drug in tissues.",
            "cite_spans": [
                {
                    "start": 1036,
                    "end": 1039,
                    "text": "(1,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1040,
                    "end": 1043,
                    "text": "13)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Unfortunately, no consensus exists regarding prevention and early detection of amiodarone-induced lung toxicity. According to Chang et al. (12) , diagnosis should be based on clinical, laboratory and radiological criteria, including worsening dyspnea, chest radiograph with diffuse pulmonary infiltrates, and pulmonary function decline, ruling out congestive heart failure, bronchoalveolar fluid with phospholipidosis and CD8+ lymphocytosis, pathologic findings, and regression of abnormalities after amiodarone withdrawal, with or without steroid therapy.",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 143,
                    "text": "(12)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Bronchoalveolar fluid is usually characterized by \"foamy\" cytoplasm in alveolar macrophages and CD8+ lymphocythosis (14) . In our patient, the fluid showed bronchial epithelium cylindrical cells, histiocytes, a granulocytic sheet, and a lymphocytic sheet. Unfortunately, no lymphocytic subpopulation study was done on BAL while CD8 lympho-Amiodarone-induced toxicity cytosis was observed on peripheral blood cell count. Pulmonary gallium-67 scintigraphy is considered an early and sensitive indicator of amiodarone pneumonitis but is rarely used because of its high cost and difficulty of interpretation (15) . Lung gallium-67 uptake is certainly useful as sensitive test in differential diagnosis with sarcoidosis. In our patient, no gallium-67 lung uptake was shown, probably owing to the recent discontinuation of steroid therapy.",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 120,
                    "text": "(14)",
                    "ref_id": null
                },
                {
                    "start": 604,
                    "end": 608,
                    "text": "(15)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Our report should remind clinicians to recognize and treat amiodarone pneumonitis as early as possible, since it is a potentially life-threatening lung disease and its atypical presentation may lead to erroneous interpretation. Attending physicians should therefore bear in mind the possibility of drug-induced lung and peripheral nerve toxicity, even in patients receiving low-dose amiodarone treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical features of amiodarone-induced pulmonary toxicity",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Dusman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Stanton",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Miles",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Circulation",
            "volume": "82",
            "issn": "",
            "pages": "51--60",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Amiodarone pulmonary toxicity. Recognition and pathogenesis (Part I)",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ii",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Rosenow",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Iii",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Chest",
            "volume": "93",
            "issn": "",
            "pages": "1067--75",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Acute amiodarone-induced lung toxicity",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Donaldson",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "S"
                    ],
                    "last": "Grant",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Naysmith",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Intensive Care Med",
            "volume": "24",
            "issn": "",
            "pages": "626--656",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical organ toxicity of antiarrhythmic compounds: ocular and pulmonary manifestations",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "Pollak",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Am J Cardiol",
            "volume": "84",
            "issn": "",
            "pages": "37--45",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Intracellular sequestration of amiodarone: role of vacuolar ATPase and macroautophagic transition of the resulting vacuolar cytopathology",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Morissette",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ammoury",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rusu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Br J Pharmacol",
            "volume": "157",
            "issn": "",
            "pages": "1531--1571",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Amiodarone alters late endosomes and inhibits SARS coronavirus infection at a post-endosomal level",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Stadler",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Ha",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Ciminale",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Am J Respir Cell Mol Biol",
            "volume": "39",
            "issn": "",
            "pages": "142--151",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Amiodarone pulmonary toxicity",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Camus",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ii",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Rosenow",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Iii",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clin Chest Med",
            "volume": "25",
            "issn": "",
            "pages": "65--75",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Amiodarone-related pneumonitis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Hwang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Hsu",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Formos Med Assoc",
            "volume": "106",
            "issn": "",
            "pages": "411--418",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Frequency, characteristics, and risk factors for amiodarone neurotoxicity",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Orr",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Ahlskog",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Arch Neurol",
            "volume": "66",
            "issn": "",
            "pages": "865--874",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Pulmonary gallium-67 uptake in amiodarone pneumonitis",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Van Rooij",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Van Der Meer",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Van Royen",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J Nucl Med",
            "volume": "25",
            "issn": "",
            "pages": "211--214",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Nodular amiodarone lung disease",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ruangchira-Urai",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Colby",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Klein",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Am J Surg Pathol",
            "volume": "32",
            "issn": "",
            "pages": "1654--60",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Possible association of pneumonitis with amiodarone therapy",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Rotmensch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Liron",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tupilski",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Am Heart J",
            "volume": "100",
            "issn": "",
            "pages": "412--415",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Amiodarone for the prevention of sudden cardiac death: a meta-analysis of randomized controlled trials",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Piccini",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Berger",
                    "suffix": ""
                },
                {
                    "first": "O&apos;",
                    "middle": [],
                    "last": "Connor",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Eur Heart J",
            "volume": "30",
            "issn": "",
            "pages": "1245--53",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Amiodarone: guidelines for use and monitoring",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Siddoway",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Am Fam Physician",
            "volume": "68",
            "issn": "",
            "pages": "2189--96",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Chest CT scan of patient, showing irregular consolidative masses on left lung, associated with pleural and pericardial effusion and mediastinic lymphadenopathies.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Patient's clinical data.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}