{
    "paper_id": "4f38b95e2cefe5d653ba6fa4be1b1cd77efb3b65",
    "metadata": {
        "title": "Familial cluster of COVID-19 infection from an asymptomatic",
        "authors": [
            {
                "first": "Jinjun",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shandong University",
                    "location": {
                        "postCode": "250012",
                        "settlement": "Jinan, Shandong",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Sijia",
                "middle": [],
                "last": "Tian",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jing",
                "middle": [],
                "last": "Lou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yuguo",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shandong University",
                    "location": {
                        "postCode": "250012",
                        "settlement": "Jinan, Shandong",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Since December 2019, the first case of a novel coronavirus (COVID-19) infection pneumonia was detected in Wuhan, and the outbreak has been spreading rapidly in the world. As of February 18, 2020, a total of 73,332 cases of confirmed COVID-19 infection have been detected in the world as reported by the WHO [1, 2] . Given that the asymptomatic persons are potential sources of COVID-19 infection [3] , we report a familial cluster case of five patients infected with COVID-19 from an asymptomatic confirmed case in Beijing. We obtained the data of patients, which included demographic, epidemiological, and clinical features; chest radiography; laboratory test; and outcomes. Laboratory confirmation of COVID-19 was detected in the first hospital admission and verified by the Beijing Center for Disease Control and Prevention (CDC). An asymptomatic case was defined as a laboratory-confirmed COVID-19 infection case who was afebrile and well. We enrolled the family that had five patients in total with COVID-19 infection who were transferred by the Beijing Emergency Medical Service (EMS) from January 24 to 27, 2020, to the designated hospitals for special treatment. Clinical outcomes were followed up to February 29, 2020.",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 310,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 311,
                    "end": 313,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 396,
                    "end": 399,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The familial cluster of five patients (index patient to patient 4) was infected with COVID-19, and just the index patient had been to Wuhan, who had no symptoms before his family members started to get sick one after another. On January 19, the index patient, a 48-year-old male, came back to Beijing from Wuhan. He invited his nephew (patient 3) for dinner. On January 22, patient 3, a 32-year-old man, became ill with continuous high fever and fatigue; the highest body temperature was 40.2°C; he first visited a hospital on January 24. Two nasopharyngeal swabs sample were obtained and were found to be positive for COVID-19 on the real-time reverse transcription-polymerase chain reaction (RT-PCR) assay. Before he went to the hospital, his uncle (index patient) was informed that his relative in Wuhan had been infected with COVID-19. On January 23, the index patient's wife, patient 1, a 45-year-old female, had a fever of 37.8°C too. For the reason that his relative in Wuhan and nephew had been detected to be infected with COVID-19, his family visited a hospital together and tested the RT-PCR for COVID-19, the results of which were all positive (Fig. 1) . The chest radiograph of patient 2 was normal, and it is noteworthy that she was an asymptomatic too. The index patient's and his wife's (patient 1) chest radiograph demonstrated ground glass opacities (Fig. 2) . Then, the family were transferred by EMS to the designated hospitals for special treatment and isolated on January 27. On the same day, the nephew's mother (patient 4) got a fever of 38.4 with joint pain; after being confirmed with COVID-19 infection, she was transferred to the designated hospital too. On February 18, 2020, index patient to patient 2 were discharged, the index patient had no fever along with dry cough, and patient 2 had no clinical symptoms during hospitalization, while patients 3 and 4 were still in hospital.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1156,
                    "end": 1164,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1368,
                    "end": 1376,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "Finally, the familial cluster infected with COVID-19 has been reported in homes or hospital, especially without obvious symptoms [4] . According to our recent study, 5% of COVID-19 infection were asymptomatic cases [5] . If the asymptomatic cases cannot be found or isolated appropriately for medical observation, they will spread the virus to other close contacts quickly. Therefore, to identify and control the asymptomatic cases, as well as early quarantine for their close contacts, especially in families are important measures to prevent transmission of the COVID-19 infection. ",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 132,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 215,
                    "end": 218,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "WHO. Coronavirus disease 2019 (COVID-19) Situation Report-29",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A novel coronavirus outbreak of global health concern",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Horby",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Hayden",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "20",
            "pages": "30185--30194",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30185-9"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Transmission of 2019-nCoV infection from an asymptomatic contact in Germany",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rothe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schunk",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sothmann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMc2001468"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Kok",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "30154--30163",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30154-9"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Characteristics of COVID-19 infection in Beijing",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Infect",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jinf.2020.02.018"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Publisher's Note",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Timeline of exposure to index patient with COVID-19 infection in the familial cluster case",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Chest Imaging of Patients Infected With COVID-19A. Chest CT and radiograph of Index patient B. Chest CT and radiograph of patient 1 C. Chest CT and radiograph of patient 2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Chest imaging of patients infected with COVID-19 Zhang et al. Critical Care (2020) 24:119",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We thank all the Beijing EMS staff for their efforts in transferring the confirmed patients and all patients involved in the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "All authors were the major contributors in writing the manuscript and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' contributions"
        }
    ]
}