{
    "paper_id": "4f7dcdde03c09cf8b7f1655ed8e976875fdc013d",
    "metadata": {
        "title": "Complex emergencies of COVID-19: management and experience in Zhuhai Highlights Complex emergencies of COVID-19: management and experience in Zhuhai Running Head: Emergency management of COVID-19 in Zhuhai",
        "authors": [
            {
                "first": "Hao",
                "middle": [],
                "last": "Jin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ligong",
                "middle": [],
                "last": "Lu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Jinan University)",
                    "location": {
                        "postCode": "519000, 519000",
                        "settlement": "Zhuhai, Zhuhai, Zhuhai",
                        "country": "China. (, China (, China ("
                    }
                },
                "email": ""
            },
            {
                "first": "Junwei",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Jinan University)",
                    "location": {
                        "postCode": "519000, 519000",
                        "settlement": "Zhuhai, Zhuhai, Zhuhai",
                        "country": "China. (, China (, China ("
                    }
                },
                "email": ""
            },
            {
                "first": "Min",
                "middle": [],
                "last": "Cui",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Jinan University)",
                    "location": {
                        "postCode": "519000, 519000",
                        "settlement": "Zhuhai, Zhuhai, Zhuhai",
                        "country": "China. (, China (, China ("
                    }
                },
                "email": ""
            },
            {
                "first": ")",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lu",
                "middle": [],
                "last": "Lg",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Jin H wrote the first draft. All of the authors contributed to the design and interpretation of the study and to further drafts. Lu LG, Liu JW and Cui M are the guarantors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The impact of communicable diseases (infectious diseases) on human health is obvious. The sudden outbreak of COVID-19 (Corona Virus Disease 2019), making people realize the threat of communicable diseases to mankind. As a city composed of migrants, Zhuhai Special Economic Zone experienced great challenges brought about by COVID-19 epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Experience has been acquired from all aspects. A highly reactive, multifunctional and efficient emergency management system would be established, and the significance of information communication should be fully understood in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Communicable diseases posed challenges to public health administrators as they threaten mankind security and economy development. Owing to the limited time to response, decisions must be made immediately, making comprehensive emergency management. The government of Zhuahi canceled all the religious activities. As a destination of tourists, all the scenic pots were shut down to face this emergency, including beaches and community parks. Public transport had been reduced to half at January 26 th , 2020 and reduced to less than 5% at February 7 th , 2020. Close contacts were defined as passengers in the same carriage of a train, ship or airplane with the diagnosed patients. Once these close contacts were found, they would be isolated for medical surveillance or treatment. At January 26 th , 2020, when a definite diagnosis had been made on 10 patients in Zhuhai, Zhuhai citizens were required to wear facial masks at all public occasions, and transgressors would be punished by the police owing to violate Law of the People's Republic of China on Prevention and Control of Infectious Diseases. All the students attended class online at home after the semester was postponed. And all residential areas adopted close management. CDC required that residents back to Zhuhai isolated themselves at home for 14 days. The government of Zhuhai established a series of measures and policies to support the many mid-minor enterprises during such a long-term termination of business, including labour subsidies, scientific research input, loan discounts, tax relief, etc. Zhuhai CDC established ten emergency response teams for epidemiological investigation, case report, specimen collection, epidemic sites disinfection, close contacts management, emergency monitoring, health education, risk assessment, technical guidance, etc. Medical staff were sent to bus stations, quays, rail stations and airports for screening suspicious cases. Fever clinics in Zhuhai are opened around the clock.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measures taken by public health administrators"
        },
        {
            "text": "In clinics, patients with body temperatures over 37.3℃were guided to fever clinics for relative examination, and clinic patients were forbidden to enter inpatient departments without instruction. Each department in hospital reserved at least two wards for emergency isolation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measures taken in hospitals"
        },
        {
            "text": "Medical staff's cellphones, glasses, pens, and stethoscopes were especially disinfected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measures taken in hospitals"
        },
        {
            "text": "Disinfection of elevator buttons, public toilets, and clinic waiting-room benches was also increased. Training on cleaning staff was strengthened, and quality of protective clothing was more concerned than before. For doctors, morning shifts were reduced or completed on line to avoid gathering. Inspectors detecting the virus wear protective clothing, N95 masks and goggles, without touching the outside throughout operation, in order to strictly prevent the spread of 2019-nCoV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measures taken in hospitals"
        },
        {
            "text": "Considering that COVID-19 has strong infection capacity, we should be on the alert to face this emergency. Policy-making should be based on resource integration, social mobilization, funding input, medication supply, vaccine development and international cooperation. And science and technology means should be fully utilized. The complex emergencies of communicable diseases should be fully understood, and this would be a process needing continuous learning. A highly reactive, multifunctional and efficient emergency management system would be established, and the significance of information communication should be fully understood in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Some lessons to be learned"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The Historical Epidemiology of Global Disease Challenges",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "James",
                    "suffix": ""
                },
                {
                    "first": "Webb",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet",
            "volume": "385",
            "issn": "",
            "pages": "322--325",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Communicable diseases in complex emergencies: impact and challenges",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Connolly",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gayer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Ryan",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Lancet",
            "volume": "364",
            "issn": "",
            "pages": "1974--1983",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Robert Koch Institut: towards digital epidemiology",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Makri",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Lancet",
            "volume": "390",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "We thank Zhuhai Bureau and Zhuhai CDC for providing the necessary support for our study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Ethical Approval: Not required",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing Interests: No"
        }
    ]
}