{
    "paper_id": "50421f4a4d4bc6bf6e923f2bfc806bde6529f34f",
    "metadata": {
        "title": "Proportional fault-tolerant data mining with applications to bioinformatics",
        "authors": [
            {
                "first": "#",
                "middle": [],
                "last": "Springer Science + Business",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Media",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The mining of frequent patterns in databases has been studied for several years, but few reports have discussed for fault-tolerant (FT) pattern mining. FT data mining is more suitable for extracting interesting information from real-world data that may be polluted by noise. In particular, the increasing amount of today's biological databases requires such a data mining technique to mine important data, e.g., motifs. In this paper, we propose the concept of proportional FT mining of frequent patterns. The number of tolerable faults in a proportional FT pattern is proportional to the length of the pattern. Two algorithms are designed for solving this problem. The first algorithm, named FT-BottomUp, applies an FT-Apriori heuristic and finds all FT patterns with any number of faults. The second algorithm, FT-LevelWise, divides all FT patterns into several groups according to the number of tolerable faults, and mines the content patterns of each group in turn. By applying our algorithm on real data, two reported epitopes of spike proteins of SARS-CoV can be found in our resulting itemset and the proportional FT data mining is better than the fixed FT data mining for this application.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Valuable information is one of the most powerful weapons in the current knowledge age, and hence knowledge discovery has become a popular field of research. For example, in bioinformatics, biological data grow exponentially in size and complexity. It is not an easy work to extract useful information from it. Thus an important goal of data mining in bioinformatics is to extract valuable information from a large amount incomprehensible, biological data. Traditional algorithmical techniques use pattern matching algorithms to find valuable information for biological sequences. For example, linear scan (Knuth et al. 1977) and suffix tree (Ukkonen 1995) are two wellknown approaches. For more references and applications on patter matching, we refer to (Gusfield 1997) .",
            "cite_spans": [
                {
                    "start": 605,
                    "end": 624,
                    "text": "(Knuth et al. 1977)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 641,
                    "end": 655,
                    "text": "(Ukkonen 1995)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 755,
                    "end": 770,
                    "text": "(Gusfield 1997)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In contrast, data mining in bioinformatics deals with different techniques and algorithms to gain knowledge from data of biological sequences, structures, and microarrays (Chen 2005) . Association-rule mining, which was first investigated in (Agrawal et al. 1993) , explores the relationships among data items. It is a very popular technique in data mining. For example, in the analysis of association rules of a metabolic pathway, the rule \"Gene 1 → Gene 2 , support=10%, confidence=90%\" means that the support of 10% indicates that Gene 1 and Gene 2 are expressed together in 10% of all datasets, and the confidence of 90% indicates that 90% of the metabolic pathway which activated Gene 1 also correlated with Gene 2 . Recently, Kotlyar and Jurisica used this technique to predict protein-protein interactions (Kotlyar and Jurisica 2006) .",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 182,
                    "text": "(Chen 2005)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 242,
                    "end": 263,
                    "text": "(Agrawal et al. 1993)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 732,
                    "end": 743,
                    "text": "Kotlyar and",
                    "ref_id": null
                },
                {
                    "start": 813,
                    "end": 840,
                    "text": "(Kotlyar and Jurisica 2006)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The approaches used to find association rules can be roughly classified into two categories. The first category is the Apriori-based algorithm (Agrawal and Srikant 1994) . This influential algorithm generates candidate patterns according to the non-monotonicity heuristic. The two main problems of Apriori are that (1) it needs to scan the database several times and (2) it generates too many candidate patterns. Various techniques have been used to overcome these problems. In Park et al. (1995) , a hash table is used to store candidate patterns to increase the scanning efficiency; Agrawal and Srikant (1994) , Han and Fu (1995) , and Park et al. (1995) attempt to reduce the number of transactions scanned in future iterations; Savasere et al. (1995) and Zaki (2000) adopt the techniques of partitioning and sampling; and Brin et al. (1997) proposes a dynamic pattern-counting method in which candidate patterns are added at different points during a scan. And the negative association rules are considered in Antonie and Zaïane (2004) ; Thiruvady and Webb (2004) ; Zhang and Zhang (2004) . Moreover, the problem of mining temporal indirect association patterns is considered in Chen et al. (2006) .",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 169,
                    "text": "(Agrawal and Srikant 1994)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 478,
                    "end": 496,
                    "text": "Park et al. (1995)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 585,
                    "end": 611,
                    "text": "Agrawal and Srikant (1994)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 614,
                    "end": 631,
                    "text": "Han and Fu (1995)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 638,
                    "end": 656,
                    "text": "Park et al. (1995)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 732,
                    "end": 754,
                    "text": "Savasere et al. (1995)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 759,
                    "end": 770,
                    "text": "Zaki (2000)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 826,
                    "end": 844,
                    "text": "Brin et al. (1997)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1014,
                    "end": 1039,
                    "text": "Antonie and Zaïane (2004)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1042,
                    "end": 1067,
                    "text": "Thiruvady and Webb (2004)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1070,
                    "end": 1092,
                    "text": "Zhang and Zhang (2004)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1183,
                    "end": 1201,
                    "text": "Chen et al. (2006)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The second category is the tree-based algorithm, which was proposed as the FP-tree (frequent-pattern tree) in Han et al. (2000) . This algorithm scans the database to find all frequent items, and compresses the database by representing the frequent items in an FP-tree. Finally, all frequent patterns can be obtained by searching the tree. When the database is large, it is sometimes unrealistic to construct an FP-tree that resides in main memory. This leads to the proposed extension of the pattern-growth concept, namely, H-mine. H-mine designs a dynamic structure to adjust links dynamically, instead of requiring an FP-tree to be maintained or a physical database to be created. The motivation of this method is to preserve space, and initially involves loading transactions into memory. However, H-mine has to maintain a head table at each level of the tree, and modify the links to build a queue of the collection of transactions containing the same prefix before the pattern support is counted.",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 127,
                    "text": "Han et al. (2000)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Expect for the two categories of approaches, some works study on other ways to extract association rules. Matrix Apriori (Pavon et al. 2006) utilizes simple structures such as matrices and vectors in the process of generating frequent patterns, and it also minimizes the number of candidate sets. In (Lee et al. 2006) , the idea of compressions rules is proposed and a data mining structure is used to extract association rules from a database. Redundant data will then be replaced by means of compression rules. (Chu et al. 2005 ) uses a simple method to transform the transactions read from the database into their corresponding patterns and then accumulates the occurring times of these patterns. (Chen et al. 2002) refines sampling functions to a two-phase sampling based algorithm that attempts to reduce the errors caused by sampling functions. (Chen and Ho 2005) proposed a sampling-based method that contains three phases. The first phase draws a small sample of data to estimate the set of frequent patterns, denoted as FS. The second phase computes the actual supports of the patterns in FS as well as identifies a subset of patterns in FS that need to be further examined in the next phase. Finally, the third phase explores this set and finds all missing frequent patterns.",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 140,
                    "text": "(Pavon et al. 2006)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 300,
                    "end": 317,
                    "text": "(Lee et al. 2006)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 513,
                    "end": 529,
                    "text": "(Chu et al. 2005",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 700,
                    "end": 718,
                    "text": "(Chen et al. 2002)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 851,
                    "end": 869,
                    "text": "(Chen and Ho 2005)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Traditional association-rule mining extracts patterns that match exactly. However, real-world databases contain noise that can make important information ambiguous, resulting in it not appearing in the mining result. Moreover, sometimes a decision maker will not be helped by the limited knowledge mined from a small database. Therefore, we need a method that copes with such variations in an association pattern (within predefined limits), which is called a fault-tolerant (FT) pattern.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In contrast to traditional frequent-pattern mining, the mining of FT patterns must tolerate a certain degree of inexactitude. For example, coughing, fever, a runny nose, a headache, and a sore throat are all signs of catching a cold. However, these symptoms are seldom present at the same time, and hence a doctor will not diagnose the disease exactly following the rule R1: {coughing, fever, runny nose, headache, sore throat} à{catch a cold}. Instead, a better rule corresponding to the real-world situation would be R2: Patients who have at least two of the following symptoms {coughing, fever, runny nose, headache, sore throat} are catching a cold. R2 requires matching just part of the data, which illustrates the sense of allowing for fault tolerance in data mining. Yang et al. (2001) was the first to propose discovering FT frequent patterns in many dimensions. Their primary motivation was to find frequent groups of transactions (user groups, web sessions, and so on.) instead of focusing on just the items themselves, allowing for the discovery of groups of similar transactions that share most items. Unfortunately, the approach proposed in Yang et al. (2001) may generate sparse patterns, which may contain subpatterns that do not appear frequently.",
            "cite_spans": [
                {
                    "start": 774,
                    "end": 792,
                    "text": "Yang et al. (2001)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1154,
                    "end": 1172,
                    "text": "Yang et al. (2001)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Another milestone of FT pattern mining is the work described in Pei et al. (2001) , in which extending Apriori and developing FT-Apriori for FT frequent-pattern mining allows a complete set of FT patterns to be mined out. However, the disadvantages of Apriori-based algorithms, including a huge number of candidate patterns and high database scanning frequency, also occurred in Pei et al. (2001) . In response, Wang and Lee (2002) suggested the algorithm FTP-mine that finds FT patterns using the concept of pattern growth.",
            "cite_spans": [
                {
                    "start": 64,
                    "end": 81,
                    "text": "Pei et al. (2001)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 379,
                    "end": 396,
                    "text": "Pei et al. (2001)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 412,
                    "end": 431,
                    "text": "Wang and Lee (2002)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The main defect of Pei et al. (2001) and Wang and Lee (2002) is their definition of the number of tolerable faults in a pattern as a fixed number. Defining the number of tolerable faults in the patterns as a fixed number of items is not objective. The matters of \"tolerant 1 item\" in a pattern with length 4 and that in a pattern with length 10 give people entirely different sense. For example, the function of a protein is determined by its structure but not sequence. It is possible that two proteins of similar function have different sequence lengths, e.g., the family of heat shock proteins. In this case, it is hard to mine them together using FT pattern mining with fixed number of tolerable faults. In this paper, we introduce the problem of mining proportional FT patterns; in these patterns, the number of tolerable faults in the pattern is proportional to the pattern length. Two approaches are proposed to solve this problem. The remainder of this paper is organized as follows: background knowledge and problem definitions are presented in Section 2, the principles underlying our approaches are presented in Section 3, Section 4 describes the experimental results, and the conclusions and future work are discussed in Section 5.",
            "cite_spans": [
                {
                    "start": 19,
                    "end": 36,
                    "text": "Pei et al. (2001)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 41,
                    "end": 60,
                    "text": "Wang and Lee (2002)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Let pattern X={i 1 ,…,i n } be a set of items, where the length of X is the cardinality of X, denoted as |X|. Moreover, X is called an |X|-pattern since it contains |X| items. A transaction T = (tid, X) is a 2-tuple record, where tid is the transaction-id and X is a pattern. Transaction T=(tid, X) is said to contain pattern Y iff Y⊆X.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Problem definition"
        },
        {
            "text": "A transaction database TDB is a set of transactions. The number of transactions in TDB containing pattern X is called the support of X, denoted as sup(X). Given a transaction database TDB and a user-defined support threshold min_sup>0, pattern X is a frequent pattern iff sup(X)≥min_sup. A frequent pattern with length k is denoted as a frequent-k pattern. In the process of frequent-pattern mining, possible patterns are generated as candidate patterns, and these are later tested to determine whether they are frequent. The problem of frequent-pattern mining is to find the complete set of frequent patterns in a given transaction database with respect to a given support threshold.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Problem definition"
        },
        {
            "text": "Extending the problem of mining frequent patterns, the FT frequent-pattern-mining problem relaxes the definition of containing to FT-containing. In addition to mining exact patterns that occur with high frequencies, we find those frequent patterns that contain some errors. In Pei et al. (2001) and Wang and Lee (2002) , FT-containing is defined as mismatches in a fixed number of items in a pattern. However, as mentioned above, it is disadvantageous for the same number of faults to be tolerated in patterns with different lengths. Therefore, the problem of proportional FT frequent-pattern mining is proposed.",
            "cite_spans": [
                {
                    "start": 277,
                    "end": 294,
                    "text": "Pei et al. (2001)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 299,
                    "end": 318,
                    "text": "Wang and Lee (2002)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Problem definition"
        },
        {
            "text": "Let P be a pattern. A transaction T=(tid, X) is said to FTcontain pattern P with respect to a given FT parameter δ (0<δ≤1) iff there exists P′⊆P such that P′⊆ X and P 0 j j P j j ! d. The number of transactions in a database FT-containing pattern P is called the FT-support of P, denoted as sup FT (P). Let B(P) be the set of transactions FT-containing pattern P. Given a frequent item-support threshold min_sup item and an FT-support threshold min_sup FT , a pattern P is called an FT frequent pattern iff 1. sup FT (P)≥min_sup FT ; and 2. for each item p∈P, sup item B(P) (p)≥min_sup item , where sup item B(P) (p) is the number of transactions in B(P) containing item p.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 2.1 (Proportional FT frequent pattern)"
        },
        {
            "text": "Definition 2.1 mostly extends (Pei et al. 2001) , except the FT parameter and the definition of FT-containing. The itemsupport threshold avoids the problem of sparse patterns appearing which can occur in (Yang et al. 2001) , by constraining the frequency of occurrence of each item in a pattern. Moreover, our definition of FT-containing releases the constraint that the number of fault items tolerable in a pattern is fixed-instead, the number of tolerable-fault items increases depending on the length of the pattern. Figure 1 shows the relation between the length of pattern X and #fault(|X|), where #fault(|X|) denotes the number of fault items tolerable in pattern X. According to Definition 2.1, we have the following equation",
            "cite_spans": [
                {
                    "start": 30,
                    "end": 47,
                    "text": "(Pei et al. 2001)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 204,
                    "end": 222,
                    "text": "(Yang et al. 2001)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 520,
                    "end": 528,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Definition 2.1 (Proportional FT frequent pattern)"
        },
        {
            "text": "c . In the horizontal parts of the stair shown in Fig. 1 , our problem can be simplified to previous works, i.e., FT-Apriori (Pei et al. 2001) can be extended as the following lemma to solve part of our problem.",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 142,
                    "text": "(Pei et al. 2001)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 50,
                    "end": 56,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Definition 2.1 (Proportional FT frequent pattern)"
        },
        {
            "text": "then none of its superset that tolerates the same number of faults will be an FT pattern However, we have a challenge where the gaps occur in Fig. 1 , since these areas do not comply with the nonmonotonicity property. That is, if a pattern is not a frequent FT pattern, its superset can still be a frequent FT pattern. Therefore, solutions from previous studies cannot solve our problem.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 142,
                    "end": 148,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Definition 2.1 (Proportional FT frequent pattern)"
        },
        {
            "text": "For example, please refer to ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 2.1 (Proportional FT frequent pattern)"
        },
        {
            "text": "However, observation of the properties of patterns separated by the gap produces the following lemma:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 2.1 (Proportional FT frequent pattern)"
        },
        {
            "text": "Lemma 2.2 Let set(X subpattern ) denote the set of X's subpatterns whose length is one less than the length of X. Moreover, let #fault(|X|)-1= #fault(|X|-1) (i.e., X and the considered subset are separated by the gap). If X is not a frequent FT pattern, then we have the following two conditions: case 1. if sup FT (X)<min_sup FT , then for all P∈set(X subpattern ), P cannot be an FT pattern. case 2. if sup item B(X) (x j )<min_sup item for an item x j ∈X, then none of the patterns in set(X subpattern ) that contains item x j can be an FT pattern.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 2.1 (Proportional FT frequent pattern)"
        },
        {
            "text": "Proof Let the set of subpatterns of X with length |X|-k be S, where k = #fault(|X|), and the set of subpatterns of X subpattern (X subpattern ∈set(X subpattern )) with length |X|-1-(k-1) be S'. Because X subpattern ∈set(X subpattern ), we know that S′⊂S. Suppose X is not a frequent FT pattern: case 1. sup FT (X)<min_sup FT : if there exists a frequent FT pattern X subpattern (X subpattern ∈set(X subpattern )), then we have sup FT (X subpattern )>min_sup FT . Because sup FT (X subpattern ) is included in sup FT (X), sup FT (X) >min_sup FT , which disagrees with the supposition. Therefore, no patterns in set(X subpattern ) can be frequent patterns if sup FT (X)<min_sup FT . case 2. sup item B(X) (x j )<min_sup item : if there exists a pattern X subpattern , where X subpattern ∈set(X subpattern ) and X subpattern contains x j , then we have sup item B(Xsubpattern) (x j )>min_sup item . Since the item support of X subpattern counts from S', that of X is from S, and S′⊂S, we obtain sup item B(X) (x j )>min_sup item , which disagrees with the supposition. Therefore, none of patterns in set(X subpattern ) that contains item x j can be an FT pattern if sup item B(X) (x j )<min_sup item .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 2.1 (Proportional FT frequent pattern)"
        },
        {
            "text": "Lemma 2.2 holds because the supports of patterns parted by the gap are from the same set of subpatterns.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 2.1 (Proportional FT frequent pattern)"
        },
        {
            "text": "Two approaches are developed using Lemmas 2.1 and 2.2. First, based on Lemma 2.1, we propose the FT-BottomUp algorithm as a basic solution, which is explained in detail in Section 3.1. Although this algorithm is closed to violent solution, it finds the complete set of proportional FT patterns.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 2.1 (Proportional FT frequent pattern)"
        },
        {
            "text": "To improve the efficiency, the second algorithm (named FT-LevelWise) is proposed. Several pruning properties are adopted in this algorithm to improve the performance. The algorithm FT-LevelWise is discussed in Section 3.2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 2.1 (Proportional FT frequent pattern)"
        },
        {
            "text": "The principle underlying the basic algorithm, FT-BottomUp, is to find all FT patterns for which the number of faults is from (1-δ)×|X| to MaxFault at level-|X|, where MaxFault is the maximum possible number of faults. Let DB' be the preprocessed database that is equivalent to the original database with the infrequent items removed. We estimate MaxFault by the maximum possible length of FT patterns, denoted as MaxPattern, using the following equations:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FT-BottomUp algorithm"
        },
        {
            "text": "MaxPattern ¼ min 3. for (int i=2; i<MaxPattern; i++){ j=#fault(i) generate C i,j by F i-1,j ; /* C i,j are the candidate patterns for F i,j */ F i,j = FT_frequent(C i,j , min_sup FT , min_sup item ); /* FT_frequent(C i,j , min_sup FT , min_sup item ) returns the set of patterns in C i,j that comply with the two support thresholds*/} output F i,j ;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FT-BottomUp algorithm"
        },
        {
            "text": "Algorithm 1 shows that at the first d 1Àd AE Ç levels we can adopt the basic Apriori method since patterns at those levels tolerate 0 items as faults, and FT patterns with 0 faults are only required to pass the item-support threshold to be frequent. When the number of tolerable faults is greater than 0, FT-Apriori is used repeatedly to generate candidate FT patterns with the tolerable faults in that level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FT-BottomUp algorithm"
        },
        {
            "text": "The FT-LevelWise algorithm adopts the principle of partitioning the FT patterns into MaxFault groups at each step of the stair shown in Fig. 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 136,
                    "end": 142,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "FT-LevelWise algorithm"
        },
        {
            "text": "Consider each group G i (i=0 to MaxFault), where i is the label of the group and also presents the number of faults tolerated by the patterns in the group. The shortest FT patterns of group G i are called the head patterns of G i , denoted as head i , while the longest ones are called tail patterns and are denoted as tail i . The depth of group G i , denoted as depth i , is the difference between the lengths of tail i and head i , and can be evaluated by FT parameter δ as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FT-LevelWise algorithm"
        },
        {
            "text": "After finding frequent-1 patterns, for each group G i (0≤i≤MaxFault), we first generate candidate patterns for head i by frequent-1 items, and scan the database to check whether the candidates are frequent patterns. If head k contains no frequent patterns, group G k can be deleted. Then, we can generate the candidates of tail i using head i since they tolerate the same number of fault items. Furthermore, according to Lemma 2.2, some candidates of tail i can be pruned by the information collected in head i+1 . That is, a candidate pattern of tail i will never be an FT pattern if its superpattern does not exist in head i+1 because of the small FT-support, or because any item support is not large enough and the candidate pattern contains the item as well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FT-LevelWise algorithm"
        },
        {
            "text": "Moreover, in middle layers mid ij (j is the difference between the lengths of mid ij and head i ), we adopt Lemma 2.1 from both sides. That is, candidate patterns of mid ij are generated by the existing longest subpatterns of mid ij , and if there any FT patterns are superpatterns of this candidate, the candidate is already set to be frequent and does not need to be checked by scanning the database. The main principle underlying this approach is that, for each group, the head FT patterns are generated by frequent-1 patterns, while the tail FT patterns are generated by the head and pruned by the head of the next group. Then, FT patterns are generated by the longest subpattern and pruned by the shortest superpattern from both sides of the group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FT-LevelWise algorithm"
        },
        {
            "text": "Algorithm 2 (FT-LevelWise algorithm)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FT-LevelWise algorithm"
        },
        {
            "text": "Transaction database DB Frequent item-support threshold min_sup item Frequent FT support threshold min_sup FT FT parameter δ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Input"
        },
        {
            "text": "Method:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FT patterns"
        },
        {
            "text": "1. Scan DB to find the set of frequent 1-patterns, denoted as F 1 ;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FT patterns"
        },
        {
            "text": "For each group G i { head i : generate candidate by F 1 ; Check whether candidates are frequent FT patterns; tail i : generate candidate by head i ; Prune by the head of the next group (head i+1 ); Check whether candidates are frequent FT patterns; Mid ij : For j = 1 to depth i /2{ Generate candidate C ij and C i(depthi-j) by mid i(j-1) ;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FT patterns"
        },
        {
            "text": "If (candidate is the subset of mid i(depthi-j+1) ) Set the candidate as frequent;} Check other candidate frequent FT patterns;} Output mid ik , k=0 to depth i } 4 Experimental results",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prune{"
        },
        {
            "text": "This subsection evaluates the performance of our approach. As mentioned in Section 2, the solutions used in previous studies on mining FT patterns cannot be used to solve the proportional FT-patterns mining problem. Therefore, our basic FT-BottomUP algorithm is used to show the improvement of the FT-LevelWise algorithm. The two algorithms were implemented in Java, and all experiments were performed on a 1.8-GHz Pentium 4 CPU with 384 MB of RAM running Windows XP. The experimental datasets were generated using an IBM synthetic-data generator. Each dataset contained 1000 different items and 10,000 transactions (i.e., an average of ten items in a transaction), and several potential frequent patterns with an average length of 8. The parameters used in our simulation are listed in Table 2 . The performances of FT-BottomUp and FT-LevelWise are compared on the basis of their execution times.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 787,
                    "end": 794,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Algorithm efficiency"
        },
        {
            "text": "In the first simulation, the relation between the FT parameter and the number of FT patterns was considered. It is trivial that a larger δ results in the extraction of fewer FT patterns. This situation is especially obvious in the range of δ from 0.7 to 0.9, as shown in Fig. 2 . When δ is over 0.9, the patterns mined out are close to traditional frequent patterns, i.e., exactly matched patterns without the FT property. Figure 3 presents the total execution time of FT-BottomUp and FT-LevelWise, which clearly shows that the latter algorithm outperforms the former one.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 271,
                    "end": 277,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 423,
                    "end": 431,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Algorithm efficiency"
        },
        {
            "text": "In second set of simulations, δ was set to the default value and the reciprocal effect of the two support thresholds was investigated. Figure 4 shows the variation in the number of FT patterns when min_sup FT and min_sup item change.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 135,
                    "end": 143,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Algorithm efficiency"
        },
        {
            "text": "The scalabilities of FT-BottomUp and FT-LevelWise with respect to the two support thresholds are presented in Fig. 5 . The performance of FT-LevelWise is still universally better than that of FT-BottomUp. Moreover, with a constant min_sup item , a smaller min_sup FT results in a longer execution time.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 110,
                    "end": 116,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Algorithm efficiency"
        },
        {
            "text": "An epitope, which is known as an antigenic determinant, is a small part of the molecular structure of an antigenic molecule that is recognized by the immune system, e.g., antibodies, B cells, and T cells (Murphy et al. 2008) . A linear epitope is an epitope that is recognized by antibodies by its linear sequence of amino acids, or primary structure. In contrast, a conformational epitope is a sequence of discontinuous amino acids that come together in three dimensional conformation, or tertiary structure. Macromolecular antigens such as proteins usually have many Fig. 3 Execution times of the two algorithms vs. the FT parameters different epitopes. Moreover, the same segment of protein can be a part of more than one epitopes. In general, the length of an epitope can be from eight to 24 amino acids.",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 224,
                    "text": "(Murphy et al. 2008)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 569,
                    "end": 575,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "Epitope prediction"
        },
        {
            "text": "Intensive research is currently taking place to design reliable tools to predict epitopes on proteins. For example, ELISA (Enzyme Linked Immunosorbent Assay) is one of well-known Immunochemical methods. The epitope prediction problem is to predict epitopes on proteins. Many viruses have a spike protein that has similar function and location within the viral membrane. However, the spike protein of the Severe Acute Respiratory Syndrome-Associated coronavirus (SARS-CoV) has noted low amino acid homology with other viral spike proteins. The low similarity of amino acid sequence suggests that the spike protein of SARS-CoV may have additional functions other than the usual functions of coronavirus spike proteins (Rota et al. 2003) . For SARS-CoV, the spike protein is about 1,255 amino acids long in general. The spike protein plays an important role in interactions with receptor and inducing neutralizing antibodies. Currently, only two epitopes are reported for SARS-CoV spike proteins, namely, \"KLRPFERDISNV\" and \"PDPLKPTKRSF\" (Saha et al. 2005) . In this subsection, we consider the linear epitope prediction problem on spike proteins of SARS-CoV.",
            "cite_spans": [
                {
                    "start": 716,
                    "end": 734,
                    "text": "(Rota et al. 2003)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1035,
                    "end": 1053,
                    "text": "(Saha et al. 2005)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Epitope prediction"
        },
        {
            "text": "The inputs of most epitope prediction tools are a protein, e.g., the B-cell epitope prediction (Saha et al. 2005) . In contrast, we consider a group of related proteins as our input. Our assumption is based on that most related proteins should have the same epitopes. It is like local view (a protein) versus global view (a group of related proteins). However, as mentioned above, the spike proteins of SARS-CoV are low similarity with the spike proteins of other coronaviruses. Thus, we only consider the spike proteins of SARS-CoV. Nevertheless, spike proteins among SARS-CoV are still not similar. That is, the idea of finding common segments in these proteins does not work. It happens that the concept of fault tolerance can be used in this problem. We transform the epitope prediction problem into the fault-tolerant data mining problem as follows.",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 113,
                    "text": "(Saha et al. 2005)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Epitope prediction"
        },
        {
            "text": "We download 209 spike proteins of SARS-CoV from NCBI database. Each protein corresponds to a transaction. By using a sliding window, each segment obtained by sliding window corresponds to an item. Note that the same segment of protein can be a part of more than one epitopes. Thus, this transformation is reasonable. In this experiment, the window size is set to 15. Totally, we obtain an item set of size equal to 3,306. We expect that the output pattern is a set of epitope candidates since the pattern and each of its items obtain enough supports determined by min_sup FT and min_sup item . The parameters used in our experiment are listed in Table 3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 646,
                    "end": 653,
                    "text": "Table 3",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Epitope prediction"
        },
        {
            "text": "By using our algorithm, the result we obtained is one maximal itemset with length 850 (respectively, 1,036) for min_sup item equal to 0.65 (respectively, 0.6). By checking the obtained itemsets, the two reported epitopes (mentioned above) for SARS-CoV spike proteins are exactly contained in this result. It shows that our proposed approach is potential for predicting epitopes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epitope prediction"
        },
        {
            "text": "For fixed FT data mining, while the number of tolerance faults is over 3, FT-Apriori algorithm (Pei et al. 2001 ) runs out of memory. Therefore, we consider the case that the number of tolerance faults equal to 3 and min_sup item = 0.65. In the results, four maximal itemsets (with length 680, 768, 367, and 229, respectively) are obtained. The union of these four sets has similar effect to the set of size 850. It shows that the proportional FT data mining is better than the fixed FT data mining for this application.",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 111,
                    "text": "(Pei et al. 2001",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Epitope prediction"
        },
        {
            "text": "Note that in this experiment we do not consider the property test of epitopes. For example, to be an epitope, we should consider some properties such as hydrophilicity, flexibility/mobility, accessibility, polarity, exposed surface, and turns. However, it is beyond the purpose of this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epitope prediction"
        },
        {
            "text": "In this paper, we propose the concept of proportional FT mining of frequent patterns. In contrast to previous studies on FT data mining, the number of tolerable faults in FT patterns found by our approach is proportional to the length of the patterns. The maximum number of tolerable faults can be obtained by evaluating the maximum possible length of an FT pattern. Two algorithms that find an effective solution to the problem of mining proportional FT frequent patterns are designed. The FT-BottomUp algorithm generates all candidate patterns with the number of fault items at each level. The FT-LevelWise algorithm divides all FT patterns into several groups, generates candidate patterns from both sides of each group, and applies some criteria to prune candidate patterns. Both algorithms extract the complete set of FT patterns. The experiments demonstrate the scalability of FT-LevelWise, which clearly performs much better than FT-BottomUp since it does not need to generate as many candidate patterns, with the database scanning time being half that of FT-BottomUp. By applying our algorithm on real data as shown in Section 4.2, two reported epitopes of spike proteins of SARS-CoV can be found in our resulting itemset and the proportional FT data mining is better than the fixed FT data mining for this application. Based upon our results, there is an ongoing challenge to find more efficient algorithms to improve the scalability of mining proportional FT frequent patterns. Another direction is to apply proportional FT data mining to real-world databases such as medical data or biological data though our proposed concept is general. As mentioned, biological data grow very fast. It is unavoidable that its data may contain noise or contaminated data. Therefore, the technique of proportional FT data mining will become an important tool in bioinformatics or biomedicine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion and future work"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Fast Algorithm for Mining Association Rules",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Agrawal",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Srikant",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Proceedings of Int. Conf. Very Large Data Bases (VLDB'94)",
            "volume": "",
            "issn": "",
            "pages": "487--499",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Mining Association Rules between Sets of Items in Large Databases",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Agrawal",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Imielinski",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Swami",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Proceedings of ACM-SIGMOD International Conference Management of Data (SIGMOD'93)",
            "volume": "",
            "issn": "",
            "pages": "207--216",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Mining Positive and Negative Association Rules: An Approach for Confined Rules",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Antonie",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "R"
                    ],
                    "last": "Zaïane",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "European Conference on Principles of Data Mining and Knowledge Discovery (PKDD)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Dynamic Itemset Counting and Implication Rules for Market Basket Analysis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Brin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Motwani",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Ullman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tsur",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Proceedings of ACM-SIGMOD International Conference Management of Data (SIGMOD'97)",
            "volume": "",
            "issn": "",
            "pages": "255--264",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Bioinformatics Technologies",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "P P"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A Sampling-Based Method for Mining Frequent Patterns from Databases",
            "authors": [
                {
                    "first": "Y. -L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C. -Y",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "FSKD 2005",
            "volume": "",
            "issn": "",
            "pages": "536--545",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A New Two-Phase Sampling Based Algorithm for Discovering Association Rules",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Haas",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Scheuermann",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Proceedings of the 8th ACM SIGKDD International Conference Knowledge Discovery and Data Mining (SIGKDD'02)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Mining Temporal Indirect Associations",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Bhowmick",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proceedings of 10th International Conference Pacific-Asia Conference",
            "volume": "",
            "issn": "",
            "pages": "425--434",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Mining Frequent Pattern Using Item-Transformation Method",
            "authors": [
                {
                    "first": "T. -P",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "S. -W",
                    "middle": [],
                    "last": "Chiang",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proceedings of 4th Annual ACIS International Conference on Computer and Information Science (ICIS 2005)",
            "volume": "",
            "issn": "",
            "pages": "698--706",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Algorithms on Strings, Trees, and Sequences",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gusfield",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Discovery of Multiple-level Association Rules from Large Databases",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fu",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Proceedings of International Conference Very Large Data Bases (VLDB'95)",
            "volume": "",
            "issn": "",
            "pages": "420--431",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Mining Frequent Patterns Without Candidate Generation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pei",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Proceedings of 2000 ACM SIGMOD International Conference on Management of data",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Fast Pattern Matching in Strings",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Knuth",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Morris",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "B"
                    ],
                    "last": "Pratt",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "SIAM Journal on Computing",
            "volume": "6",
            "issn": "",
            "pages": "323--350",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Predicting protein-protein interactions by association mining",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kotlyar",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Jurisica",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Information Systems Frontiers",
            "volume": "8",
            "issn": "",
            "pages": "37--47",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "A data mining approach to database compression",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Changchien",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "T"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Shen",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Information Systems Frontiers",
            "volume": "8",
            "issn": "",
            "pages": "147--161",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Janeway's immuno biology",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Murphy",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Travers",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Walport",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "London: Garland Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "An Efficient Hash-based Algorithm for Mining Association Rules",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Proceedings of ACM-SIGMOD International Conference Management of Data (SIGMOD'95)",
            "volume": "",
            "issn": "",
            "pages": "175--186",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Matrix Apriori: Speeding Up the Search for Frequent Patterns pp",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pavon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Viana",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gomez",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "75--82",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Fault-Tolerant Frequent Pattern Mining: Problems and Challenges. DMKD'01",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pei",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K H"
                    ],
                    "last": "Tung",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Characterization of a novel Coronavirus associated with Severe Acute Respiratory Syndrome",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Rota",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1394--1399",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Bcipep:A database of B-cell epitopes",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Saha",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bhasin",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P S"
                    ],
                    "last": "Raghava",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "BMC Genomics",
            "volume": "6",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "An Efficient Algorithm for Mining Association Rules in Large Databases",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Savasere",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Omiecinski",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Navathe",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Proceedings of International Conference Very Large Data Bases (VLDB'95)",
            "volume": "",
            "issn": "",
            "pages": "432--443",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Mining Negative Rules using GRD",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Thiruvady",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "I"
                    ],
                    "last": "Webb",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proceedings of PAKDD",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "On-line Construction of Suffix-trees",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ukkonen",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Algorithmica",
            "volume": "14",
            "issn": "",
            "pages": "249--260",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Mining Fault-Tolerant Frequent Patterns in Large Database",
            "authors": [
                {
                    "first": "S. -S",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S. -Y",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Proceedings of International Computer Symposium",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Efficient discovery of error-tolerant frequent itemsets in high dimensions",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Fayyad",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Bradley",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Proceedings of the seventh ACM SIGKDD International Conference on Knowledge discovery and data mining",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Scalable Algorithms for Association Mining",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Zaki",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "IEEE Transaction on Knowledge and Information Engineering",
            "volume": "12",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Efficient Mining of Both Positive and Negative Association Rules: generate both positive and negative association rules",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "ACM Transactions on Information Systems",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "She joined National Dong Hwa University. Taiwan, as an assistant professor in the Department of Computer Science and Information Engineering in August 2001, and became an associate professor in 2005. Her research interests include resource management in the mobile environment, data scheduling on wireless channels",
            "authors": [
                {
                    "first": "Guanling",
                    "middle": [],
                    "last": "Lee Received The",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S M"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "PhD degrees in Computer Science from National Chung Cheng University and National Tsing Hua University in 1992 and 1999, respectively. He joined National Dong Hwa University as an assistant professor in the Department of Computer Science and Information Engineering",
            "authors": [],
            "year": 1999,
            "venue": "Sheng-Lung Peng received the BS degree in Mathematics from National Tsing Hua University in 1988, and the MS and",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Relation between |X| and #fault(|X|) #fault(|Y|)=2, is a frequent FT pattern. Because sup FT (Y)=| {tid:010, tid:020, tid:030, tid:040, tid:050}|=5, sup",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "This conservative assumption obtains the lower bound for the number of frequent-1 patterns and the length of the longest transaction divided by the FT parameter δ, because the largest pattern either contains all frequent-1 items or FTcontains the longest transaction.The length of the longest possible pattern can be used to calculate the maximum possible number of faults during the mining process. This upper bound tells us not only when the mining terminates but also what candidates should be generated.Algorithm 1 (FT-BottomUp algorithm)InputTransaction database DB Frequent item-support threshold min_sup item Frequent FT support threshold min_sup FT FT parameter δ",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Execution times of our algorithms",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Number of FT patterns",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Let FT parameter δ= 0.6, min_sup FT =5, and min_sup item =2. Consider pattern X= {abcd}, where #fault",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "An example TDB",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Parameters considered in the experiment",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}