{
    "paper_id": "50858e1679e7a876bd7210a6234e0adc22adf5e6",
    "metadata": {
        "title": "Will Research Sharing Keep Pace with the Internet?",
        "authors": [
            {
                "first": "Richard",
                "middle": [
                    "K"
                ],
                "last": "Johnson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The ways scientists share and use research are changing rapidly, fundamentally, and irreversibly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The signs are plain to see. E-mail and a growing range of other network technologies efficiently and rapidly link researchers from around the globe and enhance informal communication. Most scientific literature is now created in digital form and, in nearly every discipline, some scholarship is digital-only or can be fully understood only in digital form. Google has cataloged more than eight billion web pages and a billion images, and is now undertaking to digitize books on a scale that previously seemed unthinkable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "These changes signal a new era of digital scholarship. Many of yesterday's limitations on research and learning are being swept away by the Internet. For the first time in history, we have a practical opportunity for efficient, unlimited sharing of information at virtually no cost beyond that of providing it to the first reader.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Many elements comprising the process of scientific exchange have been quick to respond to the opportunity. For example, biomedical researchers have used the Internet to rapidly form new or ad hoc communities of scientists in response to health crises such as severe acute respiratory syndrome and avian influenza. Scientists using the interconnectivity of the Web have begun to break down information silos, allowing interdisciplinary perspectives on complex questions and vexing challenges, and teams of investigators in far-flung time zones work together effectively and easily, quickly sharing information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dynamics of change"
        },
        {
            "text": "However, journals have been comparatively slow to embrace the potential of the ubiquitous network. True, online editions are now the norm for most journals and online reference linking has made it easier to navigate the literature. But fundamentally, most online journals are simply digital editions of their print analogs. Little changed since they were invented Ͼ300 years ago.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dynamics of change"
        },
        {
            "text": "Why haven't journals evolved more rapidly? The culture of academe and its \"prestige economy\" is one factor impeding change. Academic career advancement depends on publishing in leading, well established journals, journals that may have little incentive to alter their model. Also, economies extrinsic to science have grown up around the sale (and now lease, in the digital context) of journals. Change has sometimes been held back by efforts to protect publishing revenues and profits. Related to this is the desire of many publishers to rigorously defend \"their\" intellectual property (the texts provided to them by scholarly authors, together with editing, formatting, and other enhancements) in the digital environment through licensing restrictions. New technical protection schemes for intellectual property could make matters worse yet for information users.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dynamics of change"
        },
        {
            "text": "But scientists and scientific organizations, including the Society for Neuro-science (SfN), increasingly are asking themselves, what could journals become if freed to do all that they might for the advancement of science?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dynamics of change"
        },
        {
            "text": "The National Science Foundation's Blue-Ribbon Advisory Panel on Cyberinfrastructure looked at the overall scientific communication process and concluded that \"the traditional linear, batch processing approach to scholarly communication is changing to a process of continuous refinement as scholars write, review, annotate, and revise in near-real time using the Internet\" (National Science Foundation, 2003) . This points to the need for a rather dramatic change by traditional journals if they to are to keep up.",
            "cite_spans": [
                {
                    "start": 372,
                    "end": 407,
                    "text": "(National Science Foundation, 2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Dynamics of change"
        },
        {
            "text": "A team of distinguished scientists in wide-ranging fields, brought together by Microsoft Research in 2005 to look ahead at the transformation of science, envisioned \"the rise of new kinds of publications, not merely with different business models, but also with different editorial and technical approaches\" serving research needs that will evolve with science itself. Particularly intriguing is their comment that \"these developments will not only reflect changes in the way research is done but in some cases may also stimulate them\" (Microsoft Research, 2006) . Today journals are a record of research, but perhaps in the near future they will be vehicles for real-time, iterative, collaborative refinement of scientists' understanding of research.",
            "cite_spans": [
                {
                    "start": 536,
                    "end": 562,
                    "text": "(Microsoft Research, 2006)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Dynamics of change"
        },
        {
            "text": "As these prognostications suggest, the scientific paper and its historic container, the journal, are poised for change. The possibilities and demands of science together with new enabling technologies are just too compelling to resist.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dynamics of change"
        },
        {
            "text": "The Internet offers the opportunity to eliminate access barriers that limit use of scientific findings, to share research freely among all potential readers. Because scientific discovery is a cumulative process, with new knowledge building on earlier findings, it is counterproductive to keep research locked up like books in a fourteenth century monastery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research sharing"
        },
        {
            "text": "The large audience for freely accessible scientific knowledge may be surprising to many, but the hunger for it is apparent from experience of the National Library of Medicine (NLM). A few years ago, NLM transformed its fee-based index and abstracts of biomedical journal articles to free availability on the Web as PubMed. Use of the database increased 100-fold once it became freely available. The potential scope of this usage could never have been anticipated by looking solely at use of the controlled-access version.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research sharing"
        },
        {
            "text": "Who are these new readers? They surely include scientists around the globe at institutions that may not be able to afford needed journals. They also may be researchers in unexpected fields, search engine users who didn't realize previously they could use work in a seemingly unrelated field. They may be students, patients or their families, physicians, community health workers, or others from the general public: taxpayers who finance so much biomedical research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research sharing"
        },
        {
            "text": "Much of the thinking about new ways to share scientific knowledge with these readers and about new economic models to sustain the process revolves around two complementary strategies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research sharing"
        },
        {
            "text": "Open-access journals, whose costs are typically covered through advertising, dues, publication fees, sponsorships, inkind contributions, or a combination of these and other sources of support, are emerging as an alternative to the traditional subscription model. According to the Directory of Open Access Journals, there currently are Ͼ2000 open-access journals in wide-ranging fields. This is a good start, but so far it represents only about a tenth of the world's peer-reviewed journals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open-access journals"
        },
        {
            "text": "Online open archives Commonly hosted by universities or government agencies to advance their mission, online open archives provide free access to articles, supporting data, working papers, preprints, images, and other material deposited by members of an institutional or disciplinary community. In bio-medicine, the National Library of Medicine's PubMed Central online archive is the best known open archive, but many universities have also established \"institutional repositories\" to preserve work conducted at their institution. Open archives supplement journal browsing and readership; they don't replace it. The outlook for the future of open archives is framed in large part by the sometimesconflicting terms and obligations of authors' agreements with their funders and the journals in which they publish.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open-access journals"
        },
        {
            "text": "A discussion of the merits and tactics for each of these open-access strategies is beyond the scope of this commentary, but suffice it to say that neither spells the end of science or peer review, as skeptics have suggested. However, both involve the unbundling of the functions journals have traditionally performed: registration: establishing the intellectual priority of research; certification: certifying the quality of the research and the validity of the claimed finding; awareness: ensuring the dissemination and accessibility of research, providing a means by which researchers can become aware of new research; and archiving: preserving the intellectual heritage for future use (Roosendaal and Geurts, 1998) .",
            "cite_spans": [
                {
                    "start": 688,
                    "end": 717,
                    "text": "(Roosendaal and Geurts, 1998)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Open-access journals"
        },
        {
            "text": "These functions can now be distributed via the Internet among various service providers, not just a journal. No longer is it obligatory for the certification of research quality (e.g., the peer review process overseen by a particular editorial board) to be hardwired to its dissemination; they can be independent. This disaggregation opens the door to a more dynamic communication environment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open-access journals"
        },
        {
            "text": "Not surprisingly, many governments and funding agencies around the world recognize that dissemination of research results is part of the research process itself, that the impact of the research they fund will be magnified by bringing down barriers to its use.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The role of funders"
        },
        {
            "text": "Increasingly, funders are implementing or exploring policies to facilitate the sharing of information and realize the benefits of digital scholarship. The National Institutes of Health (NIH) has been among the highest visibility agencies to open the door to research sharing with its Public Access Policy, aimed at securing a permanent digital archive, enhancing management of its research portfolio, and ensuring that findings are available to all potential users. At this writing, the policy requests that NIH investigators voluntarily deposit their final peer-reviewed manuscripts in PubMed Central. (However, a mandatory deposit policy may be on the horizon.) The NIH also allows grant funds to be used to pay journal publication fees charged by some open-access journals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The role of funders"
        },
        {
            "text": "The United States Congress has taken a growing interest in ensuring access to federally funded research. Indeed, the NIH policy was framed in response to Congressional pressure. Now pending in Congress is the Federal Research Public Access bill (S. 2695), introduced in May 2006, which would require that research supported by major government funding agencies be freely available online within 6 months of publication in a journal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The role of funders"
        },
        {
            "text": "Interest is hardly limited to the United States. The Wellcome Trust, the United Kingdom's largest private biomedical research funder, has played an international leadership role by requiring its grantees to submit an electronic copy of the final manuscripts of their research papers into PubMed Central. Wellcome also provides grantholders with additional funding to cover publication fees charged by some open access journals. Other UK funders have followed suit, including the government's Biotechnology and Biological Sciences Research Council (BBSRC) and Medical Research Council (MRC). They announced recently that all their funded researchers will be required to submit a copy of their final manuscript \"at the earliest opportunity,\" with the MRC stipulating that the works be made available \"certainly within 6 months\" (Biotechnology and Biological Sciences Research Council, 2006; Medical Research Council, 2006) .",
            "cite_spans": [
                {
                    "start": 826,
                    "end": 888,
                    "text": "(Biotechnology and Biological Sciences Research Council, 2006;",
                    "ref_id": null
                },
                {
                    "start": 889,
                    "end": 920,
                    "text": "Medical Research Council, 2006)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The role of funders"
        },
        {
            "text": "The Canadian Institutes of Health Research (CIHR) is exploring development of policies governing access to physical products of research (e.g., cell lines, DNA libraries), data typically deposited in public databases (genomic data, DNA sequences, and protein sequences), and peer-reviewed published results. Its goal is to increase access to CIHR-funded researchers' discoveries and, in so doing, \"stimulate the development of new health products that will benefit the health of Canadians as well as the global population\" (Canadian Institutes of Health Research, 2006) .",
            "cite_spans": [
                {
                    "start": 554,
                    "end": 569,
                    "text": "Research, 2006)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The role of funders"
        },
        {
            "text": "These kinds of policies and actions may ultimately break the gridlock that is holding back the evolution of journals. Funders have a unique perspective on the outcomes of research that transcends the narrower interests of other stakeholders. Their influence can overcome some of the coordination problems associated with change and the emergence of new norms for research sharing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The role of funders"
        },
        {
            "text": "A new era of opportunity By seamlessly linking data, knowledge, and users, the emerging research environment promises to catapult science ahead. And, given the complex scientific, social, and economic challenges that face us, the arrival of these new capacities is coming none too soon.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The role of funders"
        },
        {
            "text": "To its credit, the Society for Neuroscience is taking steps to embrace change rather than guard the status quo that seduces so many successful organizations. The guiding principles of SfNЈs \"Open Access Publishing Strategy\" (http://www. sfn.org/index.cfm?pagename ϭ strategic-plan#6) well capture the spirit with which all societies should approach the transition ahead: recognize the value and likelihood of open access publishing and be ready with an effective strategy when this happens; maintain the ethos of scientific publishing (i.e., that it is by and for scientists and that the advancement of science ranks above all other publishing motives); maintain peer review as an essential element in any open access format (Society for Neuroscience, 2006) . This kind of constructive approach will go a long way toward ensuring that neuroscience and SfN advance and flourish in a time of great change and opportunity for science, the era of the Internet.",
            "cite_spans": [
                {
                    "start": 738,
                    "end": 757,
                    "text": "Neuroscience, 2006)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The role of funders"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "BBSRC's position on deposit of publications",
            "authors": [],
            "year": 2006,
            "venue": "Biotechnology and Biological Sciences Research Council",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "CIHR policy in development, access to products of research",
            "authors": [],
            "year": 2006,
            "venue": "Canadian Institutes of Health Research",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "MRC guidance on open and unrestricted access to published research",
            "authors": [],
            "year": 2006,
            "venue": "Medical Research Council",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Revolutionizing science and engineering through cyberinfrastructure: report of the National Science Foundation Blue-Ribbon Advisory Panel on cyberinfrastructure",
            "authors": [],
            "year": 2003,
            "venue": "National Science Foundation",
            "volume": "42",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Forces and functions in scientific communication: an analysis of their interplay. CRISP 97",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Roosendaal",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Geurts",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}