{
    "paper_id": "50a075e9121244228022ff080668ae506ebef9cf",
    "metadata": {
        "title": "Perioperative Echocardiography -Key Considerations during the Coronavirus Pandemic Perioperative Echocardiography -Key Considerations during the Coronavirus Pandemic",
        "authors": [
            {
                "first": "John",
                "middle": [
                    "G"
                ],
                "last": "Augoustides",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "John",
                "middle": [
                    "G T"
                ],
                "last": "Faha",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Augoustides",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Thoracic",
                "middle": [],
                "last": "Section",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "John",
                "middle": [
                    "G T"
                ],
                "last": "Augoustides",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The current pandemic due to severe acute respiratory syndrome-related coronavirus -2 began in December 2019 with an outbreak of pneumonia in Wuhan, China. [1] [2] Since the initial cases the outbreak has spread rapidly around the world, presenting health care systems with a global health crisis. This enveloped virus has an incubation period up to 14 days and produces a spectrum of clinical disease in humans. 3 It can vary from mild upper respiratory tract infection with fever and cough to severe acute respiratory distress syndrome that may progress to sepsis and multiorgan failure. [3] [4] Since the risks of infection in healthcare workers and patients are significant, the management of an infected patient requires meticulous management of this risk in a multimodal fashion, including the judicious application of personal protective equipment. [1] [2] [3] [4] The purpose of this freestanding editorial is to provide perspectives on this important disease for the perioperative echocardiographic community, including consideration of imaging indications, optimal imaging venue, and imaging approaches. The American Society of Echocardiography has recently released a comprehensive statement to outline strategies for the protection of patients and echocardiographers in this challenging setting. 5 These compelling considerations have also prompted similar statements from the British Society of Echocardiography and the Italian Society of Echocardiography and Cardiovascular Imaging. [6] [7] These recommendations will be looked at in more detail from the perspective of the cardiovascular anesthesiologist and perioperative echocardiographer. This perspective will also highlight best practices in this clinical space to encourage the highest standards of safety for both our patients and ourselves. References will also be provided for those readers and leaders who would like to dive into the details as they prepare to cope with the demands of the pandemic at their institutions.",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 158,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 159,
                    "end": 162,
                    "text": "[2]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 412,
                    "end": 413,
                    "text": "3",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 589,
                    "end": 592,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 593,
                    "end": 596,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 855,
                    "end": 858,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 859,
                    "end": 862,
                    "text": "[2]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 863,
                    "end": 866,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 867,
                    "end": 870,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1307,
                    "end": 1308,
                    "text": "5",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1496,
                    "end": 1499,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1500,
                    "end": 1503,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Perioperative echocardiography, whether transthoracic or transesophageal, should be avoided if the findings are likely to be low yield in the patient with known or suspected coronavirus infection. The appropriateness of an indication for perioperative echocardiography has been reviewed in depth both for valvular and non-valvular heat disease. [8] [9] If the examination is unlikely to provide clinical benefit, the current guidelines recommend that the echocardiography examination be withheld in the interests of safety. [5] [6] [7] Furthermore, elective examinations should be postponed when possible. Clearly, emergency examinations with strong indications should proceed. [5] [6] [7] Since the trajectory of this pandemic is so dynamic, the management and triage of echocardiography examinations will have to be flexible and responsive to local conditions at a given medical center, including patient-level and provider-level factors. [5] [6] This management and triage process should focus preventing infection of patients and healthcare workers. [10] [11] Transesophageal echocardiography has an increased risk of spreading coronavirus infection since it can provoke the aerosolization of a large viral load. [5] [6] The indications for transesophageal imaging therefore require additional scrutiny, in light of this additional risk.",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 348,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 349,
                    "end": 352,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 524,
                    "end": 527,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 528,
                    "end": 531,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 532,
                    "end": 535,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 678,
                    "end": 681,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 682,
                    "end": 685,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 686,
                    "end": 689,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 941,
                    "end": 944,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 945,
                    "end": 948,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1054,
                    "end": 1058,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1059,
                    "end": 1063,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1217,
                    "end": 1220,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1221,
                    "end": 1224,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Consider the Indications for Imaging"
        },
        {
            "text": "The examination should be postponed or cancelled if the indication is weak, if the findings are unlikely to change clinical care, and/or an alternative imaging modality can provide the diagnostic information. 5; 8-9",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consider the Indications for Imaging"
        },
        {
            "text": "Echocardiography is already established at the point-of -care by clinicians already taking care of a given patient who may have suspected or proven coronavirus infection. [12] [13] The advantages of this bedside approach include patient convenience, and no risk of viral transmission due to transport. The optimal location for an echocardiographic examination will include consideration 4 of the following factors: risk of viral transmission; monitoring capabilities; and, staffing requirements. 5 In the operating room, transesophageal echocardiography is most often performed in the setting of a secure airway. This type of airway management can minimize aeresolization of viral particles. [14] [15] The conduct of transesophageal echocardiography in the setting of suspected or confirmed coronavirus infection should be consistent with current recommendations, including the institutional protocols. 5-7; 14-15 There may be dedicated probes and machines in this setting depending on local factors related to patients, providers and disease burden. 5-7",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 175,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 176,
                    "end": 180,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 496,
                    "end": 497,
                    "text": "5",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 692,
                    "end": 696,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 697,
                    "end": 701,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Consider the Venue Selection for Imaging"
        },
        {
            "text": "The conduct of the echocardiographic examination in suspected or confirmed coronavirus infection should be focused but comprehensive enough to answer the diagnostic indication and answer the clinical question. [5] [6] [7] Prolonged examinations should be avoided in order to minimize the duration of exposure and hence minimize infectious risk. Wherever possible, the echocardiographic examination should be performed efficiently by an experienced practitioner in order to minimize infectious exposure. [6] [7] Beyond the imaging protocol, the examination must be performed according to institutional standards to prevent viral transmission and protect the echocardiographer. 5-6 A standard of care includes rigorous hand sanitization, and disposable gloves as a routine.",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 213,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 214,
                    "end": 217,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 218,
                    "end": 221,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 503,
                    "end": 506,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 507,
                    "end": 510,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Consider the Approaches to Imaging"
        },
        {
            "text": "Thereafter, the degree of personal protective equipment will depend on hospital protocol and may be titrated to level of infectious risk as follows: low risk (infection not suspected); moderate risk (infection suspected); and high risk (infection confirmed). Droplet precautions include a gown, gloves, headcover, facemask, and eye shield. [1] [2] The addition of airborne precautions includes special masks such as N-95, N-99 and powered air purifying respirators. [10] [11] precautions, including droplet precaution, are recommended for transesophageal examinations in suspected or confirmed cases of coronavirus infection due to the increased risk for viral aerosolization. [5] [6] [7] Beyond tailored imaging protocols and comprehensive protection for personnel, the care of equipment also constitutes an important part in prevention of viral transmission. 5 Probes and machine consoles may be covered with disposable plastic covers. Certain probes and machines may be set aside for imaging of suspected or confirmed cases of coronavirus infection. [5] [6] [7] Even though the coronavirus is destroyed by most viricidal disinfectant solutions, the cleaning of all equipment should be cleaned thoroughly to ensure viral clearance but also preservation of probe and console functionality. [5] [6] [7] Local sanitation standards will vary but should be in compliance with vendor recommendations to balance infectious risks with imaging functionality and quality. [5] [6] [7] Full details for cleaning and disinfecting ultrasound equipment have been complied by the American Institute for Ultrasound in Medicine. 16 Although education in echocardiography remains important, in the era of the current pandemic, the safety of learners should be placed first. It is recommended that elective rotations be cancelled and that all trainees who do not have essential roles in clinical care be restricted. [5] [6] [7] As an interim measure, training and education in echocardiography can be mostly internet-based with multiple educational offerings such lectures, webinars, and simulators. 5-7 Furthermore, echocardiography staff who have risk factors for severe infection with coronavirus such as advanced age, chronic conditions, immunosuppression, and pregnancy could limit exposure to suspected and confirmed cases, if local conditions permit. 6 ",
            "cite_spans": [
                {
                    "start": 340,
                    "end": 343,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 344,
                    "end": 347,
                    "text": "[2]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 466,
                    "end": 470,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 471,
                    "end": 475,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 677,
                    "end": 680,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 681,
                    "end": 684,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 685,
                    "end": 688,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 861,
                    "end": 862,
                    "text": "5",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1053,
                    "end": 1056,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1057,
                    "end": 1060,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1061,
                    "end": 1064,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1291,
                    "end": 1294,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1295,
                    "end": 1298,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1299,
                    "end": 1302,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1464,
                    "end": 1467,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1468,
                    "end": 1471,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1472,
                    "end": 1475,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1613,
                    "end": 1615,
                    "text": "16",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1898,
                    "end": 1901,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1902,
                    "end": 1905,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1906,
                    "end": 1909,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2340,
                    "end": 2341,
                    "text": "6",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Consider the Approaches to Imaging"
        },
        {
            "text": "The current coronavirus pandemic has affected the delivery of healthcare worldwide, including in the perioperative and critical care settings. The provision of the best care must include measures to prevent transmission of infection in the hospital environment to protect both our patients and echocardiography staff. The conduct of perioperative echocardiography can be both meticulous and safe in this challenging setting with appropriate teamwork and protocol-driven practices. Comprehensive consideration of the indications for imaging, as well as the imaging venue and approach can provide the guiding principles to minimize the risks of viral transmission during this pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Outbreak of a new coronavirus: what anaesthetists should know",
            "authors": [
                {
                    "first": "Pwh",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Hota",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Anesthetic management of patients undergoing aortic dissection repair with suspected severe acute respiratory syndrome Coronavirus-2 infection",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Cardiothorac Vasc Anesth",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "First case of 2019 novel coronavirus in the United States",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Holshue",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Debolt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lindquist",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Clinical features of patients with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Statement on protection of patients and echocardiography service providers during the 2019 novel coronavirus outbreak. Full details available at this link (last accessed",
            "authors": [],
            "year": 2020,
            "venue": "American Society of Echocardiography",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Clinical guidance regarding provision of echocardiography during the COVID-19 pandemic",
            "authors": [],
            "year": 2020,
            "venue": "British Society of Echocardiography",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Statement about echocardiography during the COVID-19 pandemic. Full details available at this link (last accessed",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Appropriate use criteria for multimodality imaging in valvular heart disease",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "U"
                    ],
                    "last": "Doherty",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kort",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mehran",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Am Soc Echocardiogr",
            "volume": "31",
            "issn": "",
            "pages": "3812--404",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Appropriate use criteria for multimodality imaging for assessment of cardiac structure and function in non-valvular heart disease",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "U"
                    ],
                    "last": "Doherty",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kort",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mehran",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Am Soc Echocardiogr",
            "volume": "32",
            "issn": "",
            "pages": "553--579",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Preventing infection of patients and healthcare workers should be the new normal in the era of novel coronavirus epidemics",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bowdle",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Munoz-Price",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Anesthesiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "COVID-19 Infection -implications for perioperative and critical care physicians",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Greenland",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Michelow",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Anesthesiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Incorporating perioperative point-of-care ultrasound as part of the anesthesia residency curriculum",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Sanders",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Navas-Blanco",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Yeldo",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Cardiothorac Vasc Anesth",
            "volume": "33",
            "issn": "",
            "pages": "2414--2418",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The role of point-of-care ultrasound monitoring in cardiac surgical patients with acute kidney injury",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Beaubien-Souligny",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Denault",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Robillard",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Cardiothorac Vasc Anesth",
            "volume": "33",
            "issn": "",
            "pages": "2781--2796",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Perioperative management of patients infected with the novel coronavirus: recommendations from the joint task force of the Chinese Society of Anesthesiology and the Chinese Association of Anesthesiologists",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Anesthesiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Intubation and ventilation amid the COVID-19 outbreak: Wuhan;s experience",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Meng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Qui",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Anesthesiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Guidelines for cleaning and preparing external and internal-use ultrasound transducers between patients and safe handling and use of ultrasound coupling gel",
            "authors": [
                {
                    "first": "American",
                    "middle": [],
                    "last": "Institute For Ultrasound In Medicine",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}