{
    "paper_id": "50cde1e9f6887bf2ef3e41f30b17011e4e58aba8",
    "metadata": {
        "title": "Serological survey on canine coronavirus antibodies in giant pandas by virus neutralization test",
        "authors": [
            {
                "first": "Jun",
                "middle": [],
                "last": "Qiao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Academy of Military Medical Sciences",
                    "location": {
                        "postCode": "130062",
                        "settlement": "Changchun",
                        "country": "R R. China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xia",
                "middle": [],
                "last": "Xian-Zhu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Academy of Military Medical Sciences",
                    "location": {
                        "postCode": "130062",
                        "settlement": "Changchun",
                        "country": "R R. China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yang",
                "middle": [],
                "last": "Song-Tao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Academy of Military Medical Sciences",
                    "location": {
                        "postCode": "130062",
                        "settlement": "Changchun",
                        "country": "R R. China"
                    }
                },
                "email": ""
            },
            {
                "first": "L",
                "middle": [
                    "I"
                ],
                "last": "De-Sheng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Research & Conservation Center for Giant Panda of China",
                    "location": {
                        "postCode": "623006",
                        "settlement": "Sichuan",
                        "region": "Wolong",
                        "country": "P. R. China"
                    }
                },
                "email": ""
            },
            {
                "first": "Gui-Xue",
                "middle": [],
                "last": "Hu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yu-Wei",
                "middle": [],
                "last": "Gao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Academy of Military Medical Sciences",
                    "location": {
                        "postCode": "130062",
                        "settlement": "Changchun",
                        "country": "R R. China"
                    }
                },
                "email": ""
            },
            {
                "first": "Sun",
                "middle": [],
                "last": "He-Ting",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Academy of Military Medical Sciences",
                    "location": {
                        "postCode": "130062",
                        "settlement": "Changchun",
                        "country": "R R. China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zhao",
                "middle": [],
                "last": "Zhong-Pen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Academy of Military Medical Sciences",
                    "location": {
                        "postCode": "130062",
                        "settlement": "Changchun",
                        "country": "R R. China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xie",
                "middle": [],
                "last": "Zhi-Jing",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Academy of Military Medical Sciences",
                    "location": {
                        "postCode": "130062",
                        "settlement": "Changchun",
                        "country": "R R. China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yan",
                "middle": [],
                "last": "Fang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Academy of Military Medical Sciences",
                    "location": {
                        "postCode": "130062",
                        "settlement": "Changchun",
                        "country": "R R. China"
                    }
                },
                "email": ""
            },
            {
                "first": "Wen-Qi",
                "middle": [],
                "last": "He",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gen",
                "middle": [
                    "~"
                ],
                "last": "Huang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Academy of Military Medical Sciences",
                    "location": {
                        "postCode": "130062",
                        "settlement": "Changchun",
                        "country": "R R. China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In order to survey the infectious situation of canine coronavirus (CCV) in giant panda population, a virus neutralization test detecting specific antibodies against CCV in giant panda's sera was established by using two-fold dilutions of serum and 100 TCIDso of the virus. The 62 sera samples of giant pandas, which were gathered from zoos and reserve region of Sichuan Province, China were detected. The neutralization antibody titer of 1:4 was recognized as the positive criterion, 8 sera samples were detected to be positive, and the positive rate was 12.9%. The titers of neutralizing antibody ranged from 1:8 to 1:32. It was the first comprehensive investigation on neutralization antibodies against CCV in giant panda population in China. The results of study showed that the infection of CCV in giant panda population was universal, which has posed a threat to the health of giant panda. Therefore, it is incumbent on us to study safe and effective vaccines to protect giant panda against CCV infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Canine coronavirus (CCV), a causative agent of enteritis in neonatal dogs, was firstly identified by Binn during an epizootic study in Germany (Binn et aL 1974) . However, since the virus has been demonstrated, canine coronavirus (CCV) appeared to be worldwide in Europe, the United States, Thailand, and in Australia (Appel 1987; Kelly et aL 1991; Tennant et aL 1993; Bandai et aL 1999) . In recent years, it was reported that CCV could infect giant pandas and others precious wild animals (Mainka et aL 1994; He et aL 1996; Gao et aL 2003; Qiao et aL 2004) . In 1996, a strain of CCV was isolated from the liver of an acutely died giant panda deriving from Wolong Reserve, P. R. China, which further verified that it was a causative agent to giant panda. However, so far, there is no-comprehensive knowledge about the infectious situation of CCV in giant pandas. Whether it is necessary to use CCV vaccine to protect this precious animal should be researched, in order to answer these questions, the 62 sera samples of giant panda were collected from zoos and reserve regions in Sichuan Province, China and used for serological investigation of neutralizing antibodies against CCV. ",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 160,
                    "text": "(Binn et aL 1974)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 318,
                    "end": 330,
                    "text": "(Appel 1987;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 331,
                    "end": 348,
                    "text": "Kelly et aL 1991;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 349,
                    "end": 368,
                    "text": "Tennant et aL 1993;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 369,
                    "end": 387,
                    "text": "Bandai et aL 1999)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 491,
                    "end": 510,
                    "text": "(Mainka et aL 1994;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 511,
                    "end": 525,
                    "text": "He et aL 1996;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 526,
                    "end": 541,
                    "text": "Gao et aL 2003;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 542,
                    "end": 558,
                    "text": "Qiao et aL 2004)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Introduction Materials and methods"
        },
        {
            "text": "The strain DXMV of CCV was originally isolated from the liver of an acutely died giant panda deriving from Wolong Reserve, P. R. China. The 62 serum samples of giant panda were gathered from zoos and reserve regions of Sichuan Province. Each serum had a unique number which was donated the corresponding giant pandas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus and sera samples of giant panda"
        },
        {
            "text": "DMEM was purchased from GIBCO Company. The 96-well cell culture plate was obtained from Promega Company. Standard anti-CCV positive serum was prepared by genetic engineer laboratory of PLA. Negative serum was from institute of virology of Jilin Province.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Culture medium and main reagents"
        },
        {
            "text": "Madin-Darby canine kidney (MDCK) cell was used for assay of TCID50. An ampule of virus was thawed and diluted to 10-fold serially with virus growth medium (VGM). When containing confluent monolayers MDCK cells for inoculation were prepared in 96-well cell culture plate, the normal medium was removed and 100-1JL DMEM was added to wash away fetal bovine serum. Then different virus dilutions were transferred to corresponding wells for 100 tJL, absorbed for 2 hours at 37 ~ in a CO2 incubator. Inoculums were then removed by using a multi-channel pipette, and 150 IJL of VGM was added to well to incubate for 3-4 days. Cytopathic effects (CPE) were observed daily under inverted microscope for 4-5 days. TCIDs0 was calculated by the Reed-Muench method according to observed results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assay of 50% tissue culture infective dose (TClDs0)"
        },
        {
            "text": "Sera samples were heated to inactivate for 30 min at 56 ~ and then performed serially twofold dilutions. Virus was diluted to 100 TCID50 per 100 #L in VGM and gently mixed with serially diluted serum. And the plates were incubated at 37 ~ for 2 hours, in 5% CO2 incubator. Medium in monolayers MDCK cell used for neutralization test was moved and 100-#L virus-serum mixtures were transferred to each well of the plate. The plates were incubated for 2 h at 37 ~ in a CO2 incubator and then the virus-serum mixture was removed from each well. 150-1JL DMEM was added to each well. CPE was observed as described previously. The highest dilution which can completely protect the cell from CPE was taken to be the viral antibody titer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Procedures of virus neutralization test (VNT)"
        },
        {
            "text": "The 62 serum samples of giant pandas were assayed under the preceded conditions of optimization. Meanwhile, positive antisera against canine distemper virus, canine adenovirus, canine parainfluenzavirus, rabies virus were also tested referring the above procedures for observing whether the cross reaction would happened.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assay of neutralization antibody titers of giant panda's sera"
        },
        {
            "text": "The virus neutralization test (VNT) exhibited higher specificity. Positive sera against CCV could effectively inhibit DXMV strain of CCV to infect MDCK, while positive antisera against canine distemper virus, canine adenovirus, canine parainfluenzavirus, rabies virus did not exhibit inhibiting activity. Neutralization antibodies titers of 62 giant panda's sera were shown in the Table 1. The No. 8 in 62 samples was CCV antibody positive when neutralization antibody titer of 1:4 was recognized as the positive criterion. The positive samples were linhai, zhuangzhuang, didi, wumingl, Iongxin, chuangchuang, Iongfei, liangliang respectively (Table 1) . Noticeably, the serum of chuangchuang exhibited the highest titer for 1:32. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 643,
                    "end": 652,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Canine coronavirus belongs to coronavinises serogroup I, a major antigenic group of coronaviruses and is serologically related to feline infectious peritonitis virus (FIPV), feline enteric coronavirus (FECV), transmissible gastroenteritis virus (TGEV) and porcine respiratory coronavirus (PRCV). These viruses have been distinguished mainly by their host species of origin. It was reported, however, that some strains of CCV can also infect cats, swine and other wildlife animals. When Mainka et al. (1994) carried out serological survey of CCV in giant pandas (Ailuropoda melanoleuca) in the Wolong Reserve, China, he found that 3 sera samples in 8 giant panda's sera were CCV antibody positive, which indicated that CCV may infect giant panda and induce neutralizing antibody against CCV. From the virological aspects, generally speaking, animal species susceptibility to different virus has close relationships with the presence or absence of specific receptor in a species. Recent studies had indicated that feline aminopeptidase-N on the surface of cell was used for the receptor by CCV. Whether feline aminopeptidase-N existed on the giant panda's cell or not was not very clear. Since the sera samples of giant pandas detected by Mainka were very limited, they did not reflect the infection situation. In our study, 62 sera samples of giant panda were detected by VNT, which indicated that CCV infection was universal in giant panda's populations.",
            "cite_spans": [
                {
                    "start": 486,
                    "end": 506,
                    "text": "Mainka et al. (1994)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Since it was very difficult to distinguish CCV infection from other pathogen infection such as CPV-2, enteric bacteria, parasites, poisonings and non-infectious causes of diarrhea, laboratory confirmation was necessary in clinic diagnosis (Evermann et aL 1980; Tennant et aL 1998; Keenan et aL 1976; Yasoshima et al. 1983) . At present, diagnostic methods which have been used for the detection of CCV, include electron microscopy (EM), isolation on appropriate cell cultures, nested-polymerase chain reaction (n-PCR), enzyme-linked immunosorbent assay (ELISA) and so on. Of the several methods used for the detection of CCV, EM appears to be a valuable diagnostic tool. EM has been reported to be more sensitive and useful in virus isolation for detecting both coronaviruses and rotaviruses. However, the frequency of CCV disease has probably been overestimated by diagnostic laboratories when electron microscopy (EM) was applied as the principal diagnostic method. For common presence of corona virus-like particles in feces, diagnosis of CCV was difficulties by EM and requires confirmation by other tests. Immuno-electronmicroscopy with a specific immune serum permits confirmation of the EM diagnosis, but it requires specialized laboratories and qualified experts. Virus isolation in cell cultures is often used, but it is difficult. Recently, an n-PCR assay for the diagnosis of CCV infection has been reported (Takeuchi et aL 1976; Pratelli et aL 1999; Pratelli etaL 2000; Rimmelzwaan etaL 1991) . PCR for the diagnosis of CCV infection revealed high specificity and sensitivity, but it also required the qualified experts to perform.",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 260,
                    "text": "(Evermann et aL 1980;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 261,
                    "end": 280,
                    "text": "Tennant et aL 1998;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 281,
                    "end": 299,
                    "text": "Keenan et aL 1976;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 300,
                    "end": 322,
                    "text": "Yasoshima et al. 1983)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1419,
                    "end": 1440,
                    "text": "(Takeuchi et aL 1976;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1441,
                    "end": 1461,
                    "text": "Pratelli et aL 1999;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1462,
                    "end": 1481,
                    "text": "Pratelli etaL 2000;",
                    "ref_id": null
                },
                {
                    "start": 1482,
                    "end": 1504,
                    "text": "Rimmelzwaan etaL 1991)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The VNT is a sensitive and specific assay to the diagnosis of CCV by detecting specific antibody. This method is not only used for diagnosis, epidemic investigation but also can be developed quickly upon recognition of a novel virus, which is available before suitable purified viral proteins become available for use in other assays.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Through our serological survey of CCV in giant panda, the results suggested that it is necessary to study effective vaccines to protect giant pandas confronting common infection. Although the value of inactivated CCV vaccine for CCV infections in dogs remains controversial, new vaccines such as DNA vaccine and recombined adenovirus vector vaccine may be useful to prevent CCV infection in giant panda. These new vaccines are being experimented in our Laboratory.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Virus infections of carnivores I. Amsterdam",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Appel",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "115--122",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Canine coronavirus infections in Japan: virological and epidemiological aspects",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bandai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ishiguro",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Masuya",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J] J. Vet. Med. Sci",
            "volume": "61",
            "issn": "7",
            "pages": "731--736",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Recovery and characterization of a coronavirus from military dogs with diarrhea",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "N"
                    ],
                    "last": "Binn",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Lazar",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Keenan",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Proceedings of the Annual Meeting of the US Animal Health Assoc",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "78",
            "issn": "",
            "pages": "359--366",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Acute hemorrhagic enteritis associated with canine coronavirus and parvovirus infection in a captive coyote population",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Evermann",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Foreyt",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Maag-Miller",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Diagnosis of complex infection of canine distemper virus and canine coronavirus to giant panda by multi-PCR",
            "authors": [
                {
                    "first": "Gao",
                    "middle": [],
                    "last": "Fensan",
                    "suffix": ""
                },
                {
                    "first": "Hu",
                    "middle": [],
                    "last": "Guixue",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Mini report on detection of coronavirus in feces of giant panda",
            "authors": [
                {
                    "first": "He",
                    "middle": [],
                    "last": "Aihua",
                    "suffix": ""
                },
                {
                    "first": "Du",
                    "middle": [],
                    "last": "Shengfang",
                    "suffix": ""
                },
                {
                    "first": "Ling",
                    "middle": [],
                    "last": "Guihua",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Al",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Intestinal infection of neonatal dogs with canine coronavirus 1-71: studies by virologic, histologic, histochemical, and immunofluorescent techniques",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Keenan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Jervis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Marchwicki",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Canine coronavirus infection in the dog following oronasal inoculation",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Kelly",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Carter",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Gaskell",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J]. Res. Vet. Sci",
            "volume": "51",
            "issn": "1",
            "pages": "11--18",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Serologic survey of giant panda (Ailuropoda melanoleuca), and domestic dogs and cats in the Wotong Reserve",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Mainka",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Journal of Wildlife Disease",
            "volume": "30",
            "issn": "1",
            "pages": "86--89",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Diagnosis of canine coronavirus infection using nested-PCR",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pratelli",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Buonavoglia",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Martella",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Development of a nested PCR assay for the detection of canine c0ronavirus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pratelli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tempesta",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Greco",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Cloning and sequence analysis of spike protein gene of canine coronavirus giant panda's isolate",
            "authors": [
                {
                    "first": "Qiao",
                    "middle": [],
                    "last": "Jun",
                    "suffix": ""
                },
                {
                    "first": "Xia",
                    "middle": [],
                    "last": "Xianzhu",
                    "suffix": ""
                },
                {
                    "first": "Hu",
                    "middle": [],
                    "last": "Guixue",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The use of enzyme-linked immunosorbent assay systems for serology and antigen detection of parvovirus, coronavirus and rotavirus interactions in dogs in The Netherlands",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Rimmelzwaan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Groen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Egberink",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Vet. Microbiol",
            "volume": "28",
            "issn": "3",
            "pages": "25--40",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Electronmicroscope study of experimental enteric infection in neonatal dogs with a canine coronavirus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Takeuchi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "N"
                    ],
                    "last": "Binn",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Jervis",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Studies on the epizootiology of canine coronavirus",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Tennant",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Gaskell",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Veterinary Record",
            "volume": "132",
            "issn": "",
            "pages": "7--11",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Feline aminopeptidase N is a receptor for all group I coronaviruses",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Tennant",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Gaskell",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Tresnan",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Case report on mixed infection of canine parvovirus and canine coronavirus. Electron microscopy and recovery of canine coronavirus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yasoshima",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fujinami",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Doi",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Foundation item: This research was supported by National Science Foundation of China (No. 30000123) and Conversation Department of Wildlife Animal & Plants of State Forestry Bureau. Biography: QIAO Jun (1971-), male, Ph. Doctor in Institute of Veterinary, Academy of Military Medical Sciences, Changchun 130062, P. R. China. (E-maih qj710625 @yahoo.com.cn) Received date: 2004-09-20 Responsible editor: Zhu Hong",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Neutralization antibodies titers of 62 sera",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}