{
    "paper_id": "50f8b5b28b7b5af2a3f12af5ed1fd24f6398cde5",
    "metadata": {
        "title": "Comment The role of CT in case ascertainment and management of COVID-19 pneumonia in the UK: insights from high-incidence regions",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is the seventh pathogenic human coronavirus to be identified and the third with a predilection for causing potentially fatal pneumonia, after severe acute respiratory syndrome coronavirus and Middle East respiratory syndrome coronavirus. Coronavirus disease (COVID-19) infection is highly transmissible but has a relatively low death rate (1·0-3·5%), except in older people (aged >70 years) with comorbidities. 1,2 It is estimated that 15-20% of people infected develop severe pneumonia and 5-10% require critical care. 2 COVID-19 preparedness in countries with a surge in new cases have prioritised containment, rapid diagnosis, and fastidious contact tracing. With sustained community transmission, real-time RT-PCR (rtRT-PCR) of viral nucleic acid could be supported by more versatile diagnostic tools because of concern over false-negative results and limited availability. It has been suggested that CT could play a role in COVID-19 case ascertainment. Driven by a sustained daily increase in new cases, the diagnostic criteria in China originally included CT.",
            "cite_spans": [
                {
                    "start": 581,
                    "end": 582,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "CT abnormalities might predate rtRT-PCR positivity in symptomatic patients and in those without symptoms who subsequently test positive by rtRT-PCR. [3] [4] [5] Nevertheless, albeit in a few people, patients who test positive by rtRT-PCR but have a clear CT scan (likely to represent very early infection) have been recognised. Of 36 patients scanned within the first 2 days of symptoms, CT was healthy in half (56%), despite most (>90%) patients testing positive by rtRT-PCR. 6 The most common CT features reported in COVID-19 pneumonia are bilateral and subpleural areas of ground-glass opacification, consolidation affecting the lower lobes, or both. 3,6-8 Foci of abnormality might be well demarcated, sometimes with a rounded configuration. 3, 5, 7, 9, 10 In the intermediate phase of infection (4-14 days from symptom onset), a so-called crazy-paving pattern might be seen. Other CT findings (eg, a tree-in-bud pattern, nodules, cysts, cavitation, and large volume lymphadenopathy) are uncommon. Differences in the frequency of individual features between pneumonia caused by SARS-CoV-2 and other viruses are beginning to be studied. 11 However, several aspects of the utility of CT in COVID-19 infection are worth noting. In one study, 2 ground-glass opacification was evident in nearly all 15 people who were asymptomatic (but tested positive by rtRT-PCR) and had been in close contact with patients with confirmed COVID-19. The extent of pulmonary involvement, defined as affected lung segments, was less than in the symptomatic group and more frequently unilateral.",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 152,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 153,
                    "end": 156,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 157,
                    "end": 160,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 477,
                    "end": 478,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 746,
                    "end": 748,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 749,
                    "end": 751,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 752,
                    "end": 754,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 755,
                    "end": 757,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 758,
                    "end": 760,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1140,
                    "end": 1142,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Pan and colleagues, 9 employing serial CTs, described the radiological time course of 21 patients with confirmed mild to moderate infection who survived to discharge. Peak radiological abnormalities occurred at around day 10, followed by gradual regression starting 2 weeks after symptom onset. In a separate analysis, Ai and colleagues 3 reported radiological improvement predating rtRT-PCR becoming negative in 24 (42%) of 57 patients recovering from COVID-19 pneumonia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Two studies have specifically compared the performance of CT with rtRT-PCR. In a cohort of just over 1000 cases, 3 CT was reported to have a diagnostic sensitivity of 97%, positive predictive value of 65%, and negative predictive value of 83%. CT was abnormal in 308 (75%) of 413 patients who initially tested negative by rtRT-PCR, but were clinically assessed as likely to have (147 [48%] patients) or probably did have (103 [33%] patients) COVID-19 pneumonia. A similar CT sensitivity of 98% (vs 71% for rtRT-PCR; p<0·001) was found in a smaller study of 51 patients, in which just under a third (15 [29%] patients) tested negative on the initial rtRT-PCR. 10 There are few descriptions of COVID-19 pneumonia in individuals with premorbid pulmonary conditions. Shi and colleagues 4 reported that nine (11%) of 81 patients with confirmed COVID-19 had underlying lung disease; although, the specific details are not known. The potential effect of COVID-19 pneumonia on patients with established respiratory conditions remains unclear at this time.",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 114,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 659,
                    "end": 661,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "CT is likely to become increasingly important for the diagnosis and management of COVID-19 pneumonia, given the continuing increase in global cases. The observed evolution from pneumonic injury to respiratory death in this disease suggests a pathological pathway that might be amenable to early CT detection, particularly if the patient is scanned 2 or more days after developing symptoms. Additionally, a negative CT 1 week after the onset of symptoms is reported to have a high negative predictive value for COVID-19 pneumonia. The prognostic value of CT would be further enhanced if it was able to define early radiological abnormalities or patterns that portend a poor outcome. Strict requirements for cleaning of scanning suites in between cases will, however, place considerable challenges on patient throughput. In the rapidly changing landscape of this pandemic, new data are emerging from affected regions on an almost daily basis. In this context, the British Society of Thoracic Imaging have issued guidance that underscores the importance of clinical, laboratory, and radiographic assessment in suspected COVID-19 cases, with CT reserved for patients who are critically ill and for when there is diagnostic uncertainty. 12 Emerging data will clarify if CT also has a role to play in prognostication and disease monitoring.",
            "cite_spans": [
                {
                    "start": 1232,
                    "end": 1234,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Director-General's opening remarks at the media briefing on COVID-19",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Who",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Who",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Novel Coronavirus Pneumonia Emergency Response Epidemiology Team, on behalf of the Chinese Centre for Disease Control and Prevention. The epidemiological characteristics of an outbreak of 2019 novel coronavirus diseases (COVID-19)-China",
            "authors": [],
            "year": 2020,
            "venue": "CCDC Weekly",
            "volume": "2",
            "issn": "",
            "pages": "113--135",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Correlation of chest CT and RT-PCR testing in coronavirus disease 2019 (COVID-19) in China: a report of 1014 cases",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ai",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Radiological findings from 81 patients with COVID-19 pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "30086--30090",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Chest CT for typical 2019-nCoV pneumonia: relationship to negative RT-PCR testing",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Chest CT findings in coronavirus disease-19 (COVID-19): relationship to duration of infection",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bernheim",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Mei",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "CT imaging features of 2019 novel coronavirus (2019-nCoV)",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bernheim",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Mei",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Essentials for radiologists on COVID-19: an update-Radiology Scientific Expert Panel",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Kanne",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "P"
                    ],
                    "last": "Little",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Chung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Time course of lung changes on chest CT during recovery from 2019 novel coronavirus (COVID-19) pneumonia",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Sensitivity of chest CT for COVID-19: comparison to RT-PCR",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Performance of radiologists in differentiating COVID-19 from viral pneumonia on chest CT",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "X"
                    ],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hsieh",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xiong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1148/radiol.2020200823"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "British Society of Thoracic Imaging. Radiology decision tool for suspected COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "We declare no competing interests. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}