{
    "paper_id": "5171e1d61579606ba0b1e2992887a4ceac4ccf04",
    "metadata": {
        "title": "Impact of HIV-1 Membrane Cholesterol on Cell-Independent Lytic Inactivation and Cellular Infectivity",
        "authors": [
            {
                "first": "Ramalingam",
                "middle": [],
                "last": "Venkat",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kalyana",
                "middle": [],
                "last": "Sundaram",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Drexel University College of Medicine",
                    "location": {
                        "postCode": "19102",
                        "settlement": "Philadelphia",
                        "region": "Pennsylvania",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "Huiyuan",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Shared Research Facilities",
                    "institution": "West Virginia University",
                    "location": {
                        "postCode": "26506",
                        "settlement": "Morgantown",
                        "region": "West Virginia",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "§",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lauren",
                "middle": [],
                "last": "Bailey",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Drexel University College of Medicine",
                    "location": {
                        "postCode": "19102",
                        "settlement": "Philadelphia",
                        "region": "Pennsylvania",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "Adel",
                "middle": [
                    "A"
                ],
                "last": "Rashad",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Drexel University College of Medicine",
                    "location": {
                        "postCode": "19102",
                        "settlement": "Philadelphia",
                        "region": "Pennsylvania",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "Rachna",
                "middle": [],
                "last": "Aneja",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Drexel University College of Medicine",
                    "location": {
                        "postCode": "19102",
                        "settlement": "Philadelphia",
                        "region": "Pennsylvania",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "Karl",
                "middle": [],
                "last": "Weiss",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Drexel University",
                    "location": {
                        "postCode": "19104",
                        "settlement": "Philadelphia",
                        "region": "Pennsylvania",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "James",
                "middle": [],
                "last": "Huynh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Drexel University",
                    "location": {
                        "postCode": "19104",
                        "settlement": "Philadelphia",
                        "region": "Pennsylvania",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "Arangaserry",
                "middle": [
                    "Rosemary"
                ],
                "last": "Bastian",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Drexel University College of Medicine",
                    "location": {
                        "postCode": "19102",
                        "settlement": "Philadelphia",
                        "region": "Pennsylvania",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "Elisabeth",
                "middle": [],
                "last": "Papazoglou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Drexel University",
                    "location": {
                        "postCode": "19104",
                        "settlement": "Philadelphia",
                        "region": "Pennsylvania",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "Cameron",
                "middle": [],
                "last": "Abrams",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Drexel University",
                    "location": {
                        "postCode": "19104",
                        "settlement": "Philadelphia",
                        "region": "Pennsylvania",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "Steven",
                "middle": [],
                "last": "Wrenn",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Drexel University",
                    "location": {
                        "postCode": "19104",
                        "settlement": "Philadelphia",
                        "region": "Pennsylvania",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "Irwin",
                "middle": [],
                "last": "Chaiken",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Drexel University College of Medicine",
                    "location": {
                        "postCode": "19102",
                        "settlement": "Philadelphia",
                        "region": "Pennsylvania",
                        "country": "United States"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Peptide triazole thiols (PTTs) have been found previously to bind to HIV-1 Env spike gp120 and cause irreversible virus inactivation by shedding gp120 and lytically releasing luminal capsid protein p24. Since the virions remain visually intact, lysis appears to occur via limited membrane destabilization. To better understand the PTT-triggered membrane transformation involved, we investigated the role of envelope cholesterol on p24 release by measuring the effect of cholesterol depletion using methyl beta-cyclodextrin (MβCD). An unexpected bell-shaped response of PTT-* Corresponding",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "induced lysis to [MβCD] was observed, involving lysis enhancement at low [MβCD] vs loss of function at high [MβCD] . The impact of cholesterol depletion on PTT-induced lysis was reversed by adding exogenous cholesterol and other sterols that support membrane rafts, while sterols that do not support rafts induced only limited reversal. Cholesterol depletion appears to cause a reduced energy barrier to lysis as judged by decreased temperature dependence with MβCD. Enhancement/replenishment responses to [MβCD] also were observed for HIV-1 infectivity, consistent with a similar energy barrier effect in the membrane transformation of virus cell fusion. Overall, the results argue that cholesterol in the HIV-1 envelope is important for balancing virus stability and membrane transformation, and that partial depletion, while increasing infectivity, also makes the virus more fragile. The results also reinforce the argument that the lytic inactivation and infectivity processes are mechanistically related and that membrane transformations occurring during lysis can provide an experimental window to investigate membrane and protein factors important for HIV-1 cell entry.",
            "cite_spans": [
                {
                    "start": 17,
                    "end": 23,
                    "text": "[MβCD]",
                    "ref_id": null
                },
                {
                    "start": 108,
                    "end": 114,
                    "text": "[MβCD]",
                    "ref_id": null
                },
                {
                    "start": 506,
                    "end": 512,
                    "text": "[MβCD]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "HIV-1 is an enveloped virus, with a lipid bilayer that separates the contents of the virus from the extracellular milieu. HIV-1 has two virus-specific surface proteins that are used for entry. These proteins, gp120 and gp41, form a trimer of gp120-gp41 heterodimers that is commonly denoted the viral spike or Env. For productive infection to take place, initial interactions of the viral spike gp120 component with cellular receptors CD4 and CCR5 1 are followed by conformational changes in gp120 that expose gp41 to the host cell membrane. This is followed by the interaction of the fusogenic tip of gp41 with the cell membrane, and rearrangement of the helical heptad repeat regions within each gp41 subunit of the trimer to form a six-helix bundle. The latter brings the viral and cellular membranes into close proximity to enable membrane fusion. In turn, fusion enables the luminal contents including virus genomic RNA to enter the cell, leading to virus life cycle steps to establish cellular infection and ultimately production of infectious virus. While membrane fusion is known to be critical for virus cell entry and infection, the membrane transformation events occurring during fusion are not fully understood. 2 To inhibit entry of HIV-1, we previously identified peptide triazoles as a class of HIV entry inhibitors that bind to gp120, inhibit it from interacting at either the CD4 or coreceptor binding sites through conformational entrapment, 3 and, in the context of the spike, trigger gp120 shedding. KR-13, which is a peptide triazole thiol (RINNIXWSEAMMβAQβAC-amide, where X = ferrocenyl triazole proline), with a free thiol (PTT) at the C-terminal cysteine residue, not only inhibits HIV-1 infection with nanomolar potency and causes gp120 to be shed from virus, but also triggers the release of luminal p24, thus adding, along with shedding, to the irreversible inactivation of virus in a cell-free environment. 4, 5 The release of p24 suggests the ability of the PTT to perturb the viral envelope without directly interacting with the envelope, leading to a loss of membrane integrity. Lytic p24 release does not appear to occur through fragmentation of the envelope but rather by more limited membrane transformation, since post-KR-13-treated virions visualized by transmission electron microscopy (TEM) retain an intact, although shrunken, physical state. 4 In order to identify properties of the envelope that control the lytic inactivation process, we investigated the effect of progressive cholesterol depletion. Cholesterol is a major constituent of the HIV-1 envelope membrane bilayer, making up 45 mol %. [6] [7] [8] Here, we evaluated the effects of cholesterol depletion on KR-13-triggered HIV-1 lysis by pretreating pseudo-viruses with methyl beta-cyclodextrin (MβCD). Pseudo-viruses have been used as a virus model to study the entry process and its antagonism, by providing virus-like particles into which Env spikes from a variety of HIV-1 strains can be incorporated. 9 The main difference between these model viruses and fully infectious viruses is the inability of the pseudo-virus to produce fully infectious viral particles in the cells it infects, since its genetic code contains frame shift mutations. 10, 11 Importantly, pseudo-viruses contain an extra gene that expresses the enzyme luciferase in infected cells, and the chemiluminescence changes upon substrate conversion by this enzyme can be used as a readout for successful infection. Strikingly, we observed a bell-shaped response of pseudo-virus lysis to progressive increase of [MβCD] that included enhancement of function at intermediate [MβCD] , even though significant shedding of gp120, the binding target for KR-13 (PTT), occurred under conditions that induced the enhancement of lysis.",
            "cite_spans": [
                {
                    "start": 1224,
                    "end": 1225,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1460,
                    "end": 1461,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1935,
                    "end": 1937,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1938,
                    "end": 1939,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2382,
                    "end": 2383,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2637,
                    "end": 2640,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2641,
                    "end": 2644,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2645,
                    "end": 2648,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 3007,
                    "end": 3008,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 3247,
                    "end": 3250,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 3251,
                    "end": 3253,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 3643,
                    "end": 3649,
                    "text": "[MβCD]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Graphical abstract"
        },
        {
            "text": "[MβCD] concentrations enhancing lysis also caused an increase in infectivity. The enhancement effects on both lysis and infectivity were reversed by adding exogenous raft-promoting sterols. Differential effects of temperature on lysis of untreated vs MβCD-treated virus suggested that a decrease in the energy barrier to membrane disruption may be responsible for the parallel enhancement effects of MβCD on lysis and infectivity. Furthermore, the enhancement effects observed here are reminiscent of similar effects reported previously for influenza virus lipid mixing and liposomal fusion, 12 as well as HIV-1 infectivity, 13 suggesting that cholesterol content provides a balance of function and stability that is generally found in enveloped virus membranes.",
            "cite_spans": [
                {
                    "start": 625,
                    "end": 627,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Graphical abstract"
        },
        {
            "text": "(5α-cholestan-3β-ol), 7-dehydrocholesterol (3β-hydroxy-5,7-cholestadiene), coprostan-3-ol (5β-cholestan-3β-ol), cholestenone (3-oxo-4-cholestene), 5α-cholestane, dehydroergosterol 7, 9(11) ,22-tetraen-3β-ol) and Triton X-100 were purchased from Sigma-Aldrich. Laurdan dye was purchased from Invitrogen. Rabbit and mouse anti-p24 and CD45 antibodies were purchased from Abcam. D7324 anti-gp120 antibody was purchased from Aalto.",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 182,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 183,
                    "end": 188,
                    "text": "9(11)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Graphical abstract"
        },
        {
            "text": "Soluble CD4 (sCD4) was produced and purified as described previously. 14 Monoclonal antibody 17b was obtained from Strategic BioSolutions. Wild-type (WT) gp120 YU2 was produced from a pcDNA3.1 vector encoding a V5 (GKPIPNPLLGLDST) coding sequence, N-terminal to the C-terminal HIS 6 tag. The vector also carries the mammalian codonoptimized sequence for a CM5 secretion peptide and gp120 YU2 (a gift from Drs. Navid Madani and Joseph Sodroski). DNA for transient transfection was purified using a Qiagen MaxiPrep kit (Qiagen) and transfected into HEK 293F cells according to manufacturer's protocol (Invitrogen). Five days after transfection was initiated, cells were harvested and spun down, and the supernatant was filtered through 0.2 μm filters (Corning). Purification was performed over a 17b antibody-coupled column prepared using NHS-activated Sepharose (GE Healthcare). gp120 was eluted from the column using 0.1 M glycine buffer pH 2.4 into 1 M Tris pH 8.0. Identity of the eluted fractions was confirmed by SDS-PAGE and Western blotting using antibody D7324 (Aalto Bioreagents). After pooling the peak fractions, additional purification including removal of aggregates was performed with a prepacked Superdex 200 HR gel filtration chromatography column (GE Healthcare). Monomer-containing fractions were identified by SDS-PAGE/Western blotting with mAb D7324, pooled, concentrated, frozen, and stored at −80 °C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protein Reagents"
        },
        {
            "text": "Peptides were synthesized as previosuly described 14 by stepwise solid-phase peptide synthesis on a Rink amide resin with a substitution value of 0.25 mmol g −1 (Novabiochem). All Fmoc-amino acid derivatives and coupling reagents were purchased from Chem-Impex International, Inc. Synthesis-grade solvents were used in all procedures. All peptides were purified to 98% homogeneity as judged by analytical reversed-phase HPLC on C18. The integrity of purified peptides was confirmed by MALDI-TOF mass spectrometry; observed mass was 2085.43 Da vs 2085.19 Da expected for KR-13 and 1713.89 Da vs 1713.33 Da for HNG-156. Peptide triazoles KR-13 and HNG-156 were solubilized in 1× PBS, pH 7.2, and their absorbances measured at 280 nm with a quartz cuvette in a Shimadzu Model UV1700 spectrophotometer. The concentrations were determined using extinction coefficients of 5965 M −1 cm −1 and 6090 M −1 cm −1 for HNG-156 and KR-13, respectively. The functionality of peptides was tested by CD4 and 17b competition assays using surface plasmon resonance (SPR) analysis with a Biacore 3000 optical biosensor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Peptide Triazole Synthesis and Validation"
        },
        {
            "text": "Pseudo-viruses were produced as previously described. 14, 15 Briefly, HEK 293T cells (3 × 10 6 ) were cotransfected with 4 μg of BaL.01 gp160 plasmid and 8 μg of NL4-3 R − E − Luc + core DNA, using polyethylenimine (PEI) as a transfection vehicle. YU2 and JR-FL pseudo-viruses were produced in an identical manner as BaL.01 pseudo-viruses. After 72 h, the supernatant containing virus was collected and filtered using a 0.45 μm filter (Corning) before being purified via gradient centrifugation on a 6%-20% Iodixanol gradient (Optiprep, Sigma-Aldrich) spun in an Sw41 Ti rotor (Beckman Coulter) at 110000 × g for 2 h at 4 °C.",
            "cite_spans": [
                {
                    "start": 54,
                    "end": 57,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 58,
                    "end": 60,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Pseudo-virus Production"
        },
        {
            "text": "The bottom 5 mL were collected and diluted in serum-free medium before being aliquoted and frozen at −80 °C. Importantly, viruses isolated by the Iodixanol gradient method were found to contain no exosomes, as judged by the absence of CD45 (see Figure S1 in the Supporting Information). The diagnostic presence of CD45 in exosomes but not viruses has been reported previously. 16 All batches of pseudo-virus were titrated for infectivity and p24 content immediately after production.",
            "cite_spans": [
                {
                    "start": 377,
                    "end": 379,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 245,
                    "end": 254,
                    "text": "Figure S1",
                    "ref_id": null
                }
            ],
            "section": "Pseudo-virus Production"
        },
        {
            "text": "All MβCD treatments were performed with freshly solubilized powder in PBS. Treatments involved mixing virus samples (final virus concentration loaded onto the ELISA plate normalized based on p24 protein content of 50 ng/mL) with MβCD (1:1, v/v) and incubating for 30 min at 37 °C. For lysis experiments, the samples were immediately treated with PTT or controls except for the temperature-dependence experiment. For the latter experiment, samples were first treated with 78 μM MβCD or PBS for 30 min at 37 °C and then moved to incubators at different temperatures (4, 8, 16, 23, 30, 37 , and 42 °C) and equilibrated for 15 min. Simultaneously, solutions containing PTT in separate tubes were also equilibrated at the appropriate temperatures. At the 15 min time point, the PTT was added to the virus/ MβCD mixture and incubated for another 30 min. All samples were then spun and tested for leaked p24 capsid protein. We assume Michaelis-Menten-type kinetics in a zeroth-order regime in which the concentration of KR-13 exceeds its binding affinity by many orders of magnitude (5 μM vs 2 nM, 4 according to the Michaelis constant); therefore, we interpret the amount of p24 detected at 30 min divided by 30 min to be the effective maximum rate of lysis. Plots of the natural logarithm of this time-averaged rate vs reciprocal temperature were made to extract values of effective energy barriers. The slopes were calculated from best-fit lines determined using the linear fitting algorithm provided by Origin Pro 9.0.",
            "cite_spans": [
                {
                    "start": 564,
                    "end": 567,
                    "text": "(4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 568,
                    "end": 570,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 571,
                    "end": 574,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 575,
                    "end": 578,
                    "text": "23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 579,
                    "end": 582,
                    "text": "30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 583,
                    "end": 585,
                    "text": "37",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Treatments of Virus with MβCD and Peptide Triazoles"
        },
        {
            "text": "For shedding experiments, pseudo-virus samples were spun immediately after 30 min of MβCD treatment for 2 h at 21130 × g. For infectivity experiments, samples were washed to remove MβCD by Iodixanol gradient centrifugation. For infectivity experiments involving cholesterol reconstitution, samples were treated with MβCD for 30 min at 37 °C, washed, treated with exogenous cholesterol for another 30 min at 37 °C and then fractionated by centrifugation in a gradient composed of Iodixanol (Optiprep, Sigma) (6%-20%) diluted in PBS. After running the 2 h spin at 110000 × g at 4 °C, fractions were collected and tested for p24 content and infectivity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatments of Virus with MβCD and Peptide Triazoles"
        },
        {
            "text": "A competition ELISA between KR-13 and either CD4 or 17b binding for gp120 was used to rule out any effect of MβCD on KR-13 function. For this assay, 96-well high-binding ELISA plates were coated with 100 ng/well of soluble gp120 protein overnight (16 h) at 4 °C. Following a blocking step with 3% BSA in PBS, samples of CD4 (final 30 nM) or 17b (co-receptor surrogate, final 15 nM) were mixed (1:1 v/v) with KR-13 in 0.5% BSA with/ without MβCD and loaded onto the plate. The plate was incubated at room temperature for 2 h with agitation before being stained, for CD4 by antihuman CD4 biotinylated OKT4 (eBioscience) and then streptavidin-HRP, and for 17b by secondary antibody antihuman IgG conjugated to HRP. This was followed by a 30 min incubation with ortho-phenylenediamine (OPD) dissolved at 0.4 mg/mL in sodium citrate with perborate to measure colorimetrically the bound CD4 and 17b using absorbance on a Tecan Infinite m50 plate reader at 450 nm. Each plate contained positive (CD4 or 17b only) and negative (no protein) controls that provided a window for the signal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatments of Virus with MβCD and Peptide Triazoles"
        },
        {
            "text": "HIV-1 pseudo-virus supernatants collected from transfections were concentrated to 500 μL/ sample. Samples were labeled as \"control\" or \"protease\". Both samples received 500 U of EndoH enzyme (New England Biolabs) diluted in 10 μL of G5 buffer. Samples were flicked to promote mixing and then incubated at 37 °C for 60 min. For the protease sample, 1 μg/mL of each of proteinase K, chymotrypsin (Sigma-Aldrich), and trypsin (Cellgro) were added and flicked to promote mixing as per the protocol developed by Crooks et al. 17 For the control sample, a matching volume of PBS was added and the samples were incubated for 60 min at 37 °C. One tablet of protease inhibitors (Complete Mini, Roche, Germany) was dissolved in 10 mL of 1× PBS. 500 μL of the inhibitor mix was added to each tube after 60 min of protease treatment. Both samples were then purified on an Iodixanol gradient, as described for the pseudo-virus production above.",
            "cite_spans": [
                {
                    "start": 521,
                    "end": 523,
                    "text": "17",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Protease Treatment of HIV-1 Pseudo-viruses"
        },
        {
            "text": "p24 sandwich ELISAs were performed as described previously. 4 Briefly, 96-well highbinding ELISA plates (Corning) were coated with 50 ng/well of mouse anti-p24 and incubated on a rocker overnight (16 h) at 4 °C. The antibody solution was mixed before being blocked with 3% BSA in PBS, pH 7.2 for 2 h at room temperature on a rocker. The plate was washed briefly with PBS containing 0.1% Tween-20 (PBS-T) before being loaded with samples.",
            "cite_spans": [
                {
                    "start": 60,
                    "end": 61,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "p24 Release Detection by Sandwich ELISA"
        },
        {
            "text": "Virus stocks were diluted in PBS, pH 7.2, to contain 50 ng/mL p24 content in the final sample to be loaded on the plate. The diluted virus was mixed with MβCD in PBS (1:1 v/v) through inversions and incubated at 37 °C for 30 min. KR-13 or HNG-156 (nonlytic peptide) or PBS (negative control) was then added to all the tubes (1:1, v/v), and the samples were all mixed by inversions before incubating for another 30 min at 37 °C. The 1.5 mL tubes were then spun for 2 h at 4 °C at 21130 × g. The top 100 μL of supernatant was carefully removed so as not to disturb the pelleted virus debris. This supernatant was then diluted (1:1, v/v) in PBS containing 1% BSA and 1% Triton X-100. A p24 standard (Abcam, 50 ng/mL) was used in every assay in the same buffer. 50 μL/well of sample was then loaded onto the prepared ELISA plates. The plate was incubated at 4 °C overnight (16 h) on a rocker before being washed 3 times with PBS-T. The plate was then stained with rabbit anti-p24 primary antibody, followed by donkey anti-rabbit HRP conjugate (GE Biosciences) as a secondary antibody. Both were incubated for 1 h at room temperature sequentially in PBS with 0.5% BSA with steady agitation. The plate was washed before the addition of OPD. Plates were developed for 30 min in darkness and the absorbance measured at 450 nm to determine end-point values using an Infinite m50 (Tecan) plate reader.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "p24 Release Detection by Sandwich ELISA"
        },
        {
            "text": "Pseudo-viral infection assays carried out as described previously 14, 15 were used to validate the viruses used in this work and to track the effects of MβCD on infectivity. Briefly, HOS.T4.R5 cells were seeded the previous day at 7000 cells, 100 μL/well in 96-well plates.",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 69,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 70,
                    "end": 72,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Pseudo-virus Cell Infection Assay"
        },
        {
            "text": "Virus stocks were diluted in growth media such that the final dilution gave 1 × 10 6 luminescence counts. Cells were seeded the previous day at 7000 cells, 100 μL/well in 96well plates. When used, MβCD was mixed with diluted virus (1:1, v/v) through inversions and incubated at 37 °C for 30 min. Controls were mixed with an equivalent amount of PBS and no MβCD. The samples were then washed using 6%-20% Iodixanol gradient. The medium was removed from the plates and a virus-containing medium was added. The plates were incubated for 24 h at 37 °C before the medium was changed. Forty eight hours (48 h) after the virus was added to the plate, the medium was removed and the cells were lysed (Passive Lysis Buffer, Promega). The lysate was then transferred to a white well plate (Greiner) and mixed with 1 mM Luciferin salt (Anaspec) diluted in 0.1 M potassium phosphate buffer containing 0.1 M magnesium sulfate and the luminescence was measured using a Wallac 1450 Microbeta Luminescence reader at 490 nm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pseudo-virus Cell Infection Assay"
        },
        {
            "text": "Cholesterol was quantified using a previously established enzymatic method. 18 Samples of pseudo-virus treated with different amounts of MβCD were rinsed thoroughly with 1× PBS prior to quantification using the enzymes cholesterol oxidase and horseradish peroxidase. The efficiency of MβCD removal sufficed based on tests with MβCD alone, resulting in background signal. Samples of virus were mixed with cholesterol oxidase (1 U/mL), horseradish peroxidase (1 U/mL), and Amplex Red (150 μM, 10-acetyl-3,7dihydroxyphenoxazine) in PBS and incubated in darkness in a white well plate (Greiner) for 30 min at 37 °C before being read in a fluorescence plate reader (Synergy 4, Biotek, Ex/Em (nm): 560/590).",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 78,
                    "text": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Enzymatic Quantification of Pseudo-virus-Associated Cholesterol"
        },
        {
            "text": "For quantifying cholesterol content after exogenous supplementation of cholesterol, samples were treated as above, except that, after the wash step, samples were treated with exogenously added cholesterol in PBS for 30 min at 37 °C and then purified on an Iodixanol density gradient (6%-20% for 78 μM and 312 μM and 6%-30% for the 5000 μM MβCD treatments). After samples were spun for 2 h at 4 °C, fractions were collected and tested for p24 content to determine the location of the pseudo-virus. The fractions containing the pseudo-virus were washed using 100 kDa MWCO Amicon 0.5 mL concentrators and then tested as above for cholesterol content as well as p24 content. The values obtained for cholesterol content were normalized against the p24 values. All values were normalized against a sample of untreated pseudo-virus exposed to the same incubation, separation, and analysis steps.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Enzymatic Quantification of Pseudo-virus-Associated Cholesterol"
        },
        {
            "text": "Virus gp120 Shedding Quantification Using Western Blots gp120 shedding induced by MβCD alone (no PT present) was measured using Western blots as described previously. 4 Briefly, MβCD was mixed with virus stocks (1:1, v/v) and incubated at 37 °C for 30 min before being spun for 2 h at 21130 × g at 4 °C. Sample supernatants were mixed 1:1 with Laemmli buffer and boiled at 95 °C for 5 min before being loaded onto 10% SDS-PAGE gels. After gel electrophoresis, the protein was transferred onto a 0.45 μm PVDF membrane (Immobilon-P, Millipore), blocked with 5% milk solubilized in PBS containing 0.1% Tween-20 and then stained with sheep anti-gp120 (D7324, Aalto), followed by donkey antisheep HRP (Invitrogen) antibodies. Luminol substrate (Advansta) was added and the protein bands exposed on chemiluminescence film (Blue Ultra, Genemate) and developed (M35-A X-OMAT processor, Kodak). The developed film was then scanned, and the corresponding image was analyzed with ImageJ (NIH) densitometry.",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 168,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Enzymatic Quantification of Pseudo-virus-Associated Cholesterol"
        },
        {
            "text": "Samples of pseudo-virus were treated with the full range of MβCD and incubated at 37 °C for 30 min before being spun for 2 h at 4 °C at 21130 × g. The supernatant was removed and the remaining pellet was mixed thoroughly by pipetting before being fixed. Samples were fixed in a solution containing 1% para-formaldehyde and 0.1% glutaraldehyde at 4 °C for 15 min before the fixative was quenched using 0.1 M glycine. The fixed virus samples were adsorbed overnight (16 h) on an ELISA plate on a rocker at 4 °C. gp41 protein (NIH AIDS Repository) was also adsorbed on the same plate. The plate was blocked with 200 μL/well of 3% BSA in PBS for 2 h before being stained sequentially with gp41 antibody 50-69, followed by antihuman HRP (Millipore) and OPD development. All values were normalized to the untreated virus control as 100% and a PBS blank as 0%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus-Associated gp41 Quantification Using ELISA"
        },
        {
            "text": "Sterol reconstitution was performed using cholesterol, coprostanol, or cholestanol. Powder samples were solubilized in chloroform and then diluted in 1× PBS (1:19 v/v) to create 10 mM stocks in glass vials. Samples were vortexed thoroughly to create a milky emulsion immediately prior to use. Virus samples were pretreated with MβCD prior to the addition of the sterol. The sterol was incubated with the pseudo-virus for another 30 min at 37 °C (allowing for passive absorption into the viral envelope) prior to the addition of KR-13 and a subsequent third incubation step for 30 min at 37 °C. The samples were then pelleted by centrifugation at 21130 × g for 2 h and the supernatant tested for p24 capsid protein via p24 sandwich ELISA. An intact virus sample (treated with only PBS) and lysed virus sample (treated with 1% Triton X-100 before pelleting through centrifugation) formed the 0% and 100% window. Additional controls included MβCD + KR-13 and individual MβCD and sterol treatments to confirm that there was no nonspecific lytic release of p24.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sterol Reconstitution Assay"
        },
        {
            "text": "Samples used in the infectivity assay were prepared in the same way as above, except that they were rinsed with a serum-free medium three times for 3 min each at 2000 × g in Amicon concentrators (100 kDa MWCO, Millipore) before being aliquoted in 1.5 mL centrifuge tubes. Cholesterol was serially diluted in PBS and then added to each tube. Samples were incubated for 30 min at 37 °C before being run through a 6%-30% Iodixanol gradient. Fractions from the gradient were added to HOS.T4.R5 cells in a 96-well plate. The rest of the protocol was carried out as a regular infectivity assay, as previously mentioned.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sterol Reconstitution Assay"
        },
        {
            "text": "For samples treated with only 5000 μM MβCD prior to sterol treatment, a stock of virus was treated with 5000 μM MβCD for 30 min at 37 °C before being added to 1.5 mL centrifuge tubes. Solutions of exogenous cholesterol, coprostanol, or cholestanol were serially diluted from 5000 μM before being mixed with the MβCD-treated samples of pseudo-virus. The tubes were inverted to mix the sterol with the virus before being incubated at 37 °C for another 30 min. Samples were then incubated with KR-13 or PBS (negative control) for a final 30 min before being spun for 2 h. Then, samples were treated as above to complete a p24 ELISA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sterol Reconstitution Assay"
        },
        {
            "text": "Virus samples were treated with MβCD for 30 min at 37 °C before being washed thrice at 2000 × g for 3 min each in Amicon concentrators (100 kDa MWCO). Samples were fixed in solution containing 1% para-formaldehyde and 0.1% glutaraldehyde at 4 °C for 15 min. Samples were washed again before being mixed with 1% osmium tetroxide and incubated with gentle shaking at 4 °C for 1 h. Samples were washed seven times with deionized water before being concentrated to a volume of 100 μL and loaded on lacey carbon grids (EM Microscopy) and dried overnight. Just before imaging, samples were stained with 0.1% uranyl acetate and rinsed. Imaging was performed on a transmission electron microscopy (TEM) system (JEOL, Model 2100) at 120 keV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pseudo-virus Visualization Using TEM"
        },
        {
            "text": "Membrane fluidity was probed using the fluorescent dye Laurdan (6-dodecanoyl-2dimethylaminonaphthalene), according to the protocol of Lorizate et al. 18 Briefly, Laurdan was mixed with virus (final concentration 1 μM) for 30 min at 37 °C before being washed using a 100 kDa Amicon Ultra concentrator three times at 2000 × g for 2 min. Samples of virus were then mixed with different concentrations of MβCD for 30 min at 37 °C before being imaged on a plate reader (Biotek, Synergy 4) (Ex/Em: 400 nm/440 nm (blue), 490 nm (red)). Fluidity was calculated in generalized polarization (GP) units, where GP > 0 denotes ordered domains, while GP < 0 denotes disordered membranes. The following formula was used:",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 152,
                    "text": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Membrane Fluidity Analysis"
        },
        {
            "text": "where I B is the intensity at 440 nm, and I R is the intensity at 490 nm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Membrane Fluidity Analysis"
        },
        {
            "text": "HIV-1 pseudo-viruses were stained with the fluorescent dye 7-dehydroergosterol (DHE, Sigma-Aldrich) that has a preference [19] [20] [21] [22] for liquid ordered (raft) phase of membranes. DHE was dissolved in chloroform to make a stock solution. Immediately prior to each experiment, the concentration of the dye was measured in methanol using ultraviolet-visible light (UV-vis) absorbance. Pseudo-viruses were stained with 0.5 μM (final concentration) dehydroergosterol for 30 min in darkness at room temperature with constant agitation. Following this, excess dye was removed by running the virus + dye mixture through a PD-10 desalting column (GE) before being treated with MβCD for 30 min at 37 °C in darkness. All fluorescence measurements were performed in the presence of 1 M potassium iodide as a collisional quencher to ensure that only membrane-bound dye remained fluorescent. This was verified by a control experiment, in which 0.5 μM DHE was mixed in 5000 μM MβCD in the absence or presence of 1 M KI and the relative fluorescence measured (see Figure S2 in the Supporting Information). The measurements were performed using the Synergy 4 (Biotek) plate reader monochromator (Ex/Em, nm: DHE 330/425). Untreated virus was used as a 100% control, while a PBS sample was used as a 0% control.",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 126,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 127,
                    "end": 131,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 132,
                    "end": 136,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 137,
                    "end": 141,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 1057,
                    "end": 1066,
                    "text": "Figure S2",
                    "ref_id": null
                }
            ],
            "section": "Fluorescent Sterol Reporter Analysis of Membrane State"
        },
        {
            "text": "All the data presented as percentages in this paper were subjected to a linear interpolation equation, for which controls in each individual experiment defined the 0% and 100% signal windows, and for which linearity within the signal window was established. All sigmoidal plots were fit using the logistic equation, as shown below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mathematical and Statistical Analysis"
        },
        {
            "text": "where A 1 is the initial value, A 2 the final value, x 0 the x-value of the center of the sigmoid, and p the steepness of the curve.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mathematical and Statistical Analysis"
        },
        {
            "text": "Unpaired t tests were performed with the Graphpad Prism web interface (located at http:// www.graphpad.com/quickcalcs/) using the parameters of N, SD, and the mean.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mathematical and Statistical Analysis"
        },
        {
            "text": "We investigated the role of membrane cholesterol in KR-13 (PTT)-triggered HIV-1 perturbation and p24 release by measuring the effect of virus pretreatment with increasing concentrations of MβCD. Pseudo-typed HIV-1 viruses were first treated with a range of [MβCD] for 30 min, followed by the addition of KR-13 or a nonlytic parental peptide triazole, HNG-156 (RINNIXWSEAMM-amide, where X is ferrocenyl triazole proline). The concentrations of KR-13 used were based on the EC 50 value first determined for p24 release ( Figure 1A) ; this value was similar to that previously observed. 4 The concentration of HNG-156 used was 5 μM (final). Treated samples were centrifuged to separate the pelleted virus fraction from the released p24 in the soluble protein fraction. The latter was assayed by sandwich ELISA for p24 content. When pretreated with MβCD, the KR-13-treated samples (red circles, Figure 1B) showed an initial marked increase in p24 release up to a maximum between 10 and 312 μM MβCD, followed by a steep decline at higher concentrations. No p24 release was observed with the addition of either PBS alone (black squares, Figure 1B ) or HNG-156 (blue triangles, Figure 1B) , indicating that the enhancement observed with MβCD was specific for KR-13. Control experiments (see Figure S3 in the Supporting Information) showed that MβCD had no direct effect on KR-13 binding to soluble gp120. Since MβCD at high concentrations (>10 000 μM) has been previously reported to cause lysis, 23 we evaluated the effect of MβCD alone and found that doses below 10 000 μM did not cause p24 release ( Figure 1B, black squares) .",
            "cite_spans": [
                {
                    "start": 584,
                    "end": 585,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1490,
                    "end": 1492,
                    "text": "23",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 519,
                    "end": 529,
                    "text": "Figure 1A)",
                    "ref_id": null
                },
                {
                    "start": 891,
                    "end": 901,
                    "text": "Figure 1B)",
                    "ref_id": null
                },
                {
                    "start": 1131,
                    "end": 1140,
                    "text": "Figure 1B",
                    "ref_id": null
                },
                {
                    "start": 1171,
                    "end": 1181,
                    "text": "Figure 1B)",
                    "ref_id": null
                },
                {
                    "start": 1284,
                    "end": 1293,
                    "text": "Figure S3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1596,
                    "end": 1621,
                    "text": "Figure 1B, black squares)",
                    "ref_id": null
                }
            ],
            "section": "Effect of MβCD Pretreatment on the Lytic Inactivation of HIV-1 by the Peptide Triazole Thiol KR-13"
        },
        {
            "text": "Cholesterol loss induced by MβCD has been measured previously using a fluorimetric assay. [24] [25] [26] We used this assay to compare the effect of MβCD treatment on cholesterol content with effects on p24 release and infectivity. Samples of MβCD-treated virus were washed with 1× PBS and then mixed with a cocktail containing cholesterol oxidase, horseradish peroxidase, and 10-acetyl-3,7-dihydrophenoxazine (Amplex Red) to provide a fluorescence readout corresponding to cholesterol content. Treatment with 1× PBS alone was used as a negative control, while untreated pseudo-virus was used to determine the 100% value for cholesterol content. The results, shown in Figure 2A , confirm a dosedependent depletion of envelope cholesterol content upon MβCD treatment, with a midpoint at ~50 μM. Of note, the envelope cholesterol depletion was incomplete at the highest [MβCD] used. Since cholesterol depletion was found (data not shown) to be greater (by 30% at intermediate MβCD concentrations) after the addition of sphingomyelinase, which converts envelope sphingomyelin to ceramide, 27 it is possible that the incomplete removal of cholesterol by MβCD could be due, at least in part, to stabilizing sphingomyelin-cholesterol interactions in the HIV-1 membrane. 28 We also examined whether the known effect of MβCD on gp120 shedding 23, 29, 30 occurred at the concentrations found to affect lysis. Pseudo-virus-associated gp120 and gp41 were examined, using Western blots and ELISA, respectively (Methods). The data obtained ( Figure 2B) show that gp120 was released from the residual virus in a dose-dependent manner, with a midpoint at ~10 μM, while gp41 was retained in the virus fraction.",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 94,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 95,
                    "end": 99,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 100,
                    "end": 104,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1086,
                    "end": 1088,
                    "text": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1264,
                    "end": 1266,
                    "text": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1335,
                    "end": 1338,
                    "text": "23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1339,
                    "end": 1342,
                    "text": "29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1343,
                    "end": 1345,
                    "text": "30",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 668,
                    "end": 677,
                    "text": "Figure 2A",
                    "ref_id": null
                },
                {
                    "start": 1529,
                    "end": 1539,
                    "text": "Figure 2B)",
                    "ref_id": null
                }
            ],
            "section": "Both Cholesterol Depletion and gp120 Shedding Occurred at MβCD Concentrations That Caused Enhanced Lysis"
        },
        {
            "text": "Since gp120 shedding analysis showed that a large amount of the spike-associated gp120 had shed at MβCD concentrations for which KR-13-induced lysis activity was high, we considered it likely that inactive (misfolded) spikes were being selectively shed. The presence of inactive spikes was confirmed by treating pseudo-viruses with Endo H and proteolysis with trypsin, chymotrypsin, and proteinase K, as used previously to selectively remove aberrant Env spikes. 17,31 Enzyme-treated virus samples were purified on an Iodixanol gradient before being characterized for infectivity in chemiluminescence assays, gp120 quantitation with Western blots, and p24 content using sandwich ELISA for virus quantitation. Resulting pseudo-virus samples were used in p24 release and gp120 shedding assays. While the gp120 content decreased markedly (~50%) with enzyme treatment (data not shown), the infectivity of the viruses was not affected (data not shown), as also found previously. 17 Importantly, as shown in Figure S4A in the Supporting Information, enzymetreated viruses exhibited a bell-shaped response to [MβCD] for lysis by KR-13 similar to that observed ( Figure 1B) with viruses not treated with enzymes.",
            "cite_spans": [
                {
                    "start": 974,
                    "end": 976,
                    "text": "17",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 1002,
                    "end": 1012,
                    "text": "Figure S4A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1155,
                    "end": 1165,
                    "text": "Figure 1B)",
                    "ref_id": null
                }
            ],
            "section": "Both Cholesterol Depletion and gp120 Shedding Occurred at MβCD Concentrations That Caused Enhanced Lysis"
        },
        {
            "text": "We evaluated the extent to which the enhancement effects of cholesterol depletion on lytic inactivation could be reversed by the addition of exogenous cholesterol. HIV-1 pseudoviruses were first treated with MβCD, then with exogenous cholesterol, and finally with KR-13. Each treatment was for 30 min at 37 °C. Samples were spun to pellet virus, and the supernatants were tested for p24 content. PBS treatment was substituted for both MβCD and cholesterol treatments as a negative control. For virus samples in which cholesterol depletion resulted in an enhancement of p24 release (specifically, 28%-57% at 78 μM MβCD), the addition of exogenous cholesterol reduced the observed enhancement ( Figure 3) . The full set of cholesterol replenishment results obtained is reported in Figure S5A in the Supporting Information. Conversely, in virus samples for which cholesterol depletion led to a suppression of lysis (from 28% to 5% at 5000 μM MβCD), addition of exogenous cholesterol led to a partial recovery. The change in cholesterol content of the pseudo-virus with exogenous sterol addition is provided in Figure S6 in the Supporting Information.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 693,
                    "end": 702,
                    "text": "Figure 3)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 779,
                    "end": 789,
                    "text": "Figure S5A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1107,
                    "end": 1116,
                    "text": "Figure S6",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Reversibility of MβCD-Induced Effects by Sterol Replenishment"
        },
        {
            "text": "We evaluated the extent to which sterol derivatives with different capacities to support membrane raft formation 13,32 would support KR-13-induced p24 release, by evaluating viruses reconstituted with raft-supporting cholestanol and dehydrocholesterol and non-raftsupporting coprostanol, cholestenone, and cholestane. Pseudo-virus treated with PBS throughout the experiment was used as the intact virus control (0%), while a detergenttreated sample of pseudo-virus was used as the lysed control (100%). No lysis was observed to occur with any of the sterol variants in the absence of KR-13 (data not shown). As shown in Figure 3 , exogenous cholestanol and dehydrocholesterol reversed the effect of cholesterol depletion, although the derivative-enabled recovery was reduced, compared to that with cholesterol. In contrast, coprostanol, cholestenone, and cholestane induced a much lower suppression of lysis at 78 μM MβCD and no recovery at 5000 μM MβCD. An expanded dataset showing the sterol effects on lysis is provided in Figures S5B (for cholestanol) , S5C (for coprostanol), and S7A and S7B (for dehydrocholesterol, cholestenone, and cholestane) in the Supporting Information. The reduced recovery of the latter three sterols is most evident in the sample of virus treated with 5000 μM MβCD and then with increasing amounts of sterol ( Figure S8 in the Supporting Information). Importantly, the above results show that the effectiveness of a sterol to reverse cholesterol depletion effects on KR-13induced lysis is directly related to its ability to support raft formation in HIV-1. The functional importance of cholesterol rafts in virus infection has been previously reported. 13",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 620,
                    "end": 628,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1026,
                    "end": 1055,
                    "text": "Figures S5B (for cholestanol)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1342,
                    "end": 1351,
                    "text": "Figure S8",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Reversibility of MβCD-Induced Effects by Sterol Replenishment"
        },
        {
            "text": "We evaluated the morphological and biophysical transitions resulting from MβCD treatments affecting KR-13-induced lytic inactivation. Untreated and 5000 μM MβCDtreated pseudo-viruses were fixed and imaged on a TEM microscope (JEOL, Model 2100). Virus images of untreated and MβCD-treated pseudo-virions (see Figures 4A and 4B , as well as Figures S9A, S9B , and S9C in the Supporting Information) were not significantly different in average size (117.5 ± 34.7 nm (untreated) vs 100.6 ± 37.1 nm (78 μM MβCD) vs 123.1 ± 41.8 nm (5000 μM MβCD), respectively; n = 30, mean ± SD). Despite the variations in size of the viruses, the micrographs, along with the finding of gp41 retention after cholesterol depletion (Figure 2B) , support the conclusion that the virion remains intact after MβCD treatment in the absence of KR-13 exposure.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 308,
                    "end": 325,
                    "text": "Figures 4A and 4B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 339,
                    "end": 355,
                    "text": "Figures S9A, S9B",
                    "ref_id": null
                },
                {
                    "start": 709,
                    "end": 720,
                    "text": "(Figure 2B)",
                    "ref_id": null
                }
            ],
            "section": "Effects of MβCD on the Physical Properties of HIV-1 Pseudo-virus Membrane under Conditions of Lysis Enhancement and Suppression"
        },
        {
            "text": "It has been shown previously using electron spin resonance (ESR) 33, 34 and fluorescence 18 that cholesterol depletion can result in more fluid membranes, and this was confirmed on both BaL.01 and VSV-G pseudo-typed viruses using Laurdan in the current study ( Figure  4C ). Importantly, however, a major shift in fluidity was observed only at high [MβCD] (>312 μM), with no change at lower [MβCD] , where an increase in lysis was complete ( Figure 1B) .",
            "cite_spans": [
                {
                    "start": 65,
                    "end": 68,
                    "text": "33,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 69,
                    "end": 71,
                    "text": "34",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 89,
                    "end": 91,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 391,
                    "end": 397,
                    "text": "[MβCD]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 261,
                    "end": 271,
                    "text": "Figure  4C",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 442,
                    "end": 452,
                    "text": "Figure 1B)",
                    "ref_id": null
                }
            ],
            "section": "Effects of MβCD on the Physical Properties of HIV-1 Pseudo-virus Membrane under Conditions of Lysis Enhancement and Suppression"
        },
        {
            "text": "We evaluated changes in membrane sterol environment by a previously developed fluorescence assay using dehydroergosterol (DHE), 35 which is a sterol that preferentially localizes in raftlike regions. [19] [20] [21] [22] When treated with MβCD, DHE fluorescence emission decreased, starting at [MβCD] > 10 μM, with a fluorescence minimum at ~312 μM MβCD, after which emission intensity increased ( Figure 4D ). The experiment was performed in the presence of 1 M potassium iodide, which should quench any DHE extracted from the membrane by MβCD. This was verified by an observed 80% decrease in intensity, as shown in Figure S2 . Hence, the fluorescence measured is taken to reflect membrane incorporated DHE only. We surmise that the decreasing trend in fluorescence might be due to the removal of nonraft associated DHE up to ~312 μM MβCD. Beyond this threshold, an altered environment is formed around the DHE that is still embedded within the viral membrane. This might occur because very high [MβCD] and the consequent greatly reduced cholesterol lead to dissolution of membrane rafts. In turn, raft disruption could allow the fluorescent sterol to laterally diffuse within the viral envelope and, because of greater distances between dye molecules, become dequenched. Importantly, the \"inverted bell-shaped\" curve of DHE fluorescence suggests that a membrane transformation occurred at the same range of [MβCD] as the enhancement of lysis and infectivity.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 130,
                    "text": "35",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 200,
                    "end": 204,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 205,
                    "end": 209,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 210,
                    "end": 214,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 215,
                    "end": 219,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 397,
                    "end": 406,
                    "text": "Figure 4D",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 617,
                    "end": 626,
                    "text": "Figure S2",
                    "ref_id": null
                }
            ],
            "section": "Effects of MβCD on the Physical Properties of HIV-1 Pseudo-virus Membrane under Conditions of Lysis Enhancement and Suppression"
        },
        {
            "text": "We asked whether cholesterol depletion might lower the energy barrier to KR-13-induced membrane lysis. Lytic inactivation by KR-13 has been found previously 4 to require gp41 6helix bundle formation, which is a transformation that likely involves traversing an energy barrier. A lower energy barrier for KR-13-induced lysis could explain why greater lytic release occurred at increasing [MβCD], even though the content of gp120, the binding target for KR-13, was decreased. Samples containing equal amounts of pseudo-virus were treated with PBS (control) or 78 μM MβCD for 30 min at 37 °C before being transferred to an incubator at different temperatures (4, 8, 16, 23, 30, 37, and 42 °C) . Temperatureequilibrated PBS-containing KR-13 was mixed, and the samples incubated for another 30 min. All samples were then spun and the p24 contents of the fractions containing released protein were measured using sandwich ELISA; the data are provided in Figures S10A and S10B in the Supporting Information. Analysis of these data showed two trends: (1) the natural logarithm of the total amount of lysis (y) was linearly related to inverse temperature, suggesting an Arrhenius-like, barrier-mediated process; and (2) the negative slope of ln(y) vs 1/T is greater for the samples without MβCD treatment, compared to the samples with MβCD treatment, suggesting that MβCD treatment lowers this barrier. Similar data were obtained in experiments at a lower concentration of KR-13 (2 μM, Figure 5B) , showing that the differences in temperature response are consistently observed at different extents of lytic reaction. These data are consistent with the hypothesis that the activation energy for lysis is reduced after MβCD pretreatment.",
            "cite_spans": [
                {
                    "start": 656,
                    "end": 689,
                    "text": "(4, 8, 16, 23, 30, 37, and 42 °C)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1477,
                    "end": 1487,
                    "text": "Figure 5B)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "MβCD Pretreatment Reduces the Activation Energy for Lysis"
        },
        {
            "text": "The enhancement of HIV-1 lytic inactivation by MβCD treatment observed in the current work is similar to prior findings of enhanced HIV-1 infectivity by MβCD. 13 This correlation suggests a common effect of cholesterol depletion on the virus membrane transformation events occurring in virus membrane lysis induced by peptide triazole thiols and virus-cell membrane fusion occurring during infection. We sought to confirm the finding of infectivity enhancement with viruses used in the current lysis study. Samples of BaL.01 HIV-1 pseudotyped viruses were treated with PBS (control) or 78 μM MβCD before being washed and added to cells expressing receptors. HIV-1 BaL.01 pseudo-virus infectivity indeed was enhanced under [MβCD] conditions that cause lysis enhancement (see Figure 6 ). An expanded analysis of infectivity vs concentration of MβCD, showing the sensitization/ enhancement zone and the suppression zone, is provided in Figure S11 in the Supporting Information. The infectivity changes observed with cholesterol replenishment were similar for sterols that support raft formation (cholestanol and 7-dehydrocholesterol), while the sterols that do not support rafts (coprostanol, cholestenone, and cholestane) induced no significant differences from the samples treated with MβCD alone (see Figure 6 ). When a similar treatment was performed on viruses without pseudo-typed spikes (containing the capsid core coated with a lipid bilayer), neither lysis nor infection was observed in the [MβCD] dose range examined (data not shown). When the MβCD treatment was performed on virus-free cells, which were then washed before addition of untreated viruses, no change in infectivity was observed (data not shown). Of note, infectivity enhancement was also observed in the current work with JR-FL and YU2 (a Tier 2, less easily neutralized strain vs a laboratory-adapted strain) pseudo-typed HIV-1 (142% vs 210%, respectively; see Figure  7C ). The variable extent of infectivity enhancement observed with these latter viruses fits with the prior finding of more-subdued MβCD enhancement effects reported with other pseudo-typed viruses (LAI, 150% 13 ).",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 161,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 722,
                    "end": 728,
                    "text": "[MβCD]",
                    "ref_id": null
                },
                {
                    "start": 2151,
                    "end": 2153,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 774,
                    "end": 782,
                    "text": "Figure 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 933,
                    "end": 943,
                    "text": "Figure S11",
                    "ref_id": null
                },
                {
                    "start": 1301,
                    "end": 1309,
                    "text": "Figure 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1934,
                    "end": 1944,
                    "text": "Figure  7C",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Correlation of Effects of Cholesterol Depletion on KR-13-Induced Lysis and Virus Infectivity"
        },
        {
            "text": "The addition of exogenous cholesterol has been found previously to reverse the effects on infection caused by cholesterol depletion. 13 We investigated whether or not enhancement of infectivity upon partial cholesterol depletion at low [MβCD] could be reversed by replenishment with different sterols, in an experiment analogous to that described above for lytic inactivation reversal. Pseudo-virus samples were first treated with 78 μM PBS. After washing out the soluble MβCD, virus was mixed with 78 μM cholesterol and then fractionated using an Iodixanol gradient. Virus fractions were collected, and cell infection activities measured were normalized to p24 content. The infectivity measured in the peak p24 fraction is reported in Figure 5 . As with lytic inactivation activity, infectivity decreased substantially, compared to the magnitude shown by MβCD-treated virus without added cholesterol.",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 135,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 736,
                    "end": 744,
                    "text": "Figure 5",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Correlation of Effects of Cholesterol Depletion on KR-13-Induced Lysis and Virus Infectivity"
        },
        {
            "text": "The current investigation was undertaken to evaluate the role of membrane cholesterol depletion on the previously observed potent and specific lytic inactivation of HIV-1 by peptide triazole thiols, such as KR-13, 4,5 that bind to gp120 and trigger release of luminal p24. Prior work 13, 23, 29, 30 had already shown that large-scale cholesterol depletion by high concentrations of MβCD (>500 μM) causes HIV-1 disruption and inactivation, as judged by gp120 shedding and loss of cell infection activity. Here, we observed a similar loss of lytic inactivation activity at high [MβCD] . However, importantly, we found that low-tointermediate [MβCD] instead caused a significant enhancement of lytic inactivation ( Figure  1B) . The enhancement effect, which we visualize to occur by \"sensitization\" of the virus membrane to transformation, occurred in the same [MβCD] dose range at which substantial cholesterol depletion and gp120 shedding occurred (see Figures 2A and 2B) . The effects of MβCD on lysis were reversed by adding cholesterol. MβCD concentrations causing lytic enhancement also affected membrane lipid bilayer organization ( Figure 4D ) but not fluidity ( Figure 4C ), as judged using membrane-incorporated fluorophores (dehydroergosterol vs Laurdan). The enhancement of lysis with partial cholesterol depletion may be related to a decrease in the energy barrier to membrane transformation, as judged by the reduced slope in the rate of lysis with MβCD pretreatment vs without MβCD pretreatment over a range of temperatures (see Figures 5A and 5B ). In accordance with prior findings, 13 Results obtained in this work argue that cholesterol depletion effects on lysis and infectivity are specific and likely due to alterations in the virus membrane. The ability to reconstitute the functional phenotype of the untreated virus by sterol replenishment after MβCD treatment demonstrates that the MβCD effect is reversible and dependent mainly on sterol content in the virus membrane. The extent of regain of phenotype upon replenishment is dependent on the extent to which the replenishing sterol supports raft formation, which is consistent with the previously observed importance of rafts for virus infectivity. 13 While we did not directly measure the amounts of replenishment by different sterol derivatives, prior published results have demonstrated only relatively minor variability of passive incorporation of sterols of the types used here. 13, 36 This allows the correlation in the current work of the sterol type with lysis/infectivity enhancement. Furthermore, we confirmed that the virus fractions used in this work were fully depleted in CD45 protein (see Figure S1 in the Supporting Information) and, hence, do not contain exosomes that could confound monitoring of biochemical effects due to nonspecific release of gp120 or p24 upon MβCD treatments. The fact that the MβCD effects observed in this work are due to specific changes in membrane order fits with the observed correlation of enhancement with changes in the fluorescence of the reporter DHE incorporated into the virus envelope membrane (compare Figure 4D and Figure 1B) .",
            "cite_spans": [
                {
                    "start": 284,
                    "end": 287,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 288,
                    "end": 291,
                    "text": "23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 292,
                    "end": 295,
                    "text": "29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 296,
                    "end": 298,
                    "text": "30",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 576,
                    "end": 582,
                    "text": "[MβCD]",
                    "ref_id": null
                },
                {
                    "start": 640,
                    "end": 646,
                    "text": "[MβCD]",
                    "ref_id": null
                },
                {
                    "start": 859,
                    "end": 865,
                    "text": "[MβCD]",
                    "ref_id": null
                },
                {
                    "start": 1598,
                    "end": 1600,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2224,
                    "end": 2226,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2459,
                    "end": 2462,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2463,
                    "end": 2465,
                    "text": "36",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [
                {
                    "start": 712,
                    "end": 723,
                    "text": "Figure  1B)",
                    "ref_id": null
                },
                {
                    "start": 953,
                    "end": 971,
                    "text": "Figures 2A and 2B)",
                    "ref_id": null
                },
                {
                    "start": 1138,
                    "end": 1147,
                    "text": "Figure 4D",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1169,
                    "end": 1178,
                    "text": "Figure 4C",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1542,
                    "end": 1559,
                    "text": "Figures 5A and 5B",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2679,
                    "end": 2688,
                    "text": "Figure S1",
                    "ref_id": null
                },
                {
                    "start": 3132,
                    "end": 3141,
                    "text": "Figure 4D",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 3146,
                    "end": 3156,
                    "text": "Figure 1B)",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Enhancement of PTT-induced lysis by concentrations of MβCD that cause Env gp120 shedding is paradoxical, as the Env protein is needed for PTT binding. Importantly, retention of HIV-1 infectivity has been previously shown to tolerate reduced gp120 produced by either enzymatic removal of inactive spikes 17 or lower incorporation of trimer on recombinant virus. 37 Still, the extent of gp120 shedding induced at lysis-enhancing concentrations of MβCD is substantial. One possible explanation for this paradox is that any reduction of lysis due to loss of gp120 is counterbalanced by a reduction of the energy barrier for lytic transformation of the virus particles. This explanation is supported by the observed decrease in slope of the lysis-temperature dependence relationship after virus pretreatment with 78 μM MβCD (Figures 5A and 5B) . The virus spike is known to be metastable, with receptor binding to Env able to drive a cascade of conformational transitions leading from a high energy Env unliganded state to a residual low energy form in which gp41 has formed a 6helix bundle. 2 Depleting cholesterol could lower the energy barrier to gp41 6-helix bundle formation, which has been found previously to be a component not only of the entry/ infection process 2 but also of the lysis process. 4 This may occur because cholesterol can act as a stabilizing agent of membrane-spanning proteins both by forming raft structures 38, 39 and by directly binding to the proteins through interactions with CRAC domains as observed with CCR5, 40 β2 adrenergic receptor, 41 serotonin 1A receptor, 42 and the oxytocin receptor. 43 Importantly, gp41 contains a CRAC domain. 44, 45 The fact that the existing cholesterol content on the native virus does not result in the most sensitized state of the spike is noteworthy. The current work argues that the depletion of cholesterol with MβCD would result in a more unstable Env spike, which would be more vulnerable to ligand-induced rearrangement, shedding, and perturbation of the associated membrane. Hence, the cholesterol content found on the native virus strikes a balance between stability and transformability of the virus spike, as depicted in Figure 8 .",
            "cite_spans": [
                {
                    "start": 361,
                    "end": 363,
                    "text": "37",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1087,
                    "end": 1088,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1300,
                    "end": 1301,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1430,
                    "end": 1433,
                    "text": "38,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1434,
                    "end": 1436,
                    "text": "39",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1592,
                    "end": 1594,
                    "text": "42",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1622,
                    "end": 1624,
                    "text": "43",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1667,
                    "end": 1670,
                    "text": "44,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1671,
                    "end": 1673,
                    "text": "45",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [
                {
                    "start": 819,
                    "end": 838,
                    "text": "(Figures 5A and 5B)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2193,
                    "end": 2201,
                    "text": "Figure 8",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "We found in this work that enhancement of ligand-induced virus lysis at intermediate cholesterol depletion correlates with infectivity enhancement, which is a phenomenon that has been observed previously 13 and amplified in the current study. The extent of MβCD dose dependence and sterol replenishment are similar for both lysis and infectivity. Of note, the magnitude of infectivity enhancement previously reported to occur at elevated MβCD was lower than that observed in the current study. The quantitative differences in the extent of infectivity enhancement in this and prior work may be due to the use of different viruses, as shown here by differences with BaL01, YU2, and JR-FL pseudo-types ( Figure 6 vs Figure 7C ). As with lysis (discussed above), infectivity enhancement by MβCD concentrations that decrease the amount of gp120 presents a paradox of increased function in the face of decreasing the Env spike required for function. We envision that the lower energy barrier effect found here for lysis would also explain increased infectivity with a virus containing reduced gp120. This is consistent with the previously observed finding that lysis and infection have mechanistic similarities, including a role for gp41 6-helix bundle formation in both processes. 4 The results argue that cholesterol stabilizes the virus for survival and that increased infectivity from cholesterol depletion comes at a cost of lower stability and, hence, decreased survival. This relationship is depicted in Figure 8 .",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 206,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1277,
                    "end": 1278,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 702,
                    "end": 710,
                    "text": "Figure 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 714,
                    "end": 723,
                    "text": "Figure 7C",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1506,
                    "end": 1514,
                    "text": "Figure 8",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "The observations made in the current work, that cholesterol depletion can trigger changes in membrane properties, leading to either functional enhancement or suppression, depending on the extent of depletion, can be related to other Type I enveloped viruses, including influenza, ebola, and dengue, which have high cholesterol contents and are dependent on membrane transformation mechanisms to effect virus-cell membrane fusion and cellular infection. [6] [7] [8] 12, 46, 47 For example, a bell-shaped effect of cholesterol depletion on biophysical properties of liposomal fusion and content mixing rates for the influenza virus has been reported. 12 Hence, defining the nature of membrane transformations that occur in the enhancement of function caused by cholesterol depletion in HIV-1, including how these transformations are associated with Env spike protein, could help improve the general understanding of the fusion mechanism for Type I viruses. Such studies also could help in understanding the nature of membrane transformations triggered by Env protein ligands such as KR-13, and, in turn, how such lytic ligands could serve as prototypes to define strategies for virus neutralization by harnessing the vulner-abilities of enveloped virus membranes.",
            "cite_spans": [
                {
                    "start": 453,
                    "end": 456,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 457,
                    "end": 460,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 461,
                    "end": 464,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 465,
                    "end": 468,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 469,
                    "end": 472,
                    "text": "46,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 473,
                    "end": 475,
                    "text": "47",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 649,
                    "end": 651,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Refer to Web version on PubMed Central for supplementary material. Biochemical changes of BaL.01 pseudo-viruses caused by MβCD treatment: (A) change in HIV-1 envelope cholesterol content normalized to untreated envelope following MβCD treatment (cholesterol was measured fluorometrically with Amplex Red (n = 2, mean ± SD)), and (B) quantification of HIV-1 spike proteins that are retained after MβCD treatment (gp120 (black squares) was assayed from the supernatant and retained gp41 (red circles) was assayed from the virus pellet fraction (gp120: n = 2, gp41: n = 4, mean ± SD)). Effect of cholesterol depletion on cell infectivity and reversal by sterol reconstitution. Reversibility of MβCD infectivity effects was examined by comparing BaL.01 pseudoviruses treated with either PBS, 78 μM MβCD or 78 μM MβCD, followed by 78 μM of exogenous cholesterol, cholestanol, dehydrocholesterol, coprostanol, cholestenone, or cholestane. All incubations with MβCD were for 30 min at 37 °C, followed by additions of PBS or exogenous cholesterol, after which they were incubated again at 37 °C for 30 min. Samples were finally loaded on an Iodixanol gradient (6%-20% in PBS) and spun for 2 h at 110000 × g at 4 °C. Each fraction was tested for infectivity and p24 content and the infectivity was normalized by the p24 values. Peak fraction values are reported ((*) p < 0.0006, (**) p < 0.0004, and (***) p < 0.0001, n = 4, mean ± SD). Rationale for how HIV-1 envelope cholesterol content helps strike a balance between stability of the spike at higher cholesterol content and transformability at lower cholesterol content.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Material"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Rapid complementation assays measuring replicative potential of human immunodeficiency virus type 1 envelope glycoprotein mutants",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Helseth",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kowalski",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gabuzda",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Olshevsky",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Haseltine",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sodroski",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J Virol",
            "volume": "64",
            "issn": "",
            "pages": "2416--2420",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "HIV entry and envelope glycoprotein-mediated fusion",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Blumenthal",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Durell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Viard",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Biol Chem",
            "volume": "287",
            "issn": "",
            "pages": "40841--40849",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Introducing metallocene into a triazole peptide conjugate reduces its off-rate and enhances its affinity and antiviral potency for HIV-1 gp120",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gopi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cocklin",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Pirrone",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mcfadden",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Tuzer",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Zentner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ajith",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Baxter",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Jawanda",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Krebs",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Chaiken",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Mol Recognit",
            "volume": "22",
            "issn": "",
            "pages": "169--174",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Interactions of peptide triazole thiols with Env gp120 induce irreversible breakdown and inactivation of HIV-1 virions",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Bastian",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Contarino",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Bailey",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Aneja",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Moreira",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Freedman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mcfadden",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Duffy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Emileh",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Leslie",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Jacobson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Hoxie",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Chaiken",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Retrovirology",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Cell-free HIV-1 virucidal action by modified peptide triazole inhibitors of Env gp120",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Bastian",
                    "suffix": ""
                },
                {
                    "first": "Kantharaju",
                    "middle": [],
                    "last": "Mcfadden",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Duffy",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rajagopal",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Contarino",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Papazoglou",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Chaiken",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Chem Med Chem",
            "volume": "6",
            "issn": "",
            "pages": "1335--1339",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The HIV lipidome: A raft with an unusual composition",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Brugger",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Glass",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Haberkant",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Leibrecht",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "T"
                    ],
                    "last": "Wieland",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "Krausslich",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proc Natl Acad Sci",
            "volume": "103",
            "issn": "",
            "pages": "2641--2646",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Retroviruses human immunodeficiency virus and murine leukemia virus are enriched in phosphoinositides",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Uchil",
                    "suffix": ""
                },
                {
                    "first": "Jin",
                    "middle": [
                        "J"
                    ],
                    "last": "Shui",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ott",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Mothes",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wenk",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Virol",
            "volume": "82",
            "issn": "",
            "pages": "11228--11238",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Comparative lipidomics analysis of HIV-1 particles and their producer cell membrane in different cell lines",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lorizate",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sachsenheimer",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Glass",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Habermann",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Gerl",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "Krausslich",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Brugger",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Cell Microbiol",
            "volume": "15",
            "issn": "",
            "pages": "292--304",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "HIV-1 envelope pseudotyped viral vectors and infectious molecular clones expressing the same envelope glycoprotein have a similar neutralization phenotype, but culture in peripheral blood mononuclear cells is associated with decreased neutralization sensitivity",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Louder",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sambor",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Chertova",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hunte",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Barrett",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ojong",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Sanders-Buell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zolla-Pazner",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "E"
                    ],
                    "last": "Mccutchan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Roser",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gabuzda",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Lifson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Mascola",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Virology",
            "volume": "339",
            "issn": "",
            "pages": "226--238",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Human immunodeficiency virus type 1 viral protein R (VPR) arrests cells in the G2 phase of the cell cycle by inhibiting p34cdc2 activity",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Choe",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "Di",
                    "middle": [],
                    "last": "Marzio",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Morgan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "O"
                    ],
                    "last": "Landau",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J Virol",
            "volume": "69",
            "issn": "",
            "pages": "6705--6711",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Vpr is required for efficient replication of human immunodeficiency virus type-1 in mononuclear phagocytes",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "I"
                    ],
                    "last": "Connor",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Choe",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Landau",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Virology",
            "volume": "206",
            "issn": "",
            "pages": "935--944",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Multiphasic effects of cholesterol on influenza fusion kinetics reflect multiple mechanistic roles",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Domanska",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wrona",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Kasson",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Biophys J",
            "volume": "105",
            "issn": "",
            "pages": "1383--1387",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The raft-promoting property of virion-associated cholesterol, but not the presence of virion-associated Brij 98 rafts, is a determinant of human immunodeficiency virus type 1 infectivity",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Gaus",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bittman",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Jessup",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Crowe",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mak",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Virol",
            "volume": "78",
            "issn": "",
            "pages": "10556--10565",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The active core in a triazole peptide dual-site antagonist of HIV-1 gp120",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Umashankara",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mcfadden",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Zentner",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rajagopal",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Tuzer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Kuriakose",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Contarino",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lalonde",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Freire",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Chaiken",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Chem Med Chem",
            "volume": "5",
            "issn": "",
            "pages": "1871--1879",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Evaluating Neutralizing Antibodies Against HIV, SIV, and SHIV in Luciferase Reporter Gene Assays",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Montefiori",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Curr Prot Immunol",
            "volume": "64",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Exosomes and HIV Gag bud from endosome-like domains of the T cell plasma membrane",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Booth",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Fallon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Hildreth",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Gould",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Cell Biol",
            "volume": "172",
            "issn": "",
            "pages": "923--935",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Enzyme digests eliminate nonfunctional Env from HIV-1 particle surfaces, leaving native Env trimers intact and viral infectivity unaffected",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "T"
                    ],
                    "last": "Crooks",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Osawa",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Binley",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Virol",
            "volume": "85",
            "issn": "",
            "pages": "5825--5839",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Probing HIV-1 membrane liquid order by Laurdan staining reveals producer cell-dependent differences",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lorizate",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Brugger",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Akiyama",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Glass",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Muller",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Anderluh",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "T"
                    ],
                    "last": "Wieland",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "Krausslich",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Biol Chem",
            "volume": "284",
            "issn": "",
            "pages": "22238--22247",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Fluorescence techniques using dehydroergosterol to study cholesterol trafficking",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Mcintosh",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "P"
                    ],
                    "last": "Atshaves",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Gallegos",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Kier",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Schroeder",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Lipids",
            "volume": "43",
            "issn": "",
            "pages": "1185--1208",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Evidence for regular distribution of sterols in liquid crystalline phosphatidylcholine bilayers",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Chong",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "91",
            "issn": "",
            "pages": "10069--10073",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Cholesterol distribution in living cells: Fluorescence imaging using dehydroergosterol as a fluorescent cholesterol analog",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mukherjee",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "H"
                    ],
                    "last": "Zha",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Tabas",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "R"
                    ],
                    "last": "Maxfield",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Biophys J",
            "volume": "75",
            "issn": "",
            "pages": "1915--1925",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Rapid nonvesicular transport of sterol between the plasma membrane domains of polarized hepatic cells",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wustner",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Herrmann",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Hao",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "R"
                    ],
                    "last": "Maxfield",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Biol Chem",
            "volume": "277",
            "issn": "",
            "pages": "30325--30336",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Cholesterol depletion of human immunodeficiency virus type 1 and simian immunodeficiency virus with beta-cyclodextrin inactivates and permeabilizes the virions: evidence for virion-associated lipid rafts",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Chertova",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Hilburn",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "O"
                    ],
                    "last": "Arthur",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Hildreth",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Virol",
            "volume": "77",
            "issn": "",
            "pages": "8237--8248",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Requirements for CEACAMs and cholesterol during murine coronavirus cell entry",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Thorp",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Gallagher",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Virol",
            "volume": "78",
            "issn": "",
            "pages": "2682--2692",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "CD44 interaction with Na+-H+ exchanger (NHE1) creates acidic microenvironments leading to hyaluronidase-2 and cathepsin B activation and breast tumor cell invasion",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "Y"
                    ],
                    "last": "Bourguignon",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Singleton",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Diedrich",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Stern",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gilad",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Biol Chem",
            "volume": "279",
            "issn": "",
            "pages": "26991--27007",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Disturbed cholesterol traffic but normal proteolytic function in LAMP-1/LAMP-2 double-deficient fibroblasts",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Eskelinen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Schmidt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Neu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Willenborg",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fuertes",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Salvador",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tanaka",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lullmann-Rauch",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hartmann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Heeren",
                    "suffix": ""
                },
                {
                    "first": "Von",
                    "middle": [],
                    "last": "Figura",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Knecht",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Saftig",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Mol Biol Cell",
            "volume": "15",
            "issn": "",
            "pages": "3132--3145",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The presence of spingomyelin-and ceramide-cleaving enzymes in the small intestinal tract",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nilsson",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "Biochim Biophys Acta",
            "volume": "176",
            "issn": "",
            "pages": "339--347",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Computational microscopy of cyclodextrin mediated cholesterol extraction from lipid model membranes",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "López",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "De Vries",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Marrink",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Sci Rep",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Lipid rafts and HIV pathogenesis: host membrane cholesterol is required for infection by HIV type 1",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Cimakasky",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hampton",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Hildreth",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "AIDS Res Hum Retroviruses",
            "volume": "17",
            "issn": "",
            "pages": "1009--1019",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Lipid rafts and HIV pathogenesis: virion-associated cholesterol is required for fusion and infection of susceptible cells",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Hildreth",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "AIDS Res Hum Retroviruses",
            "volume": "19",
            "issn": "",
            "pages": "675--687",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "HIV-1 virus-like particles bearing pure env trimers expose neutralizing epitopes but occlude nonneutralizing epitopes",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "T"
                    ],
                    "last": "Crooks",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Osawa",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Binley",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Virol",
            "volume": "86",
            "issn": "",
            "pages": "3574--3587",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "The effect of sterol structure on membrane lipid domains reveals how cholesterol can induce lipid domain formation",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "London",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Biochemistry",
            "volume": "39",
            "issn": "",
            "pages": "843--849",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Lipid composition and fluidity of the human immunodeficiency virus",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Aloia",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Jensen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Curtain",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Mobley",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Gordon",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "85",
            "issn": "",
            "pages": "900--904",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Lipid composition and fluidity of the human immunodeficiency virus envelope and host cell plasma membranes",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Aloia",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Jensen",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "90",
            "issn": "",
            "pages": "5181--5185",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Physical properties of the fluorescent sterol probe dehydroergosterol",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Smutzer",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "F"
                    ],
                    "last": "Crawford",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Yeagle",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Biochim Biophys Acta, Biomembr",
            "volume": "862",
            "issn": "",
            "pages": "361--371",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Structural requirements of virion-associated cholesterol for infectivity, buoyant density and apolipoprotein association of hepatitis C virus",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yamamoto",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Aizaki",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fukasawa",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Teraoka",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Miyamura",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wakita",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Suzuki",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Gen Virol",
            "volume": "92",
            "issn": "",
            "pages": "2082--2087",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Different infectivity of HIV-1 strains is linked to number of envelope trimers required for entry",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "F"
                    ],
                    "last": "Brandenberg",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Magnus",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rusert",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Regoes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Trkola",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS Pathog",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Functional rafts in cell membranes",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Simons",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ikonen",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Nature",
            "volume": "387",
            "issn": "",
            "pages": "569--572",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Lipid rafts as a membrane-organizing principle",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lingwood",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Simons",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Science",
            "volume": "327",
            "issn": "",
            "pages": "46--50",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Cholesterol is essential for macrophage inflammatory protein 1 beta binding and conformational integrity of CC chemokine receptor 5",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Taub",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Blood",
            "volume": "99",
            "issn": "",
            "pages": "4298--4306",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Cholesterol-dependent separation of the beta2-adrenergic receptor from its partners determines signaling efficacy: insight into nanoscale organization of signal transduction",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Pontier",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Percherancier",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Galandrin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Breit",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gales",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bouvier",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Biol Chem",
            "volume": "283",
            "issn": "",
            "pages": "24659--24672",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Cholesterol modulates ligand binding and G-protein coupling to serotonin(1A) receptors from bovine hippocampus",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Pucadyil",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chattopadhyay",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Biochim Biophys Acta, Biomembr",
            "volume": "1663",
            "issn": "",
            "pages": "188--200",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Alteration of the myometrial plasma membrane cholesterol content with beta-cyclodextrin modulates the binding affinity of the oxytocin receptor",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Klein",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gimpl",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fahrenholz",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Biochemistry",
            "volume": "34",
            "issn": "",
            "pages": "13784--13793",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "The tryptophan-rich region of HIV gp41 and the promotion of cholesterol-rich domains",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Epand",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Sayer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Epand",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Biochemistry",
            "volume": "44",
            "issn": "",
            "pages": "5525--5531",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Juxtamembrane protein segments that contribute to recruitment of cholesterol into domains",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Epand",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Brasseur",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Vishwanathan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hunter",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Epand",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Biochemistry",
            "volume": "45",
            "issn": "",
            "pages": "6105--6114",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Lipid raft microdomains: a gateway for compartmentalized trafficking of Ebola and Marburg viruses",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bavari",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Bosio",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wiegand",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ruthel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Will",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Geisbert",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hevey",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Schmaljohn",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schmaljohn",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Aman",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Exp Med",
            "volume": "195",
            "issn": "",
            "pages": "593--602",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Requirement of cholesterol in the viral envelope for dengue virus infection",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Carro",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Damonte",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Virus Res",
            "volume": "174",
            "issn": "",
            "pages": "78--87",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "an enhancement of virus infectivity was also observed at moderate [MβCD] (Figure 6), suggesting that common factors are important in both membrane lysis induced by peptide triazole thiols and fusion occurring in virus-cell infection.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Effect of MβCD on lytic release of p24 from HIV-1 pseudo-virions: (A) KR-13 dosedependent release of p24 from BaL.01 pseudo-viruses, and (B) p24 release as a function of MβCD treatment. Samples of virus were treated with MβCD followed with either PBS (black squares), nonlytic parental peptide HNG-156 (5 μM, blue triangles) or the lytic peptide, KR-13 (5 μM, red circles), (n = 3, mean ± SD). Content of p24 was measured Author manuscript; available in PMC 2016 August 17.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Reversibility of MβCD effects on BaL.01 pseudo-virus lysis, as demonstrated by reconsitution with exogenous sterol before the addition of KR-13. Samples were first treated with PBS or 78 μM MβCD for 30 min at 37 °C before the exogenous addition of 78 μM cholesterol, cholestanol, 7-dehydrocholesterol, coprostanol, cholestenone, or cholestane, followed by another 30 min incubation at 37 °C. All samples were then treated with the KR-13 (at 5 μM), and the p24 released was measured. [Legend: (*) p < 0.0002 and (**) p < 0.0001, n = 6, mean ± SD).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Physical effects of MβCD on pseudo-viruses. TEM micrographs were obtained for (A) untreated (diameter of 117.5 ± 34.7 nm (mean ± SD), n = 30) and (B) 5000 μM MβCDtreated (diameter of 123.1 ± 41.8 nm (mean ± SD), n = 30) pseudo-viruses. Scale bars represent 20 nm. (C) Change in fluidity of the lipid envelope of HIV-1 (BaL.01, black squares) and VSV-G (red circles) pseudo-typed viruses (n = 3, mean ± SD), as detected by Laurdan fluorescence. (D) Changes in bulk membrane fluorescence of BaL.01 pseudoviruses first loaded with DHE and then treated with a range of MβCD concentrations in the presence of 1 M potassium iodide (n = 10, mean ± SD).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Comparison of temperature dependence of virus lysis with and without MβCD pretreatment. Samples were treated with 78 μM MβCD (red circles) or PBS (black squares) for 30 min at37 °C, followed by an equilibration time of 15 min at different temperatures ranging from 4 °C to 42 °C. Samples were then mixed with temperature-equilibrated PTT ((A) 5 μM KR-13 and (B) 2 μM KR-13) in PBS and incubated for another 30 min before being spun to separate released p24 protein from virus pellets. Released p24 was measured by sandwich ELISA. (n = 5, mean ± SD).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 6.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Comparison of MβCD pretreatment effects on lysis and infectivity for HIV-1 JR-FL and YU2 isolates. (A) Amount of lysis observed with 5 μM KR-13 (PTT) for YU2 and JR-FL pseudo-viruses; (B) amount of lysis observed for YU2 and JR-FL pseudo-viruses with MβCD pretreatment before the addition of PTT; and (C) change in infectivity with MβCD treatment for YU2 and JR-FL pseudo-viruses (asterisk (*) indicates p < 0.0016, n = 3, mean ± SD).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Figure 8.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We are grateful to Dr. Boris Polyak (Associate Professor, Surgery and Pharmacology & Physiology Departments, College of Medicine, Drexel University) for the use of his Biotek Synergy 4 plate reader for fluorescence studies. We also thank Craig Johnson and the Drexel University Core Facilities for the use of the JEOL Model JEM2100 transmission electron microscope.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "Funding for this study was provided by NSF (No. CBET 0853680) and NIH (NOs. PO1GM56550, R01AI048117, and R01GM115249).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        }
    ]
}