{
    "paper_id": "51a5da84a8df137665010b5ff2b9491ea37f9809",
    "metadata": {
        "title": "COMMENTARY Social, Behavioural and Environmental Factors and Their Impact on Infectious Disease Outbreaks",
        "authors": [
            {
                "first": "D",
                "middle": [],
                "last": "Av",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "D",
                "middle": [
                    "L"
                ],
                "last": "H E Y M A N N",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "During the second half of the twentieth century, the impact of social and environmental factors on infectious disease outbreaks has been greatly amplified by the doubling of the world's population, accelerating most rapidly in the developing countries of the tropics and subtropics, where infectious diseases continued to have a hold (1) . Rural-urban migration has resulted in inadequacy of sanitation, crowded living conditions and other basic infrastructure issues associated with population growth. It has thus contributed to the resurgence of many diseases, such as tuberculosis, cholera, typhoid, and plague, that are transmitted when living conditions and hygiene are sub-standard, and when overcrowding occurs. Cholera, thought to have been introduced into Peru in 1990 by bilge pumped from a freight ship, resulted in urban epidemics in Peru and parts of Latin America where it had previously been quiescent for over 100 years (2) . By the 1980s, crowded major urban areas in Africa and South America had experienced a dramatic re-emergence of yellow fever epidemics as the yellow fever virus was introduced by mosquitoes from rain forests into new and densely populated urban areas where bednets to give protection from mosquito bites were no longer being used, and where mosquito control activities had gone unfounded (3) .",
            "cite_spans": [
                {
                    "start": 334,
                    "end": 337,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 936,
                    "end": 939,
                    "text": "(2)",
                    "ref_id": null
                },
                {
                    "start": 1329,
                    "end": 1332,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Behaviors such as over or under prescribing of antibiotics by health workers, and excessive demand for antibiotics by the general population, have had a remarkable impact on the selection and survival of resistant microbes, rapidly increasing levels of microbial resistance. Drug-resistant microbes have then spread from person to person and geographically, raising the prospect that common infectious diseases could become prohibitively expensive or impossible to treat (4) . The bacterial infections that contribute most to human disease are also those in which emerging resistance is of most concern: diarrheal diseases such as dysentery; respiratory tract infections, including pneumococcal pneumonia and multidrugresistant tuberculosis; sexually transmitted infections such as gonorrhoea; and a host of hospital-acquired infections that are notoriously difficult and expensive to treat. Among the major infectious diseases, the development of resistance to drugs commonly used to treat malaria is of particular concern, as is the emerging resistance to anti-HIV drugs. Most alarming of all are microbes that have now accumulated resistance genes to virtually all currently available antimicrobial drugs, such as Staphylococcus aureus and Salmonella typhi, which now have the potential to cause untreatable infections.",
            "cite_spans": [
                {
                    "start": 471,
                    "end": 474,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Trends in tourism, with tourists penetrating deep into tropical forests, often without appropriate protection against insect bites or vaccination, result in importations of malaria and yellow fever to industrialized countries (5) . At the same time, weak infection control procedures by health workers have caused the amplification of transmission in outbreaks such as Ebola to health workers and their contacts in sub-Saharan Africa, and hepatitis and severe acute respiratory syndrome (SARS) to health workers and those with whom they have contact in both developing and industrialized counties (6, 7) .",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 229,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 597,
                    "end": 600,
                    "text": "(6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 601,
                    "end": 603,
                    "text": "7)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Human disturbance and alternation of ecological zones throughout the world has increased the frequency with which microbes, usually confined to animals, cross the species barrier to infect humans. Deforestation disrupts natural habitats of animals, and can force animals, searching for food, into closer contact with humans. Outbreaks of Lassa fever in West Africa and of hantavirus in North America have been linked to such phenomena (8, 9) . In Latin America, Chagas disease emerged as an important human disease after deforestation caused the insect that transmits the infection to move from its wild natural hosts to involve humans and domestic animals in the transmission cycle, eventually transforming the disease into an urban infection that can now also be transmitted by blood transfusion (10) .",
            "cite_spans": [
                {
                    "start": 435,
                    "end": 438,
                    "text": "(8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 439,
                    "end": 441,
                    "text": "9)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 798,
                    "end": 802,
                    "text": "(10)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Climate extremes, whether involving excessive rainfall or drought, can likewise displace animal species and bring them into closer contact with human settlements, or increase vector breeding sites. The 1998 outbreak of Japanese encephalitis in Papua New Guinea has been linked to extensive drought, which led to increased mosquito breeding as rivers dried into stagnant pools (11) . The Japanese encephalitis virus is now widespread in Papua New Guinea and threatening to move farther east.",
            "cite_spans": [
                {
                    "start": 376,
                    "end": 380,
                    "text": "(11)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "An outbreak of Rift Valley Fever in Eastern Kenya resulted from flooding related to El Niñ o. Humans and cattle, forced to live in close proximity on islands of dry land surrounded by water, facilitated the transfer of the Rift Valley Fever virus from unvaccinated animals to humans by mosquitoes that had increased in numbers because of the abundance of pooled-water breeding sites (12) .",
            "cite_spans": [
                {
                    "start": 383,
                    "end": 387,
                    "text": "(12)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Other examples of how insects that carry infectious diseases have exploited new opportunities created by environmental degradation and human behavioral change include epidemics of dengue and yellow fever that have been fuelled by the adoption of modern consumer habits in urban areas where discarded household appliances, tires, plastic food containers and jars have created abundant artificial mosquito breeding sites. The Aedes mosquito species is now well established in most, if not all, large African cities, increasing the risk of explosive urban outbreaks of dengue (13) . Similar examples are occurring in Asia where dengue and dengue hemorrhagic fever have caused major outbreaks during 2004 in Indonesia and India (14) . In countries of the former Soviet Union, large amounts of stagnant water, created by ineffective irrigation schemes, provided mosquito breeding sites that permitted the reemergence of malaria in the most southern states, where a few incidental and probably imported cases in Tajikistan in the early 1990s multiplied to almost 20,000 reported cases in 1998 (15) . Such problems are compounded by the very small number of new costeffective chemical pesticides, suitable for public health, that have been developed in recent years.",
            "cite_spans": [
                {
                    "start": 573,
                    "end": 577,
                    "text": "(13)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 724,
                    "end": 728,
                    "text": "(14)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1087,
                    "end": 1091,
                    "text": "(15)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although intensive research has failed to disclose the origins of Marburg and Ebola hemorrhagic fever outbreaks, microbes causing both diseases are also thought to be transmitted to humans who encounter animal sources somewhere in the transmission cycle (16) . An outbreak of Ebola hemorrhagic fever in humans in 1995 was linked to a woodsman who worked deep within the tropical rainforest making charcoal, and who is somehow thought to have become infected with the Ebola virus, which he then carried back to his home village and family members. A Swiss researcher is also thought to have become infected with the Ebola virus while searching for the cause of a major die-out of chimpanzees in a forest reserve in West Africa (17, 18) .",
            "cite_spans": [
                {
                    "start": 254,
                    "end": 258,
                    "text": "(16)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 726,
                    "end": 730,
                    "text": "(17,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 731,
                    "end": 734,
                    "text": "18)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As Phua and Lee suggest in their article, the consequences of the environment and interspecies transmission of microbes are most clearly demonstrated in the case of the influenza virus. It is thought to be only a matter of time until an animal influenza virus circulating in domestic animals recombines with a human influenza virus, and causes the next highly lethal influenza pandemic (19) . Intensive farming practices in Asia have placed humans in close proximity to domestic animals in densely populated areas. In 1997 in the Hong Kong Special Administrative Region of China, crowded conditions and live poultry markets adjacent to residential areas facilitated the transmission of a new avian influenza A virus (subtype H5N1), previously thought to be confined to birds. At least 18 humans were infected and six died, raising considerable alarm (20) . Although human-to-human transmission of the virus was documented, it was found to be relatively inefficient and uncommon (18, 21) . A reemergence of this same virus throughout Asia in late 2003 and 2004 has resulted in 42 human infections with 30 deaths in Thailand and Vietnam by 1 November 2004, and the continued threat of a global human pandemic (22) .",
            "cite_spans": [
                {
                    "start": 386,
                    "end": 390,
                    "text": "(19)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 850,
                    "end": 854,
                    "text": "(20)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 978,
                    "end": 982,
                    "text": "(18,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 983,
                    "end": 986,
                    "text": "21)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1207,
                    "end": 1211,
                    "text": "(22)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Finally, as pointed out by Phua and Lee, a new infectious disease threat related to social behavior dominates public health thinking and policies in some industrialized countries -deliberately caused infectious disease outbreaks. Following the deliberate dissemination of anthrax spores through the US postal system in 2001, questions concerning the deliberate use of biological or chemical weapons have been raised with great urgency. The prospect of introduction of an infectious disease to non-immune populations that could cause severe illness and death has now become a stark reality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Infectious diseases have caused human suffering, illness and death throughout written history, and undoubtedly before. The threats posed by infectious diseases today are being amplified by social, behavioral and environmental factors that accelerate the natural phenomena that modify infectious disease patterns. Better understanding of these factors through an invigorated research agenda as outlined by Phua and Lee, and development of evidence-based policies based on this understanding, will help prevent their occurrence and keep them at bay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Comprehensive tables. United Nations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Aedes aegypti, dengue and re-urbanization of yellow fever in Brazil and other South American countries -past and present situation and future prospects",
            "authors": [
                {
                    "first": "Pfc",
                    "middle": [],
                    "last": "Vasconcelos",
                    "suffix": ""
                },
                {
                    "first": "Apat",
                    "middle": [],
                    "last": "Rosa",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "P"
                    ],
                    "last": "Pinheiro",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Rodrigues",
                    "suffix": ""
                },
                {
                    "first": "Est",
                    "middle": [],
                    "last": "Rosa",
                    "suffix": ""
                },
                {
                    "first": "Acr",
                    "middle": [],
                    "last": "Cruz",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Dengue Bull",
            "volume": "23",
            "issn": "",
            "pages": "55--66",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "WHO Global Strategy for Containment of Antimicrobial Resistance. World Health Organization: Geneva",
            "authors": [],
            "year": 2001,
            "venue": "Further information available at",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "World Health Organization. Airport Malaria. World Health Organization: Geneva",
            "authors": [],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The reemergence of Ebola haemorrhagic fever, Democratic Republic of the Congo",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Kahn",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kweteminga",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Heymann",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J Infect Dis",
            "volume": "179",
            "issn": "1",
            "pages": "76--86",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "SARS: A global response to an international threat",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Heymann",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rodier",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Brown J World Affairs",
            "volume": "X",
            "issn": "2",
            "pages": "185--97",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Lassa fever is unheralded problem in West Africa",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Birmingham",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kenyon",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Update: Hantavirus pulmonary syndrome -United States",
            "authors": [],
            "year": 1993,
            "venue": "MMWR",
            "volume": "42",
            "issn": "",
            "pages": "816--836",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Emerging Infectious Diseases from the Global to the Local Perspective",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Mackenzie",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "World Health Organization. Outbreak of Rift Valley fever",
            "authors": [],
            "year": 2000,
            "venue": "Wkly Epidemiol Rec",
            "volume": "75",
            "issn": "",
            "pages": "392--396",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Hunter's Tropical Medicine and Emerging Infectious Diseases",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Rodier",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Ryan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Heymann",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "WB Saunders Company",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "World Health Organization",
            "authors": [],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "A view from the ground: tuberculosis as an example of a reemerging infectious disease in the former Soviet Union",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Small",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Marburg and Ebola viruses",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Klenk",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Slenczka",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Feldmann",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Encyclopedia of Virology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Ebola outbreak among wild chimpanzees living in a rain forest of Cô te d'Ivoire",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Formenty",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Boesch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wyers",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Infect Dis",
            "volume": "179",
            "issn": "1",
            "pages": "120--126",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The reemergence of Ebola haemorrhagic fever, Democratic Republic of the Congo",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Kahn",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kweteminga",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Heymann",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J Infect Dis",
            "volume": "179",
            "issn": "1",
            "pages": "120--126",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "World Health Organization. Influenza pandemic preparedness plan. World Health Organization: Geneva",
            "authors": [],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Isolation of avian influenza A(H5N1) viruses from humans -Hong Kong",
            "authors": [],
            "year": 1997,
            "venue": "MMWR",
            "volume": "46",
            "issn": "",
            "pages": "1205--1212",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Human influenza A H5N1 virus related to a highly pathogenic avian influenza virus",
            "authors": [
                {
                    "first": "Ecj",
                    "middle": [],
                    "last": "Class",
                    "suffix": ""
                },
                {
                    "first": "Adme",
                    "middle": [],
                    "last": "Osterhaus",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Van Beek",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Lancet",
            "volume": "351",
            "issn": "",
            "pages": "472--479",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Avian influenza update",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The World Health Organization has granted Palgrave Macmillan permission for the reproduction of this article",
            "authors": [],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}