{
    "paper_id": "51c5ba60d8d807099a3c1de8de2e1a2825746215",
    "metadata": {
        "title": "Ouderen op reis",
        "authors": [
            {
                "first": "W",
                "middle": [
                    "G M"
                ],
                "last": "Croughs",
                "suffix": "",
                "affiliation": {},
                "email": "m.croughs@ggdhvb.nl"
            },
            {
                "first": "Samenvatting",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Ouderen reizen steeds meer, maar met de leeftijd neemt de kans toe om op reis te overlijden. De oorzaak hiervan is meestal een verergering van vooraf bestaande gezondheidsaandoeningen, eventueel uitgelokt door reisgerelateerde stress en vermoeidheid, infecties en hitte. Ook de hogere leeftijd zelf is echter verantwoordelijk voor een deel van de oversterfte, doordat de afweer afneemt met als gevolg meer kans op ernstige infecties. Daarnaast zijn ouderen gevoeliger voor diepveneuze trombose, dehydratie, temperatuurverschillen en jetlag. Een goede voorbereiding en rekening houden met de specifieke risico's van een hogere leeftijd, zorgen ervoor dat ook ouderen in het algemeen veilig kunnen reizen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Het aantal oudere reizigers stijgt zeer snel; niet alleen zijn er meer 65-plussers die reizen, ook het gemiddeld aantal reizen per persoon neemt toe [1, 2]. Elk reizigersadviseringscentrum ziet jaarlijks tientallen ouderen die voor de eerste keer in hun leven naar verre oorden trekken zonder zich bewust te zijn van de risico's. Anderzijds zijn er ook oudere ervaren reizigers die de risico's zorgvuldig hebben afgewogen. 'Ik wil deze reis nog maken, dokter, ook al weet ik dat ik misschien niet meer terugkom.ʼ De kans om in het buitenland te overlijden neemt toe met de leeftijd, meestal door verergering van vooraf bestaande problemen, zoals cardiovasculaire of pulmonale aandoeningen. Reisgerelateerde stress en vermoeidheid, infecties en hitte kunnen hierbij uitlokkende factoren zijn. Ook de hogere leeftijd zelf is echter verantwoordelijk voor een deel van de oversterfte, doordat de afweer afneemt met meer kans op ernstige infecties [3] .",
            "cite_spans": [
                {
                    "start": 943,
                    "end": 946,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Ouderen reizen steeds meer, maar met de leeftijd neemt de kans toe om op reis te overlijden. De oorzaak hiervan is meestal een verergering van vooraf bestaande gezondheidsaandoeningen, eventueel uitgelokt door reisgerelateerde stress en vermoeidheid, infecties en hitte. Ook de hogere leeftijd zelf is echter verantwoordelijk voor een deel van de oversterfte, doordat de afweer afneemt met als gevolg meer kans op ernstige infecties. Daarnaast zijn ouderen gevoeliger voor diepveneuze trombose, dehydratie, temperatuurverschillen en jetlag. Een goede voorbereiding en rekening houden met de specifieke risico's van een hogere leeftijd, zorgen ervoor dat ook ouderen in het algemeen veilig kunnen reizen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Het aantal oudere reizigers stijgt zeer snel; niet alleen zijn er meer 65-plussers die reizen, ook het gemiddeld aantal reizen per persoon neemt toe [1, 2] . Elk reizigersadviseringscentrum ziet jaarlijks tientallen ouderen die voor de eerste keer in hun leven naar verre oorden trekken zonder zich bewust te zijn van de risico's. Anderzijds zijn er ook oudere ervaren reizigers die de risico's zorgvuldig hebben afgewogen. 'Ik wil deze reis nog maken, dokter, ook al weet ik dat ik misschien niet meer terugkom.ʼ De kans om in het buitenland te overlijden neemt toe met de leeftijd, meestal door verergering van vooraf bestaande problemen, zoals cardiovasculaire of pulmonale aandoeningen. Reisgerelateerde stress en vermoeidheid, infecties en hitte kunnen hierbij uitlokkende factoren zijn. Ook de hogere leeftijd zelf is echter verantwoordelijk voor een deel van de oversterfte, doordat de afweer afneemt met meer kans op ernstige infecties [3] .",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 152,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 153,
                    "end": 155,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 944,
                    "end": 947,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Inleiding"
        },
        {
            "text": "Daarnaast worden ouderen vaker geconfronteerd met allerlei praktische problemen, zoals zich moeilijk kunnen aanpassen aan het klimaat en de tijdsverschillen. Personen die moeilijk ter been zijn worden geconfronteerd met straten die, zelfs in steden, niet altijd gemakkelijk begaanbaar zijn. Bovendien zijn er weinig hotels en openbare gebouwen met voorzieningen voor rolstoelgebruikers; zelfs het Internationale Toegankelijkheidssymbool (ITS) met een rolstoelpictogram garandeert geen probleemloos parcours.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inleiding"
        },
        {
            "text": "Verder kunnen een minder goed gehoor, visusstoornissen en verminderde mobiliteit extra lastig zijn op reis. Het kan nuttig zijn om ouderen met een minder goede algemene conditie een speciaal oefenprogramma te laten volgen in de maanden voorafgaand aan de reis. Daardoor worden de reisinspanningen beter verdragen en vermindert de kans op vallen. Oudere reizigers moeten bovendien beseffen dat ziekenhuizen niet altijd te vinden zijn in verafgelegen gebieden. Zelfs als ze er wel zijn, is de kwaliteit van de aangeboden zorg veelal lager dan ze gewend zijn en wordt de communicatie bemoeilijkt door taal-en culturele verschillen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inleiding"
        },
        {
            "text": "Ondanks de hiervoor vermelde obstakels kunnen de meeste gezonde reislustige ouderen hun reisplannen zonder probleem uitvoeren. Reizen op hogere leeftijd vergt echter wel een goede voorbereiding. Een aantal aandachtspunten, weegegeven in tab. 1, dienen zeker aan bod te komen tijdens het reisconsult van oudere reizigers. Idealiter vindt dit consult enkele maanden voor de reis plaats, zodat eventueel extra onderzoeken mogelijk zijn en vaccinaties ruim op tijd gegeven kunnen worden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inleiding"
        },
        {
            "text": "In dit artikel worden de belangrijkste aandachtspunten voor het reisadvies aan ouderen toegelicht.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inleiding"
        },
        {
            "text": "In de eerste plaats moet een medische contra-indicatie voor reizen per vliegtuig uitgesloten worden. Denk hierbij aan respiratoire insufficiëntie, recente pneumothorax, recent myocard infarct of instabiele angina pectoris, aritmie, recent CVA of Bij twijfel over medische contra-indicaties voor een vlucht is overleg met de medisch adviseur van de betrokken luchtvaartmaatschappij aangewezen. Laatstgenoemde beslist uiteindelijk over de toelating tot een vlucht. De patiënt moet beseffen dat de luchtvaartmaatschappij de reiziger verantwoordelijk kan stellen voor de extra kosten ten gevolge van problemen onderweg, zeker wanneer deze belangrijke informatie achtergehouden heeft. Ook de behandelend arts kan in geval van hoge kosten door een noodlanding aansprakelijk gesteld worden, als deze de toestand te rooskleurig heeft voorgesteld.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Medische geschiktheid"
        },
        {
            "text": "Iemand die zonder probleem 50 m kan wandelen wordt in het algemeen beschouwd als 'fit-to-flyʼ [4] . De stress en vermoeidheid die gepaard gaan met een lange vliegreis verhogen het risico op een acuut coronair syndroom en de kans om daaraan vervolgens te overlijden is ook hoger op reis. Het is dus noodzakelijk zorgvuldig na te gaan of er recent klachten ontstaan zijn die kunnen wijzen op een instabiele cardiovasculaire toestand. In dat geval moet de situatie eerst geëvalueerd worden door middel van verder onderzoek.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 97,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Medische geschiktheid"
        },
        {
            "text": "Personen met respiratoire insufficiëntie en een arteriële zuurstofsaturatie (SpO 2 ) < 92 % hebben extra zuurstof nodig tijdens een vlucht. Bij SpO 2 -waarden tussen 92 % en 95 % kunnen extra testen, zoals de actuele arteriële zuurstofspanning (PaO 2 ) of een hypoxiesimulatietest, nodig zijn om te bepalen of zuurstoftoediening noodzakelijk is [5] . Zuurstoftoediening tijdens een vlucht moet ruim van tevoren in overleg met de luchtvaartmaatschappij geregeld worden. De verschillende richtlijnen en contactinformatie zijn te vinden op de website van de European Lung Foundation (http://www.europeanlung.org/en/lung-disease-and-information/air-travel/).",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 348,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Medische geschiktheid"
        },
        {
            "text": "Uiteraard moet ook rekening gehouden worden met de specifieke gezondheidsrisicoʼs in relatie tot de bestemming: de aanwezigheid van tropische infecties, het klimaat, de hoogte, het seizoen, de duur en de omstandigheden van het verblijf en de geplande activiteiten. Voor ouderen met chronische aandoeningen zijn bepaalde reisbestemmingen minder geschikt. Afhankelijk van de specifieke aandoening kunnen gebieden met extreme warmte of koude, of een hoge graad van luchtvervuiling, zoals bepaalde steden in Azië en Latijns-Amerika, beter vermeden worden. Anderzijds moet de arts zich meer richten op aanpassing van de behandeling aan de specifieke reis dan restrictief en verbiedend op te treden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Medische geschiktheid"
        },
        {
            "text": "Door de daling van de atmosferische druk komt de zuurstofspanning in een vliegtuig overeen met die op een hoogte van ongeveer 2000 m. Voor gezonde, jonge passagiers is dit geen probleem, maar ouderen kunnen hierdoor duizelig of licht in het hoofd worden. De lage zuurstofdruk vormt geen risico voor ouderen die zonder kortademigheid een trap op kunnen lopen, maar bij twijfel is verder (cardiaal/pulmonaal) onderzoek aangewezen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vliegtuig, bus, boot en auto"
        },
        {
            "text": "Het lange stilzitten in een vliegtuig of bus veroorzaakt vaak oedeem in de benen, waarvoor goed aangemeten elastische kousen en niet-knellende kleding een eenvoudige oplossing vormen. Het risico van een diepveneuze trombose met longembolie is verhoogd bij lange busreizen en vluchten van meer dan vier uur. De eerste symptomen van een trombose beginnen meestal binnen enkele uren tot twee weken, maar het risico is tot acht weken na terugkeer verhoogd. Om het tromboserisico te verlagen zijn steunkousen en losse kleding niet voldoende; een goede circulatie door regelmatig te bewegen is hiervoor noodzakelijk. Elk uur moeten de voeten bewogen worden, bijvoorbeeld door al zittende cirkeltjes te draaien en de benen te strekken. Elke twee uur zou men even moeten opstaan en rondwandelen. Medicamenteuze preventie, zoals heparine en in de toekomst misschien de nieuwe antistollingsmiddelen (NOACs), wordt alleen geadviseerd bij een verhoogd risico. Verder moeten ouderen erop letten dat ze voldoende drinken. Hoewel dit geen rechtstreeks effect heeft op het tromboserisico, is het indirect nuttig vanwege het gedwongen toiletbezoek. Los zittende kleding helpt ook om de last door het uitzetten van de darmgassen tijdens de vlucht te verminderen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vliegtuig, bus, boot en auto"
        },
        {
            "text": "Voor personen die slecht ter been zijn, kan assistentie of een rolstoel geregeld worden om de lange afstanden op luchthavens te overbruggen. Dit moet minimaal 48 uur van tevoren aangevraagd worden bij de betreffende luchtvaartmaatschappij. Meer informatie over reizen met verminderde mobiliteit is te vinden op de desbetreffende EU-website (http://europa.eu/youreurope/citizens/travel/passenger-rights/ reduced-mobility/index_nl.htm). Ondanks de ongemakken en risico's van het vliegen, is een korte vliegreis vaak toch te verkiezen boven een langdurige en afmattende busreis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vliegtuig, bus, boot en auto"
        },
        {
            "text": "Tijdens cruises, populair onder ouderen die niet meer zo goed ter been zijn, is het risico op vallen niet onbeduidend, zeker bij ruige weersomstandigheden. Bovendien zijn de medische mogelijkheden aan boord, in tegenstelling tot wat verwacht of voorgespiegeld wordt, vaak beperkt. Bij ernstige problemen is evacuatie per helikopter nodig. Bovendien kan het op en van boord gaan lastig zijn. Ook zijn er niet steeds liften, zodat het moeilijk, en voor rolstoelgebruikers zelfs onmogelijk, kan zijn om zich van het ene naar het andere dek te begeven.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vliegtuig, bus, boot en auto"
        },
        {
            "text": "Ofschoon 50-plussers zelden last hebben van reisziekte bij vliegen, behoort reisziekte op cruiseschepen ook bij ouderen tot de top 4 van redenen voor een medisch consult. Preventie bestaat uit het opzoeken van het midden van het schip, niet te veel eten en zeker geen alcohol te drinken. Verder kan het zinvol zijn om te gaan liggen, de ogen te sluiten en zo min mogelijk te bewegen. Medicijnen kunnen verlichting geven, maar bij ouderen moet men hiermee zeer voorzichtig zijn, gelet op de frequente bijwerkingen. Als een cruiseschip een land aandoet waar gele koorts voorkomt of vaccinatie vereist is, moet een zorgvuldige afweging gemaakt worden tussen het risico op de infectie en het risico van ernstige bijwerkingen door de vaccinatie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vliegtuig, bus, boot en auto"
        },
        {
            "text": "Oudere reizigers die een auto willen huren op de plaats van bestemming moeten rekening houden met potentiële problemen ten gevolge van een combinatie van vermoeidheid van de reis, jetlag, een onbekende omgeving, andere verkeersregels en slecht onderhouden auto's en wegen. Een beginnend cataract of een verminderd gehoor kan leiden tot het te laat opmerken van naderende voertuigen. Verder kan artrose de beweeglijkheid van de nek verminderen en kunnen bepaalde medicijnen een averechts effect hebben op fitheid en concentratievermogen. Kortom, het is meestal verstandiger om lokaal een auto met chauffeur te huren dan zelf te rijden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vliegtuig, bus, boot en auto"
        },
        {
            "text": "Ouderen hebben door minder dorstgevoel en verminderde zweetproductie een hoger risico op hyperthermie. Medicijnen met een anticholinerge werking verhogen dit risico, doordat ze al bij een lage dosis de zweetklieren remmen. Om de aanpassing aan de warmte gemakkelijker te laten verlopen, is het belangrijk het de eerste dagen rustig aan te doen, zo mogelijk te slapen in een kamer met airconditioning, de zon te vermijden en kleding te dragen waarbij het zweet kan verdampen en de warmte weg kan. Het is noodzakelijk zoveel te drinken dat de urine lichtgekleurd blijft; soms is inname van een paar liter extra vocht per dag nodig. Te weinig drinken of te weinig rusten kan leiden tot moeheid en hoofdpijn.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acclimatisatie Klimaat"
        },
        {
            "text": "Ook de gevoeligheid voor hypothermie is groter bij ouderen. Tegen koude kan men zich weliswaar beter beschermen dan tegen warmte, maar reizigers beseffen vaak niet dat ze ook in een warm klimaat af en toe met koude geconfronteerd worden, bijvoorbeeld door airconditioning of gedurende een nachtsafari. Ook kan de kans op regen verkeerd ingeschat worden. Droog en warm blijven is de boodschap. Dat is voornamelijk een kwestie van anticiperen, planning en goede kleding, bij voorkeur in verschillende lagen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acclimatisatie Klimaat"
        },
        {
            "text": "De kans op symptomen door hoogteziekte vermindert met de leeftijd, maar oudere personen die hoogteziekte ontwikkelen, lijken wel vaker in een ziekenhuis te belanden [6, 7] . Bovendien zorgt de verminderde cardiale reserve voor een lagere inspanningstolerantie. Hierdoor kan ook een eenvoudig stadswandelingetje op hoogte te zwaar zijn, gelet op hellende straten in combinatie met de lage zuurstofdruk.",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 168,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 169,
                    "end": 171,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Hoogte"
        },
        {
            "text": "Oudere reizigers hebben in het algemeen meer last van jetlag, die zich kan uiten als slecht slapen, slaperigheid overdag, moeheid, concentratiestoornissen, gebrek aan eetlust en hyperemotionele reacties [8] . Het is aan te raden zo snel mogelijk het plaatselijke ritme aan te nemen, overdag naar buiten te gaan en op te blijven tot de lokale bedtijd. Bij zeer grote vermoeidheid kan het wel verstandig zijn eerst te rusten en eventueel kort, maximaal een half uurtje, te slapen na aankomst. Er kan een kort werkend slaapmiddel gebruikt worden voor de eerste nachten. Daglicht helpt om de biologische klok te herstellen en kort werkende melatonine kan nuttig zijn. Daarvan is het echter belangrijk dat het op het juiste moment genomen wordt. Bij vluchten naar het westen kan men gedurende enkele dagen 0,5 mg in het tweede deel van de nacht nemen en bij vluchten naar het oosten 0,5-3 mg net voor bedtijd.",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 206,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Tijdsverschil"
        },
        {
            "text": "Vaccins worden vooral getest op jonge, gezonde mannen en de vaccinatierichtlijnen zijn daarop gebaseerd. Vanaf 40 jaar neemt echter zowel de kwaliteit als de kwantiteit van de humorale en de cellulaire immuunrespons af [9] . Dit heeft niet alleen invloed op de antilichaamtiter, maar ook op de duur van de bescherming en op het voorkomen van bijwerkingen van vaccinatie [10] . Omdat de antistofvorming trager op gang komt bij personen boven 60 jaar, worden zij bij voorkeur minstens twee weken voor vertrek gevaccineerd.",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 222,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 370,
                    "end": 374,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Vaccinaties"
        },
        {
            "text": "Bij personen geboren voor 1950 zonder vaccinatiebewijs moet men ervan uitgaan dat ze nooit tegen difterie, tetanus of polio gevaccineerd werden, tenzij ze na 1959 in militaire dienst waren. Reizigers die nooit eerder gevaccineerd werden moeten twee doses DTP met een interval van vier weken (minimum twee weken) voor de reis krijgen met een herhaling na zes maanden. Bij hoog risico zoals een difterieuitbraak in het land van bestemming geldt een verscherpt beleid voor onvolledig tegen difterie gevaccineerde personen. In dit geval moet één extra DTP voor de reis worden toegediend. Ofschoon personen geboren voor 1950 waarschijnlijk immuun zijn voor alle drie de poliotypen, wordt poliovaccinatie toch aangeraden voor landen waar polio voorkomt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DTP"
        },
        {
            "text": "Hepatitis A-vaccinatie geeft een lagere en latere antistofvorming, terwijl de mortaliteit van de infectie toeneemt met de leeftijd (2,7 % ≥ 50 jaar). Bij hoogbejaarden die op korte termijn vertrekken kan overwogen worden om gammaglobulinen toe te dienen in plaats van te vaccineren. Overigens is het bij personen geboren voor 1960 nuttig om eerst na te gaan of ze al immuun zijn, de kans dat ze de ziekte als kind doorgemaakt hebben is namelijk vrij groot.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hepatitis A"
        },
        {
            "text": "Ofschoon het percentage non-responders na hepatitis B-vaccinatie hoger is bij ouderen, wordt titercontrole voor reizigers zonder afweerstoornissen in het algemeen niet geadviseerd [11] .",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 184,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Hepatitis B"
        },
        {
            "text": "Een recente studie liet zien dat 7 % van de (sub)tropenreizigers die een reisadvies kregen bij de gemeenschappelijke gezondheidsdienst (GGD) Amsterdam een serologisch bevestigde influenza-infectie opliep tijdens hun reis [12] . Op het zuidelijk halfrond komt influenza vooral van mei tot oktober voor, terwijl het in de gebieden rond de evenaar het hele jaar kan voorkomen. Ofschoon reizen op zichzelf geen indicatie vormt voor griepvaccinatie, is het wel belangrijk dat personen uit de risicogroepen gevaccineerd zijn. Ouderen die naar het zuidelijk halfrond reizen zouden idealiter voor vertrek het aldaar geldende vaccin moeten krijgen, maar dat is hier niet beschikbaar. Er is wel een gedeeltelijke kruisimmuniteit met het hier gebruikte vaccin. Bij reizen van langer dan twee tot drie weken kan geadviseerd worden zich ter plaatse (nog eens) te laten vaccineren. Eventueel kan als preventie een neuraminidaseremmer voorgeschreven worden voor hoogrisico personen die een gebied bezoeken waar een influenza-uitbraak gaande is.",
            "cite_spans": [
                {
                    "start": 221,
                    "end": 225,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Influenza"
        },
        {
            "text": "Er zijn aanwijzingen dat de meeste oudere reizigers pas veertien dagen in plaats van tien dagen na de eerste gelekoortsvaccinatie een voldoende hoge titer hebben [13] . Vanaf 60 jaar is bovendien het risico op ernstige, levensbedreigende bijwerkingen met neurologische symptomen of orgaanfalen na een eerste gelekoortsvaccinatie hoger. De incidentie hiervan loopt op tot 2,6 per 100.000 personen tussen 60 en 69 jaar en 4,6 per 100.000 personen ≥ 70 jaar. Deze problemen spelen niet bij reizigers die ooit eerder al een gelekoortsvaccinatie kregen. Een leeftijd van 60 jaar of ouder is daarom een relatieve contra-indicatie voor een eerste gelekoortsvaccinatie en bij elke reis moeten de voor-en nadelen goed afgewogen worden. Als het risico van vaccineren hoger wordt ingeschat dan het risico op infectie, kan een verklaring van medische contra-indicatie meegegeven worden, waarin duidelijk gesteld wordt dat deze alleen voor de betrokken reis geldig is.",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 166,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Gele koorts"
        },
        {
            "text": "Reizigers op hoge leeftijd hebben meer kans om te overlijden aan malaria. Dit is niet alleen aangetoond voor malaria tropica (door P. falciparum) maar ook voor de als minder ernstig beschouwde malaria veroorzaakt door P. vivax [14, 15] . De aanbevelingen in verband met malariapreventie verschillen niet van die voor jongere personen. Het is wel belangrijk de juiste inname van de tabletten en het zorgvuldig en consequent toepassen van de tegen muggen beschermende maatregelen te benadrukken.",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 231,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 232,
                    "end": 235,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Malaria"
        },
        {
            "text": "Bij ouderen kan de minste maag-darmstoornis met braken, diarree of koorts al voldoende zijn om de vocht-en elektrolytenbalans te verstoren en dehydratie te veroorzaken. Het risico op dehydratatie is hoger, doordat het concentrerend vermogen van de nieren met de leeftijd afneemt. Bovendien kunnen bepaalde geneesmiddelen dit risico nog verder verhogen. Ouderen moeten bij diarree dus extra veel drinken en bij voorkeur ORS gebruiken. Bij waterige diarree kan dit gecombineerd worden met een stopmiddel zoals loperamide. Bij drie of meer waterdunne ontlastingen binnen acht uur, of diarree met koorts of braken, of diarree die langer dan een dag aanhoudt, moeten oudere personen echter een arts raadplegen. Anderzijds krijgen oudere reizigers minder vaak reizigersdiarree dan jongeren en het merendeel wordt dan ook eerder geplaagd door constipatie [16] . Voldoende vocht, fruit, groenten, zemelensupplementen en eventueel milde laxantia vormen hiervoor de oplossing.",
            "cite_spans": [
                {
                    "start": 848,
                    "end": 852,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Reizigersdiarree"
        },
        {
            "text": "Ofschoon ouderen vaker gezondheidsaandoeningen hebben die de mortaliteit van een Legionella-besmetting verhogen, lijkt er geen duidelijk verband tussen de mortaliteit en de leeftijd zelf te zijn. Hoe dan ook is het verstandig om bij aankomst in een hotelkamer die langere tijd niet gebruikt is, de kraan enkele minuten te laten doorlopen. Ramen en deuren worden daarbij opengezet en zelf verlaat men de kamer. De doucheknop in het bad leggen of er een washand omheen doen vermindert dampvorming.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Legionella"
        },
        {
            "text": "Besmetting met MERS-CoV leidt vooral bij oudere mensen met een zwakkere gezondheid tot een ernstig ziektebeeld. Daarom wordt aan 65-plussers en personen met gezondheidsaandoeningen geadviseerd om met de (huis)arts te overleggen of het wel verstandig is om te reizen naar risicogebieden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MERS-CoV"
        },
        {
            "text": "Medicatie en reservemedicatie kunnen het best in de oorspronkelijke verpakking in de handbagage meegenomen worden. Voor medicijnen die onder de Opiumwet vallen, bijvoorbeeld sterke pijnstillers, maar ook slaap-en kalmeringsmiddelen zoals valium, is een Schengenverklaring nodig. Voor landen buiten het Schengengebied kan een medische verklaring nodig zijn die door het Ministerie van Buitenlandse Zaken gelegaliseerd moet worden (http://www.rijksoverheid.nl/onderwerpen/ge-neesmiddelen/vraag-en-antwoord/wat-moet-ik-doen-als-ik-medicijnen-wil-meenemen-naar-het-buitenland.html).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chronische medicatie"
        },
        {
            "text": "Indien het een reis naar een andere tijdzone betreft, is het raadzaam een overzichtelijk schema op te stellen om de inname van medicatie geleidelijk aan te passen aan de nieuwe tijdzone. Een vergelijkbaar schema is nodig voor de terugreis. Als de reiziger orale bloedsuikerverlagende medicatie en/of insuline gebruikt, moet dit schema, in samenhang met adviezen over tijdstippen van gebruik en aanpassing van dosering, ook adviezen voor de tijdstippen van de maaltijden bevatten. Bespreek tevens een eventuele aanpassing van de medicijnlijst. Het risico op bijwerkingen ligt op reis namelijk een stuk hoger dan thuis: • Bloeddrukverlagende middelen kunnen in een warm klimaat hypotensie met duizeligheid veroorzaken. • Anticholinergica in antiparkinsonmiddelen, antidepressiva en middelen tegen reisziekte remmen de zweetsecretie, waardoor het risico op een hitteslag groter is. • NSAID's en orale antidiabetica kunnen de huid gevoeliger maken voor zonlicht, zodat een zonnecrème met een hogere beschermingsfactor nodig is. • NSAID's kunnen bij dehydratatie nierfalen veroorzaken en dit effect wordt versterkt als ook nog ACE-remmers worden gebruikt. De combinatie van NSAID's en ACE-remmers kan bij een reis naar een warm klimaat beter vermeden worden. Tijdelijk stoppen of verminderen van de dosis bij diarree moet overwogen worden. • Statines kunnen bij dehydratatie leiden tot rabdomyolyse. • Diuretica kunnen bij diarree elektrolytstoornissen veroorzaken, zodat overwogen moet worden om het gebruik ervan bij diarree tijdelijk te staken.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chronische medicatie"
        },
        {
            "text": "Maagzuurremmers verlagen de barrière voor gastro-intestinale infecties, waardoor er meer kans is op reizigersdiarree en buiktyfus met een ernstiger verloop. Het is zinvol om na te gaan of het gebruik ervan tijdelijk gestaakt kan worden bij een reis naar de (sub)tropen. Als dit niet mogelijk is, kan overwogen worden om antibiotica mee te geven als noodbehandeling voor reizigersdiarree. Falende therapietrouw op reis blijkt ook een frequente oorzaak van morbiditeit te zijn. De oorzaak kan zijn dat de aanpassing aan tijdsverschillen lastig is en dat door het ontregelde leven pillen vaker worden vergeten. Pillen worden echter soms ook bewust overgeslagen, diuretica worden bijvoorbeeld vaker achterwege gelaten om tijdens een lange auto-of busrit niet naar het toilet te hoeven. En migranten geven soms de voorkeur aan lokale geneesmiddelen bij het bezoeken van hun geboorteland.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chronische medicatie"
        },
        {
            "text": "Uiteraard kunnen de adviezen in verband met het gebruik van medicatie niet in een algemene richtlijn vervat worden, maar het is belangrijk zich bewust te zijn van mogelijke problemen en deze te bespreken.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chronische medicatie"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Demographic change and the rise of senior tourists",
            "authors": [],
            "year": 2013,
            "venue": "url?sa=t&rct=j&q=&esrc=s&source=web&cd=2&ved=0CCgQFjAB&u rl=http%3A%2F%2Fec.europa.eu%2FDocsRoom%2Fdocuments%2F6924%2Fattachme nts%2F1%2Ftranslations%2Fen%2Frenditions%2Fnative&ei=u2dxVeyTCcH8UsqFgM AE&usg=AFQjCNHSBcXFu51PW-ovHZhHYn9E7SU9DQ&bvm=bv.95039771,d.d24. Accessed 5th",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "IPK International. ITB World travel trends report",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Biology of immune responses to vaccines in elderly persons",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Weinberger",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Herndler-Brandstetter",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schwanninger",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Weiskopf",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Grubeck-Loebenstein",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Clin Infect Dis",
            "volume": "46",
            "issn": "7",
            "pages": "1078--84",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Chronic obstructive pulmonary disease * 11: fitness to fly with COPD",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "O"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Thorax",
            "volume": "58",
            "issn": "8",
            "pages": "729--761",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Een vliegtuigreis: zijn mijn longen geschikt? Tijdschrift voor Geneeskunde",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lorent",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Thomeer",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "59",
            "issn": "",
            "pages": "845--51",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Serious altitude illness in travelers who visited a pre-travel clinic",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Croughs",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gompel A Van, Rameckers",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ende",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Van Den",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Travel Med",
            "volume": "21",
            "issn": "6",
            "pages": "403--412",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Travel-associated illness in older adults (> 60 y)",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gautret",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gaudart",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leder",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Schwartz",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Castelli",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Lim",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Travel Med",
            "volume": "19",
            "issn": "3",
            "pages": "169--77",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Clinical practice. Jet lag",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Sack",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "N Engl J Med",
            "volume": "362",
            "issn": "5",
            "pages": "440--447",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The aging of the immune system",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Weiskopf",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Weinberger",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Grubeck-Loebenstein",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Transpl Int",
            "volume": "22",
            "issn": "11",
            "pages": "1041--50",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Travel vaccines and elderly persons: review of vaccines available in the United States",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leder",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "F"
                    ],
                    "last": "Weller",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Clin Infect Dis",
            "volume": "33",
            "issn": "9",
            "pages": "1553--66",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Hepatitis B FAQs for Health Professionals",
            "authors": [],
            "year": 2013,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Effect of travel on influenza epidemiology",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Belderok",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Rimmelzwaan",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hoek A Van Den",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Sonder",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Emerg Infect Dis",
            "volume": "19",
            "issn": "6",
            "pages": "925--956",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Elderly subjects have a delayed antibody response and prolonged viraemia following yellow fever vaccination: a prospective controlled cohort study",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Roukens",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Soonawala",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Joosten",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Visser",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "De",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dirksen",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS One",
            "volume": "6",
            "issn": "12",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Clinical, geographical, and temporal risk factors associated with presentation and outcome of vivax malaria imported into the United Kingdom over 27 years: observational study",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Broderick",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Nadjm",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Blaze",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Checkley",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Chiodini",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BMJ",
            "volume": "350",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Risk factors for mortality from imported falciparum malaria in the United Kingdom over 20 years: an observational study",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Checkley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Blaze",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bradley",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Chiodini",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "BMJ",
            "volume": "344",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Traveler's diarrhea: a clinical review",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Steffen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Hill",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Dupont",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "JAMA",
            "volume": "313",
            "issn": "1",
            "pages": "71--80",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "African tick bite fever in elderly patients: 8 cases in French tourists returning from South Africa",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Roch",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Epaulard",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Pelloux",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pavese",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Brion",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Raoult",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Clin Infect Dis",
            "volume": "47",
            "issn": "3",
            "pages": "28--35",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Mieke) Croughs, inhoudelijk eindverantwoordelijk arts reizigerszorg, GGD Hart voor Brabant, Tilburg; Huisarts Travel-clinic en onderzoeker",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "W G M"
                    ],
                    "last": "Dr",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Tabel 1 Aandachtspunten voor reisadvies aan oudere reizigers. medische geschiktheid voor de reis gezondheidsvoorzieningen onderweg en ter plaatse risico's van vliegen, busreizen, cruises en autorijden TIA, instabiele hartdecompensatie, slokdarmvarices, ernstige anemie, besmettelijke infecties, bepaalde neus-keel-ooraandoeningen, ernstige hypertensie, recente operaties en neuropsychiatrische stoornissen (http://www.who.int/ith/mode_of_travel/ contraindications/en/).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Geef bij chronische aandoeningen altijd een 'medisch reispaspoortʼ mee met een beknopte ziektegeschiedenis, bij voorkeur in het Engels, recente onderzoeksbevindingen zoals ECG, medicatie met generieke namen en doseringen, en contactgegevens voor inlichtingen en overleg.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Medisch reispaspoort"
        },
        {
            "text": "De kosten van een medische behandeling in het buitenland en eventuele repatriëring kunnen zeer hoog oplopen. Bovendien sluiten sommige verzekeringspolissen complicaties ten gevolge van vooraf bestaande aandoeningen uit. Het is dus zeer belangrijk dat oudere reizigers een goede reisverzekering hebben en expliciet navragen welke kosten wel en, misschien nog belangrijker, welke niet verzekerd zijn.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reisverzekering"
        },
        {
            "text": "Er is ook bij oudere reizigers geen reden om een routine check-up uit te voeren na terugkeer. Ouderen die zich ziek voelen moeten echter altijd hun temperatuur meten en mogen niet te lang wachten met medisch advies in te winnen. Niet alleen hebben ze in het algemeen minder uitgesproken alarmsymptomen, zoals hoge koorts, maar ook verlopen infecties ernstiger [17] . Tropische infecties moeten dan ook zo snel mogelijk gediagnosticeerd of uitgesloten worden.",
            "cite_spans": [
                {
                    "start": 360,
                    "end": 364,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Weer thuis"
        },
        {
            "text": "De verminderde algemene conditie en afweer op hogere leeftijd, vaak gekoppeld aan specifieke gezondheidsaandoeningen, zijn verantwoordelijk voor een aantal gezondheidsproblemen bij reizen. Een goede voorbereiding, rekening houdend met de specifieke risico's, zorgt ervoor dat ook ouderen in het algemeen veilig kunnen reizen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusie"
        }
    ]
}