{
    "paper_id": "523a0427309bc493281c4efb5269b2e300d15d34",
    "metadata": {
        "title": "A microbial decade",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Nature Reviews Microbiology was launched in October 2003, so this issue marks our official 10-year anniversary. As with all anniversaries, this one comes with a mixture of emotions, from the amazement of new members of the team that the journal has been around for so long, to the relief of the old guard that this milestone (and indeed this Editorial) has been reached comparatively unscathed. Anniversaries can afford one the chance to take a trip down memory lane, and in an Editorial marking 10 years of the journal, there are various paths we could take. After some discussion, we thought it would be insightful to select key articles from each of our first three issues and assess the progress that has been made in these areas since then.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "From the October 2003 issue, the most obvious choice for discussion is the Opinion article by Christopher Walsh on where new antibiotics will come from 1 . Among the issues discussed, Walsh highlighted the innovation gap in antimicrobial development -in 2000, linezolid was the first representative of a major new structural class of antibiotics (the oxazolidinones) to be approved for almost 40 years. Now, 10 years on, it is evident that this innovation gap still exists, with representatives of only four new classes of antibiotics (lipopeptides, glycylcyclines, pleuromutilins and diarylquinolines) having reached the market during this period. Despite the increasing number of initiatives to tackle the problem in recent years, involving key stakeholders and researchers from both academia and industry, antibiotic resistance remains one of the most pressing problems in health care today. As we have discussed in previous Editorials, this year in the United Kingdom there has been growing political interest in the antibiotic-resistance crisis, which is encouraging, but the fact remains that little progress seems to have been made since the Walsh article. The alarming increase in multidrug-resistant Gram-negative bacteria in particular is giving real cause for concern, with many respected commentators warning of a risk of a return to the pre-antibiotic era. There can be very few branches of medicine in which the available treatment options have declined over the past decade, but infectious diseases is certainly one of them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "From the November 2003 issue, the review on Mycobacterium tuberculosis persistence by Douglas Young and colleagues 2 is another article that still resonates today. Although global mortality from tuberculosis (TB) has declined over the past 20 years, this reduction may not be enough to meet the target set out in the Millennium Development Goals, and in 2011 there were more than 8 million infections and 1.4 million deaths from TB. M. tuberculosis is a highly successful pathogen, as it can establish an asymptomatic latent infection that later becomes reactivated in 5-10% of infected individuals. In the 2003 article, Young and colleagues covered many of the general issues associated with M. tuberculosis latency, including the immune response to persistent infection and the implications of latency for vaccine development. Unfortunately, a new TB vaccine seems no closer now than it was 10 years ago, and the recent failure 3 of the MVA85A booster vaccine was a major setback. At the TB Keystone meeting in Whistler, Canada, this year, it was clear that the general consensus in the field is that there is an urgent need to re-evaluate our knowledge of the immune response to this pathogen in order to achieve a better understanding of the immune correlates of protection. To come close to achieving this, however, and to inform potentially new strategies for TB vaccine and drug development, we require better animal models.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "That said, progress has been made in our understanding of the biology of the organism, and it is anticipated that systems biology studies will have a major role in further improving our understanding of the inner workings of M. tuberculosis over the next few years. Moreover, early work on M. tuberculosis persister cells was one of the main drivers for the use of microfluidics to study microbial single-cell heterogeneity, a field that has gone from strength to strength over the past decade. Persisters in general, though, are difficult to study, and although the use of microfluidics has brought advances, more questions than answers abound regarding the main physiological features of persisters and the best approaches to eliminate them, as featured in a recent Viewpoint article 4 .",
            "cite_spans": [
                {
                    "start": 786,
                    "end": 787,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In December 2003, we published our first Review on severe acute respiratory syndrome coronavirus (SARS-CoV) 5 . The first SARS-CoV infections were reported in late 2002, and the pandemic escalated in February 2003; over the subsequent ~100 days, more than 8,000 cases were reported in 29 countries, and there were 775 deaths in total. The Review from Stadler et al. reflected the early research into the phylogeny of the virus, its replication and potential therapeutic interventions. In the subsequent years, a funding boost paid dividends for coronavirus biologists (old and new), and our understanding of the molecular biology and immunopathogenesis of this virus family has greatly improved. The search for the source of the outbreak eventually led to the identification of bats as the likely source, highlighting the importance of these animals as viral reservoirs. Moreover, there has been generally increased interest in emerging viral diseases over the past decade.",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 109,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although the initial response to the pandemic was praised -the identity of the virus and its genome sequence were rapidly obtained -SARS was the first pandemic of the twenty-first century, and once the dust had settled, it was clear that there was a need for a much greater emphasis on pandemic preparedness and disease surveillance. This need re-emerged during the H5N1 and H1N1 influenza virus outbreaks, along with the need for open communication between countries, an area that has again proved difficult during the ongoing Middle East respiratory syndrome CoV (MERS-CoV) outbreak. In September 2012, reports began to emerge of infections with a novel CoV, which was subsequently identified as MERS-CoV. To date, transmission clusters have been reported in at least eight different countries, and as of the beginning of September 2013, the WHO had been notified of 108 laboratory-confirmed infections, including 50 deaths.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "On reflection, this reassessment of articles from the archives could give the impression that microbiology has made little progress over the course of the past 10 years: the antibiotic pipeline is still broken, persisters are still a mystery, and another serious CoV outbreak is ongoing. Of course, that impression couldn't be further from the truth. In reality, over the past decade, microbiology research has gone from strength to strength, and it is more vibrant and relevant now than ever before. Technological advances, such as the advent of 'next-generation' whole-genome sequencing, have brought genuinely amazing insights into the microbial world around, above, below, on and within us. The realization that when the first issue of Nature Reviews Microbiology was published there was, for all intents and purposes, no such thing as the microbiome, no type VI secretion systems, no cyclic di-GMP and no CRISPRs (not to mention anti-CRISPRs) gives some sense of the changes that have occurred over the past 10 years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The continued existence of any journal is of course only possible because of the valued contributions of its respective community. To all authors, referees and readers, we thank you, and look forward to the microbial adventures ahead in the next 10 years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Where will new antibiotics come from?",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Walsh",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature Rev. Microbiol",
            "volume": "1",
            "issn": "",
            "pages": "65--70",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Tuberculosis: a problem with persistence",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Stewart",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Robertson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Young",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature Rev. Microbiol",
            "volume": "1",
            "issn": "",
            "pages": "97--105",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Safety and efficacy of MVA85A, a new tuberculosis vaccine, in infants previously vaccinated with BCG: a randomised, placebo-controlled phase 2b trial",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Tameris",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet",
            "volume": "381",
            "issn": "",
            "pages": "1021--1028",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A problem of persistence: still more questions than answers?",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Balaban",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Gerdes",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Mckinney",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nature Rev. Microbiol",
            "volume": "11",
            "issn": "",
            "pages": "587--591",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "SARS -beginning to understand a new virus",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "K"
                    ],
                    "last": "Stadler",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature Rev. Microbiol",
            "volume": "1",
            "issn": "",
            "pages": "209--218",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}