{
    "paper_id": "5240b1421a922f4b0afcf6e86bc0742970f9d00c",
    "metadata": {
        "title": "Vaccine testing for emerging infections: the case for individual randomisation HHS Public Access",
        "authors": [
            {
                "first": "Nir",
                "middle": [],
                "last": "Eyal",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard T. H. Chan School of Public Health",
                    "location": {
                        "settlement": "Boston",
                        "region": "Massachusetts",
                        "country": "USA"
                    }
                },
                "email": "neyal@hsph.harvard.edu."
            },
            {
                "first": "Marc",
                "middle": [],
                "last": "Lipsitch",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard T. H. Chan School of Public Health",
                    "location": {
                        "addrLine": "FXB Building, 7th floor, 651 Huntington Ave",
                        "postCode": "02115",
                        "settlement": "Boston, Boston",
                        "region": "Massachusetts, MA",
                        "country": "USA, USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "During the 2014-2015 Ebola outbreak in Guinea, Liberia and Sierra Leone, many opposed the use of individually randomised controlled trials to test candidate Ebola vaccines. For a raging fatal disease, they explained, it is unethical to relegate some study participants to control arms. In Zika and future emerging infections, similar opposition may hinder urgent vaccine research, so it is best to address these questions now. This article lays out the ethical case for individually randomised control in testing vaccines against many emerging infections, including lethal infections in lowincome countries, even when at no point in the trial do the controls receive the countermeasures being tested. When individual randomisation is feasible-and it often will be-it tends to save more lives than alternative designs would. And for emerging infections, individual randomisation also tends as such to improve care, access to the experimental vaccine and prospects for all participants relative to their opportunities absent the trial, and no less than alternative designs would. That obtains even under placebo control and without equipoise-requiring which would undermine individual randomisation and the alternative designs that opponents proffered. Our arguments expound four often-neglected factors: benefits to non-participants, benefits to participants once a trial is over including post-trial access to the study intervention, participants' prospects before randomisation to arms and the near-inevitable disparity between arms in any randomised controlled trial.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "At the height of the recent Ebola outbreak in West Africa, a debate emerged: i how to test the efficacy of candidate Ebola treatments and vaccinations? Should investigators randomise individual participants to receive either the relevant countermeasure or a control substance?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The debate was partly about statistical efficiency, logistical feasibility and public acceptability and partly about ethics. 12 In particular, some commentators argued that given Ebola's high lethality and few, if any, available clinical alternatives, it would be unethical to randomise participants to a control arm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This ethical objection typically affected individually randomised controlled trials (iRCTs). [1] [2] [3] [4] [5] [6] Critics were softer on cluster-randomised trials. 5 While the objection focused especially on treatment iRCTs and while vaccine iRCTs usually recruit individuals who are uninfected and thus, in the case of Ebola, at much lower risk of imminent death, many points made against treatment iRCTs would seem applicable to vaccine iRCTs. Ebola vaccine iRCTs often recruited health workers at high risk of infection. 7 Accordingly, ethicist Ruth Macklin wondered whether an argument against (placebo-controlled) iRCTs for treatments should not also apply to iRCTs for vaccines. 8 The distinction between treatment and vaccine trials was elided in the popular press, 9 and ethical opposition to either placebo-or activecontrolled iRCTs undergirded high-level debates on vaccine trials. 110 Specifically, it was reported that Doctors Without Borders (MSF), which has treated more Ebola patients in West Africa than any other group, emphatically opposes RCTs in affected countries for either treatments or vaccines. MSF's Annick Antierens, who oversees 'investigational platforms' for experimental Ebola products, says 'this cannot be defended ethically.' 2 A recent commentary persists in criticising individually iRCTs of Ebola vaccines, claiming that 'access to experimental interventions should have higher priority over the use of a randomized clinical trial design for [Ebola] vaccine efficacy studies'. 11 As with other aspects of preparedness for Zika and for future infections, the time to debate the ethics of vaccine iRCTs for these emerging diseases is now.",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 96,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 97,
                    "end": 100,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 101,
                    "end": 104,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 105,
                    "end": 108,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 109,
                    "end": 112,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 113,
                    "end": 116,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 895,
                    "end": 898,
                    "text": "110",
                    "ref_id": null
                },
                {
                    "start": 1482,
                    "end": 1489,
                    "text": "[Ebola]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This article argues that iRCTs made ethical sense in prospect for Ebola vaccines and will typically make ethical sense for testing future emerging-infection vaccines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Let us revisit the case of vaccine iRCTs for Ebola. At the time of the debate in autumn 2014, Ebola was out of control in the three affected countries. WHO had projected up to thousands of new infections a week 12 and the US Centers for Disease Control and Prevention had projected up to 1.4 million infections by the end of that year. 13 The heads of the Wellcome Trust and America's National Institute of Allergy and Infectious Disease were losing hope in traditional public health measures of containment and conjectured that 'a vaccine might be the only way left to suppress the outbreak'. 13 Any delay in generating credible results from vaccine efficacy trials might have been estimated to cost many deaths from Ebolapotentially in the thousands. Thousands more expectedly died from the consequent loss of other medical and preventative services. 14 Vaccines were already in early stages of development and both iRCT proponents and iRCT opponents agreed that an iRCT is the 'gold standard' of medical research, which usually produces the quickest credible data on vaccine efficacy. 315 But at the time, some prominent humanitarian workers, leaders, epidemiologists and ethicists considered iRCTs unnecessary, non-feasible and possibly unethical. 1 No one advocated foregoing altogether either vaccine development or the assessment of vaccine candidates' efficacy before rollout. Instead, four main categories of 'alternatives' for assessing the efficacy of Ebola vaccine candidates were proposed. Two that are not worth a detailed discussion as iRCT alternatives are comparison to historical controls, 16 which was quickly seen to be impossible for vaccine trials in view of the abrupt and unpredictable spatiotemporal changes in Ebola transmission during the outbreak 1 and sequential and adaptive designs (to test treatments), 5 which in fact are perfectly compatible with individual randomisation. 17 But two cluster-randomised trial designs were also proposed: the stepped-wedge design 1 and a novel ring-vaccination design. 18 Unlike iRCTs, they were said to avoid randomising any participants to a placebo or other control. Instead they offer vaccine to all participants, using variation of timing for scientific comparison.",
            "cite_spans": [
                {
                    "start": 1252,
                    "end": 1253,
                    "text": "1",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "THE LIKELY EFFICIENCY OF IRCTS MATTERS ETHICALLY"
        },
        {
            "text": "In a stepped-wedge design, all participants receive the vaccine candidate at different points in time. Investigators compare disease incidence among participants who had not yet received it against the incidence in those who had. iRCT opponents were '\"more comfortable\" with the stepped-wedge design, because everyone in such a study would get the Ebola vaccine.' 1 Ring vaccination, a strategy previously used for the final stages of smallpox eradication, was first used for a randomised vaccine trial during this Ebola outbreak. A ring-vaccination trial in Guinea enrolled both contacts of a confirmed case and these contacts' contacts (together called a 'ring') and randomised each ring to either immediate vaccination or vaccination 3 weeks later, to provide a comparison. When the Guinea ring-vaccination trial yielded evidence of the effectiveness of a candidate vaccine for Ebola, 18 there were immediate calls to use this investigational strategy for vaccine trials in future disease outbreaks, 19 partly because, by contrast with an iRCT, all participants were offered the candidate vaccine under study at some point in the trial. 19 Nonetheless, the following reasoning would have arguably made sense when the Ebola iRCTs debate began, and analogous reasoning will make sense for many emerging future infections:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE LIKELY EFFICIENCY OF IRCTS MATTERS ETHICALLY"
        },
        {
            "text": "Fighting this infection to win requires evaluating interventions 'in the best possible clinical trials under the circumstances in order to definitively prove their safety and efficacy or provide evidence to stop utilization'. 20 If in the circumstances the method likeliest to produce credible-enough data fast turns out to be an iRCT, as it typically is in vaccine efficacy trials, 21 there is a strong presumption in favour of conducting an iRCT. Choosing an iRCT is not 'doggedly insisting on gold standards'; 3 rather, successful iRCTs will speed up responsible mass-scale delivery of tested vaccines. Only some rough estimate of efficacy levels would enable health ministries to match vaccine penetration to herd immunity needs. Only robust trial outcomes would lend earlier credibility to calls on the public to undergo the vaccination and on donors to invest large amounts to buy and deliver vaccines. In this circumstance, non-iRCT designs risk mistaking confounders for vaccine effects or missing a true effect of the vaccine due to inadequate power. We might vaccinate a large population only to discover that we have burdened or harmed them for little or no protection. 22 Sceptical populations might later come to distrust even countermeasures that had been properly tested before rollout. 23 Alternatively, if the cluster-randomized trial's size or duration is increased to keep It valid in settings of fluctuating and unpredictable incidence, then more time and more infections in the trial will typically be required before it can draw a conclusion. Admittedly, if weaker methods turn out to yield estimates of nearly 100% effectiveness or nearly 0% effectiveness with narrow confidence bounds, even they could tell us credibly what to do. But if, as is usually the case, 22 they do not, we will have lost months, and many lives, to the disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE LIKELY EFFICIENCY OF IRCTS MATTERS ETHICALLY"
        },
        {
            "text": "This article remains largely agnostic on trial design methodology and feasibility challenges in iRCTs (though see Appendix A: feasibility) Indeed, the circumstances of future emerging infections remain somewhat unpredictable. Instead, it argues conditionally that if in Ebola or in a future outbreak, after open-minded consideration of statistical and practical challenges and their potential solutions, an iRCT continues to carry by far the greatest promise to help vaccines save as many lives as possible, then normally a vaccine iRCT would be perfectly ethical and should be conducted. Nothing bars vaccine iRCTs from treating ethically everyone, study controls included and even from giving controls the best prospects while maintaining validity. In some ways, iRCTs that give the entire community, and not just study participants, the best prospects under the circumstances are fairer than alternative designs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE LIKELY EFFICIENCY OF IRCTS MATTERS ETHICALLY"
        },
        {
            "text": "Our argument proceeds as follows. We start by noting a few common attributes of to all these competing designs for efficacy trials of vaccines against Ebola and against other emerging infections. We then argue that the medical care of all participants, including study controls, may benefit indirectly from inclusion in such a trial. We add that participants' access to the study intervention may improve in an iRCT more than under the alternative designs. We then show that all participants' medical prospects prior to randomisation may improve from inclusion, which we claim is what matters the most. We address the objection that even if participants benefit, iRCTs fail at the bar of equipoise. And we end by generalising these conclusions to vaccine tests for most emerging infections. Table 1 below reviews the compatibility of iRCTs and of the alternate cluster-randomised study designs under consideration with several conditions. The first two columns designate iRCTs, with placebo (eg, saline injection) and with active control (a proven vaccine against another disease). The final column designates the cluster-randomised stepped-wedge and ring-vaccination designs. Each row reviews whether some ethically relevant condition could characterise Ebola vaccine efficacy trials during the outbreak, for each trial design. A tick sign means that a trial of the given kind could be designed to fulfil the criterion (not that every trial of this kind necessarily would), and a minus sign, that it could not.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 791,
                    "end": 798,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "THE LIKELY EFFICIENCY OF IRCTS MATTERS ETHICALLY"
        },
        {
            "text": "The first three rows state three obvious common denominators. Any of these trial designs would answer a very pressing public health need (table 1 row 1a); in none of these designs was serious toxicity expected in either arm-all were efficacy trials following a trial to rule out major toxicity (1b) and because no vaccine against Ebola existed when the trials began (1c), no design (not even placebo-controlled iRCT) deprived participants of an intervention to which they would have access or straightforward moral entitlement otherwise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IRCTS AND THE ALTERNATE DESIGNS SHARE SOME PARTIAL JUSTIFICATIONS"
        },
        {
            "text": "Participation in a vaccine iRCT against an emerging infection can be medically beneficial to all participants, study controls included. During the 2014 Ebola outbreak, participants in either arm of a vaccine efficacy iRCT would usually receive better supportive care in the trial than they would have in the chaotic surrounding system and better than many others actually received. 24 By nature, trials involve close surveillance for new infections. This could also benefit participants in either arm because early treatment of an infection typically improves patient outcomes, 25 and reduces his or her risk of infecting family. 26 Another benefit to all participants would be that, as in any experimental vaccine trial, intensive education on protective measures would be necessary so as to counteract a false sense of safety, and such intensive education would rarely be available outside the studies. For Ebola (and for many future emerging infections in low/middle-income countries), neither these benefits nor a proven active vaccine and the candidate vaccine were (or will be) available outside the trial. Indeed, even in the hardest case, that of placebo-controlled trial, no one would forego active vaccination to accept placebo (table 1, rows 1b-c). 15 And participants randomised to the control arm in an iRCT would accrue additional benefits when the control substance is a proven vaccine against another endemic disease, such as, in the recent outbreak, hepatitis B. 1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TRIAL PARTICIPATION"
        },
        {
            "text": "Recall that opponents preferred stepped-wedge and the ring-vaccination design primarily because ordinarily in both active-and placebo-controlled iRCTs, no control receives the study intervention during the trial.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LESS THAN UNDER ALTERNATIVE DESIGNS"
        },
        {
            "text": "But compare iRCTs to the proposed alternatives in terms of participant access to the study intervention (table 1 rows 2a-c). All stepped-wedge and ring-vaccination designs withhold vaccines from some participants for some time. 127 Indeed, they assess vaccine effectiveness precisely by comparing those who receive the vaccine candidate early to those who receive it late. While opponents could have explained better late than never, for some in the alternate designs vaccination would come too late. Crudely put, some participants in stepped-wedge and ring-vaccination trials will die or get infected, or the trial might end, before the vaccine candidate reaches them (table 1 row 2a) . 28 It may still seem as though stepped-wedge and ring-vaccination trials are less harsh: iRCT opponents might insist that although for a few participants of stepped-wedge and ringvaccination trials, late would mean never, it remains the case that better never for a few and late for some others than never for any study controls. 427 But nothing about iRCTs precludes bringing the study intervention to everyone at some point, either. Both placebo and active control iRCTs are perfectly compatible with granting access to any available candidate vaccine shortly or immediately after the trial, potentially before vaccine approval (table 1 row 2b) . Indeed, the delay in granting participants universal access to the vaccine candidate within an iRCT may be shorter than in stepped-wedge and ring-vaccination trials. This is because, typically, an iRCT is more efficient than clusterrandomised alternatives for measuring a particular effect size, so an iRCT can be completed, all else equal, in less time and with fewer infections in the trial population. Hence, typically, the number of participants who will die or get infected before the study intervention reaches them is going to be smaller in participant-friendly iRCTs than in participant-friendly stepped-wedge and ring-vaccination trials (table 1 row 2c).",
            "cite_spans": [
                {
                    "start": 1018,
                    "end": 1021,
                    "text": "427",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 669,
                    "end": 685,
                    "text": "(table 1 row 2a)",
                    "ref_id": null
                },
                {
                    "start": 1318,
                    "end": 1334,
                    "text": "(table 1 row 2b)",
                    "ref_id": null
                }
            ],
            "section": "LESS THAN UNDER ALTERNATIVE DESIGNS"
        },
        {
            "text": "It seems mistaken to focus on the potential of stepped-wedge and ring-vaccination designs to benefit participants more while the trial lasts (table 1 row 2a); iRCTs can be made to benefit participants more, overall (table 1 row 2c), and that seems more important.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LESS THAN UNDER ALTERNATIVE DESIGNS"
        },
        {
            "text": "Post-trial access to the study intervention is usually debated as a requirement for ethical trials independent of the requirement for a favourable risk-benefit ratio. Our argument points out that the former affects the latter. Indeed, as the number of candidate interventions being tested increases, the proportion of participants randomised to the best candidate intervention declines and post-trial access to the best candidate interventions may turn out to be the main benefit for most randomised trial participants. As noted, iRCTs normally require fewer infections in the trial to achieve a given degree of statistical power. Therefore, giving controls an effective study vaccine immediately on the end of an iRCT would ordinarily mean that fewer infections occurred in the trial population (and, for a given incidence rate, less time would have passed) than would have occurred in a cluster-randomised trial of equivalent power. the present section adds that iRCTs can improve prospects of participants in all arms prior to randomisation to arms, and that this may be what matters the most.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LESS THAN UNDER ALTERNATIVE DESIGNS"
        },
        {
            "text": "Suppose that for some reason, placebo were used for control, there were no post-trial access, and participants received neither education, money nor accelerated/better treatment if infected, or any other indirect benefits. If safety-tested vaccine candidates were available only in the trial, and only in its active arm, participation would still usually improve an atrisk individual's prospect of net benefit, appropriately assessed, for a simple reason.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LESS THAN UNDER ALTERNATIVE DESIGNS"
        },
        {
            "text": "Before randomisation to arms, every participant of a placebo-controlled efficacy trial gains a substantial chance of winding up on the active arm, with potential protection-if randomised to that arm. Given that no arm (including control) exposes participants to worse prospects than they would have outside the trial (condition 1b in table 1), it follows that all participants achieve medical prospects superior to the ones that they would have had otherwise and superior to those of at-risk non-participants. An influential 2014 letter proclaimed against Ebola treatment iRCTs, 'None of us would consent to be randomised in such circumstances'; 3 and others concurred. 523 However, for anyone at high risk of exposure and offered either no Ebola countermeasure or a substantial chance of getting an experimental countermeasure that showed animal evidence of protection and passed safety tests, declining the offer would be unwise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LESS THAN UNDER ALTERNATIVE DESIGNS"
        },
        {
            "text": "iRCT opponents might retort to our emphasis on the prospects before randomisation that all participants have a right to 'actual' intervention, not just to dramatically improved advance prospects. We disagree. The point of even clinical care is never simply intervening; it is improving medical prospects. And better prospects are what iRCTs give to every participant. What more might be owed to participants? Not improved outcomes. Many promisinglooking vaccines and therapeutics turn out on testing to have been ineffective or harmful and that does not make their testing unethical. Even in clinical care, we use procedures and drugs known to carry some severe risks, and their utilisation is justified notwithstanding occasional severe injuries or deaths when their prospect of benefiting far exceeds that of harming.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LESS THAN UNDER ALTERNATIVE DESIGNS"
        },
        {
            "text": "On a broader note, recent research in ethics explores multiple potential reasons-of fairness, of compassion, of solidarity and still others-to heed the distribution of personal prospects and that of personal outcomes. 29 It is time that these considerations inform the longstanding debate about the ethics of randomised and placebo control. A high chance of being randomised to the best treatment is important for the same basic reason that getting the best treatment is important: it improves one's medical prospects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LESS THAN UNDER ALTERNATIVE DESIGNS"
        },
        {
            "text": "Our opponents may reply that what is owed is the very best possible medical prospects available to anyone, for example, per Western standards of care-not just better prospects that would be available to the candidate participant outside the trial. But even the opponents' preferred alternatives to iRCTs, including stepped-wedge and ring-vaccination designs, failed to provide the best possible medical prospects (table 1 row 3b). In either steppedwedge or ring-vaccination designs, participants randomised to have the vaccine withheld until a later time would have benefited even more from immediate receipt of the safetytested vaccine, and the added protection against the outbreak that would come with that. 2728 Our position is not that improvement in a participant's prospects prior to randomisation can justify any treatment after randomisation. The following vaccine efficacy study would be unacceptable although it may advance science and improve the candidate participant's prospects compared with his or her alternatives: in a study of a very promising Ebola vaccine candidate, one small arm among many is injected with that vaccine candidate, laced with live Ebola virus infection. If the proportion of patients in this diabolical arm was small enough, participations in the trial might improve their prospects prior to randomisation, yet clearly, the trial remains unacceptable. Recall, however, point 1b in table 1: our entire discussion is premised on the assumption that in no arm are participants expected to experience harm relative to non-participants; our position is only that when condition 1b is met (as are conditions 1a and 1c), risk-benefit ratios are no more adverse in iRCTs than in the alternate designs. We do not weigh in on trials violating these conditions. And while some may insist that individual control (at least individual placebo control) is diabolical enough to be treated as if it were causing active harm to controls, that seems deeply implausible in vaccine trials. In such trials, the subjects are presumed uninfected and they are, at worst, treated like uninfected patients outside the trials. Some of our points in the next paragraph further address this response.",
            "cite_spans": [
                {
                    "start": 711,
                    "end": 715,
                    "text": "2728",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "LESS THAN UNDER ALTERNATIVE DESIGNS"
        },
        {
            "text": "Some have argued for promoting participants' prospects so long as the compromise of scientific validity remains moderate, 4 or nil. 27 But even if validity remains intact, promoting participants' prospects further could still substantially compromise trial efficiency, understood as duration and/or number of infections in the trial required to reach the desired degree of statistical power. In trials of countermeasures against Ebola (and in ones against many future infections), postponing the degree of knowledge that permits rollout could cost many deaths and injuries, and compassionate 4 researchers will factor in those calamities as well. Indeed, pitting rigour against compassion is simply misguided here. As explained above, iRCTs can be better than the alternative designs even for participants. Moreover, the entire impetus for benefiting participants as much as possible has been said to be misguided. 30 And finally, because in this setting, participation already improves medical prospects for each participant enough to make them superior to those of non-participants at similar risk (table 1 row 3c), to insist on giving participants more at the expense of bringing protection to non-participants whose prospects are worse (eg, to non-participating health workers) would have only exacerbated a disparity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LESS THAN UNDER ALTERNATIVE DESIGNS"
        },
        {
            "text": "In clinical trial design, Equipoise is the point where there is no preference between treatments, i.e. it is thought equally likely that treatment A or B will turn out to be superior… At this point we… would take odds of 1:1 in a bet. Equipoise is different from simply not 'knowing' or being 'uncertain', because it implies that we have no (rational) preference whatever. 31 In different versions of the equipoise requirement, that lack of rational preference is on the parts of the investigator, the medical community or study participants. [31] [32] [33] [34] For investigational Ebola vaccines in 2014, with animal evidence of efficacy, evidence of safety and immunogenicity in humans, and no alternative vaccine available, prospects were clearly better in the active arm, from any of these viewpoints. 8 iRCT opponents have added, normatively, that this lack of equipoise is unacceptable. 568 Yet, in the Ebola vaccine case, both iRCTs and alternatively designed trials lacked equipoise (table 1 row 3d). Stepped-wedge and ring-vaccination also involved a comparison between individuals to whom a candidate vaccine was given immediately and individuals from whom it was withheld for a while; for the reasons mentioned above, the former were clearly dealt better prospects.",
            "cite_spans": [
                {
                    "start": 543,
                    "end": 547,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 548,
                    "end": 552,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 553,
                    "end": 557,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 558,
                    "end": 562,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 894,
                    "end": 897,
                    "text": "568",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "ALTERNATE STUDY DESIGNS"
        },
        {
            "text": "Ironically, a formal requirement of equipoise in all Ebola clinical trials would have also banned the safety and immunogenicity studies of Ebola vaccines that were performed on volunteers geographically distant from the outbreak earlier than the efficacy trials we are discussing. [35] [36] [37] For any volunteer at low risk of infection, a lower dose was clearly preferable, and the higher dose sometimes carried negative side effects. 3538 While few equipoise supporters expect equipoise in toxicity trials, most arguments for equipoise in efficacy trials (eg, that study participants should be treated as patients) 39 would condemn even toxicity trials that lack equipoise.",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 285,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 286,
                    "end": 290,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 291,
                    "end": 295,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "ALTERNATE STUDY DESIGNS"
        },
        {
            "text": "Put in the most general way, in any possible randomised controlled trial for a promising intervention, allocation to arms almost inevitably prompts a disparity between trial participants. And in practice, virtually any intervention that passes Phase I and Phase II trials and is considered for Phase III would be considered promising, prompting such a disparity. That disparity is as inevitable in individually randomised trials as it is in cluster-randomised ones; it remains inevitable whether control is temporal or spatial or by type of intervention or based on the difference between intervention and placebo. Any randomised controlled trial of a devaluating intervention (namely, one that it is better to receive early than late) that initially seems more promising for participants than placebo must place some participants in a group that immediately on allocation to arms will have worse prospects than some other participants-in violation of equipoise. Shy of fully compensating for that worse prospect, for example, through indirect benefits like money if and when those can fully compensate or through active control that decreases overall risk as much as the study intervention would, that disparity stands. Call this the rule of nearly inevitable disparity within all randomised controlled trials.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ALTERNATE STUDY DESIGNS"
        },
        {
            "text": "In the case of Ebola vaccine efficacy, prior to every trial considered, the intervention seemed more promising than placebo, and devaluating. As the rule above states, that just meant that trial participation was more promising in some arms than in others, in violation of equipoise -both in iRCTs and in stepped-wedge and ring vaccination trials. The differences between iRCT and other designs lay in the details of how they transgressed equipoise, not in whether they did.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ALTERNATE STUDY DESIGNS"
        },
        {
            "text": "Bioethicists suspicious of most placebo control in low/middle-income countries could also support typical vaccine efficacy iRCTs, both for Ebola and for many other emerging infections. First, some iRCTs lack a placebo arm and may even fulfil equipoise. Second, even a placebo-controlled iRCT can benefit controls, absent compensation and other external benefits, for example when the vaccine is safety-tested and healthcare in the trial is superior to conditions in surrounding clinics, or when detection and treatment are faster for those under surveillance by the trial or when controls receive the candidate vaccine shortly after the trial. Third, rarely, even a placebo-controlled iRCT can fulfil equipoise-when there is indication that the vaccine, which was safe in unexposed persons, might be unsafe in exposed persons, say by exacerbating risk of infection on exposure. 40 Fourth, in a placebocontrolled trial of a vaccine candidate, even for a highly lethal disease, being in the control arm is no death sentence because participants are rarely, if ever, known to be exposed or infected (table 1 row 3e; at the peril of non-interpretability, trials are not the place to provide postexposure prophylaxis or compassionate use). Fifth, for an emerging infection, usually no vaccination exists, and even the international research ethics document most doubtful of placebo control, the Declaration of Helsinki, agrees that 'Where no proven intervention exists, the use of placebo, or no intervention, is acceptable' ( §33); against one commentator, 8 when a trial seeks to develop pandemic countermeasures, 'acceptable' should clearly be considered good enough. 41 Finally, when experimental vaccine supply is limited (as it often will be in emerging infections), distributive equality is arguably better served by a randomised scheme of allocation among a larger number of at-risk people than by deterministic allocation to a subset of them. iRCTs achieve that.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUPPORT VACCINE IRCTS"
        },
        {
            "text": "Most ethicists agree that public health emergencies can justify some diversion from fairness towards individuals, with or without their informed consent. Fortunately, emerging infection vaccine efficacy iRCTs do not usually demand any such diversion. Far from being harmed in the pursuit of lofty scientific standards, iRCT participants would often gain several indirect and direct benefits and privileged prospects compared with their alternatives either outside trials or in trials favoured by iRCT opponents, and compared with those of non-participating individuals at risk.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "The assumption that there must be something unfair or unethical about iRCTs was false for Ebola vaccines. It will be sheer dogma for vaccines in Zika and in many future outbreaks of emerging infection-especially for ones with high lethality or with no existing cure or vaccination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "Funding ML was supported by Award Number U54GM088558 from the National Institute of General Medical Sciences. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institute of General Medical Sciences or the National Institutes of Health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "In late 2014, feasibility challenges to iRCTs were also raised. While the primary focus of the present article is ethics, the foremost feasibility challenges were arguably resolvable or no worse than ones posed by alternative designs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDIX A: FEASIBILITY"
        },
        {
            "text": "Obtaining consent to randomisation, tracking who belongs to which arm and keeping participants blinded can prove challenging when trust and literacy are low. 35 But study participants could be (and at the time were planned to be) primarily literate and trusting health workers; 4243 anthropologists confirmed that participants in the region could be educated about randomisation 4445 and blinding was impossible under cluster-randomised alternatives to iRCTs proposed at the time in which sites would either deliver or not deliver vaccination during each period. 3 Cluster-randomised approaches were also suggested as ways to bring the trial to areas of high transmission and to use vaccine doses immediately as they became available, but this could be accomplished with an iRCT design. 17 Traditional iRCTs might take long, 35 but less-efficient designs typically take longer, and iRCTs could use adaptive and group-sequential elements to expedite evaluation and focus the study where cases are numerous. 1517 Placebo-controlled iRCTs were specifically said in this context to damage trust. 546 But iRCTs need not involve placebo control; in one Ebola vaccine placebocontrolled iRCT, initial distrust 37 turned into high levels of adherence; and trust could plunge if a suboptimally tested vaccine were rolled out to wide populations then discovered to have been ineffective or toxic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDIX A: FEASIBILITY"
        },
        {
            "text": "A stepped-wedge trial and standard cluster randomisation between clinics would be spatiotemporally confounded, leading to inefficiency, 47 as well as to a risk of bias if such factors were not perfectly accounted for in the analysis. The West African Ebola outbreak, for example, turned out to have unpredictable surges and declines, fading in some places while flaring in others, making the proposed comparisons of different periods or different sites less interpretable. A hybrid design could incorporate some of the logistical advantages of stepped-wedge into an adaptive iRCT. 17 Ring vaccination is the strategy that successfully demonstrated vaccine effectiveness under very challenging conditions, 18 and it might be deemed most feasible. But in future emerging disease outbreaks, this approach might not provide confident effectiveness estimates. For example, the strategy might be less useful with modestly effective vaccines; when the identification and diagnosis of infectious persons is difficult due to asymptomatic or presymptomatic transmission; when stigma hinders case identification and when other factors hinder the effective design of a trial. High levels of population or vector mobility could reduce the relevance of geographical or social-contact definitions of rings. The candidate vaccine that worked in a ring delivery model might fail under more standard population-wide vaccination models, for instance if its efficacy is short-lived or is greatest when given postexposure. Given these uncertainties, the cluster-randomised ring-vaccination trial strategy might not be the strategy of choice for all future emerging diseases. Finally, it would, in principle, be possible to test ring vaccination with individual randomisation (that is, with vaccinees and controls compared within each ring).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDIX A: FEASIBILITY"
        },
        {
            "text": "From a scientific and feasibility standpoint, then, iRCTs of some form or another retain great attraction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "APPENDIX A: FEASIBILITY"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Issues continue to dog the testing of Ebola drugs and vaccines. Sci Mag",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Randomised controlled trials for Ebola: practical and ethical issues",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Adebamowo",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Bah-Sow",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Binka",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet",
            "volume": "384",
            "issn": "",
            "pages": "1423--1427",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Trials tempered by compassion and humility",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kass",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Goodman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Selecting the right tool for the job",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Caplan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Plunkett",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Levin",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Am J Bioeth",
            "volume": "15",
            "issn": "",
            "pages": "4--10",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "For immediate help, the ethics of research have to change. Guardian",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "O&apos;connor",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Ethics and Ebola: Public health planning and response. Washington DC: Presidential commission for the study of bioethical issues; 2015. Presidential commission for the study of bioethical issues",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Research Ethics and Ebola",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Macklin",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Ebola vaccine trials with placebo group would be unethical, scientists say. Guardian",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Boseley",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Ebola: On Experimental Treatments and Vaccines",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Draguez",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Ebola vaccine development plan: ethics, concerns and proposed measures",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "O"
                    ],
                    "last": "Folayan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yakubu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Haire",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "BMC Med Ethics",
            "volume": "17",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "WHO Ebola Response Team. Ebola virus disease in West Africa-the first 9 months of the epidemic and forward projections",
            "authors": [],
            "year": 2014,
            "venue": "N Engl J Med",
            "volume": "371",
            "issn": "",
            "pages": "1481--95",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Estimating the future number of cases in the Ebola Epidemic-Liberia and Sierra Leone",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Meltzer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Atkins",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Santibanez",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Atlanta: Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "1--14",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Reduced vaccination and the risk of measles and other childhood infections post-Ebola",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Takahashi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Metcalf",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Ferrari",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Science",
            "volume": "347",
            "issn": "",
            "pages": "1240--1242",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Evaluating Ebola therapies-the case for RCTs",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Cox",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Borio",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Temple",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "N Engl J Med",
            "volume": "371",
            "issn": "",
            "pages": "2350--2351",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Experimental treatment with favipiravir for Ebola virus disease (the JIKI Trial): a historically controlled, single-arm proof-of-concept trial in Guinea",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sissoko",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Laouenan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Folkesson",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS Med",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Vaccine testing: Ebola and beyond",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Eyal",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Halloran",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Sci Mag",
            "volume": "348",
            "issn": "",
            "pages": "46--54",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Efficacy and effectiveness of an rVSV-vectored vaccine expressing Ebola surface glycoprotein: interim results from the Guinea ring vaccination cluster-randomised trial",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Henao-Restrepo",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Longini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Egger",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet",
            "volume": "386",
            "issn": "",
            "pages": "857--66",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Ebola ca Suffit Ring Vaccination Trial Consortium. The ring vaccination trial: a novel cluster randomised controlled trial design to evaluate vaccine efficacy and effectiveness during outbreaks, with special reference to Ebola",
            "authors": [],
            "year": 2015,
            "venue": "BMJ",
            "volume": "351",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Ethical considerations for use of unregistered interventions for Ebola viral disease (EVD)--WHO statement. Geneva: WHO",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Design and analysis of vaccine studies",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Halloran",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Longini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ira",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The goals of research during an epidemic",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rid",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Am J Bioeth",
            "volume": "15",
            "issn": "",
            "pages": "47--50",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "People infected with Ebola would fear a placebo",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Toure",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The Ethics of Using Placebo Controls in Ebola Clinical Trials. Health Reform Watch",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Coleman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Clinical features of patients with Ebola virus disease in Sierra Leone",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Clin Infect Dis",
            "volume": "61",
            "issn": "",
            "pages": "491--496",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Estimating variability in the transmission of severe acute respiratory syndrome to household contacts in Hong Kong, China",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "E"
                    ],
                    "last": "Pitzer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am J Epidemiol",
            "volume": "166",
            "issn": "",
            "pages": "355--63",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Ethical rationale for the Ebola \"ring vaccination\" trial design",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rid",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Am J Public Health",
            "volume": "106",
            "issn": "",
            "pages": "432--437",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Deciphering assumptions about stepped wedge designs: the case of Ebola vaccine research",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Doussau",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Grady",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Med Ethics",
            "volume": "42",
            "issn": "",
            "pages": "797--804",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Identified vs. statistical persons",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "G"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Daniels",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Eyal",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The ethical challenges of human research: selected essays",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Equipoise and the ethics of randomization",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Lilford",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J R Soc Med",
            "volume": "88",
            "issn": "",
            "pages": "552--561",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Medical experimentation: personal integrity and social policy",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fried",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Social Sciences and Humanities Research Council of Canada. Tri-Council Policy Statement: Ethical Conduct for Research Involving Humans",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Equipoise and the ethics of clinical research",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Freedman",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "N Engl J Med",
            "volume": "317",
            "issn": "",
            "pages": "141--146",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Chimpanzee adenovirus vector Ebola vaccinepreliminary report",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Ledgerwood",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Dezure",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Stanley",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "N Engl J Med",
            "volume": "376",
            "issn": "",
            "pages": "928--966",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "A Monovalent chimpanzee adenovirus Ebola vaccine boosted with MVA",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ewer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rampling",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Venkatraman",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "N Engl J Med",
            "volume": "374",
            "issn": "",
            "pages": "1635--1681",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "The End of Ebola: Inside the Race to Finish Vaccine Trials in Liberia",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ruble",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Halted study of Canadian Ebola vaccine resumes with lower dose: CTV News",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Branswell",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Avoiding a Jekyll-And-Hyde approach to the ethics of clinical research and practice",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lemmens",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Am J Bioeth",
            "volume": "2",
            "issn": "",
            "pages": "14--17",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Extended follow-up confirms early vaccine-enhanced risk of HIV acquisition and demonstrates waning effect over time among participants in a randomized trial of recombinant adenovirus HIV vaccine (Step study)",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Duerr",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Buchbinder",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Infect Dis",
            "volume": "206",
            "issn": "",
            "pages": "258--66",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "In Africa, broader ethical considerations are common",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wasunna",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Ethics Perspective on Proposed Emergency Use of Vaccine in Affected Countries in Parallel with Phase 2 Clinical Trials",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Selgelid",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "WHO consultation on Ebola",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Our contribution to the fight against Ebola",
            "authors": [],
            "year": 2015,
            "venue": "GSK staff",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Don't ignore established research ethics when treating Ebola",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Moses",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "The race against time",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fleck",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lesher",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Bull World Health Organ",
            "volume": "93",
            "issn": "",
            "pages": "7--8",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Ethical issues related to study design for trials on therapeutics for Ebola virus disease",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Statistical power and validity of Ebola vaccine trials in Sierra Leone: a simulation study of trial design and analysis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Bellan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Pulliam",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Pearson",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet Infect Dis",
            "volume": "15",
            "issn": "",
            "pages": "703--713",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": " Table 1 During the 2014-2015 outbreak, were these conditions consistent (✓) or inconsistent (-) with placebo individually randomised controlled trials (placebo iRCT), active iRCT and stepped-wedge/ring-vaccination designs of efficacy studies for candidate Ebola vaccines?",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1,
                    "end": 8,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "annex"
        },
        {
            "text": "Stepped-wedge or ring-vaccination trial 1. General a. The study intervention is needed urgently for many people.No study assignment involves a procedure that is expected to actively harm any participant more than it directly benefits her.No intervention for the condition studied is approved (and available to candidate participants).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Active iRCT"
        },
        {
            "text": "2. Participant access to study intervention a. All participants receive the study intervention during the trial-except ones who die or get infected before the intervention reaches them.All participants receive the study intervention during the trial or shortly thereafter-except ones who die or get infected before the intervention reaches them.For any prespecified level of statistical power to detect a given effect size, typically the number of participants who die or get infected before the study intervention reaches them is minimal.3. Impact on participants' prospects a. Participation improves medical prospects for each participant (both before and immediately after randomisation) more than any alternative available outside the trial.Participation improves medical prospects for each participant (both before and immediately after randomisation) more than any alternative, including even alternatives that compromise trial efficiency or validity.--c. Participation improves medical prospects for each participant (both before and immediately after randomisation), making their prospects better than those of relevant non-participants.Equipoise (understood here as equal medical prospects in all arms immediately after randomisation) obtains.--e. In no trial arm do the typical participants have grim medical prospects (immediately after randomisation).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "✓ ✓ ✓"
        }
    ]
}