{
    "paper_id": "52764e2d6f7928e9281afe14c4a482c5e6311df3",
    "metadata": {
        "title": "Recent and future developments in the epidemiology of the infectious diseases Didier Raoult",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Microbiology, that is the unseen living world, is only known very superficially but our knowledge is growing rapidly. This is exemplified by metagenomic studies where all nucleic acids are sequenced from the environment, showing that 70% of sequences obtained from the environment have no match with any database (Eukaryotes, Bacteria, viruses or Archae) [1] . This is measuring objectively our level of ignorance. Therefore understanding now completely human diseases is impossible because of this gap of knowledge of the potential infectious hazards of our environment. This gap of knowledge can result in overinterpretation of currently known factors, if our ignorance is not acknowledged. As a result, conclusions based on statistical tendencies inducted from our current knowledge, will be indeed challenged in the future. Recently new tools such as 16S rDNA amplification and sequencing has allowed the discovery and identification of hundreds of new bacterial pathogens in the 10 last years [2] . As a matter of fact the number of identified bacteria species was multiplied by 4.5. Many viruses were also identified [3] . Diseases caused by these agents could not have been understood before. There is a critical need to close this gap as soon as possible and to invest massively in identification of microorganisms from our body and our environment. The new discovered viruses and microbes will not only allow clarifying the etiology of diseases already considered as caused by microbes, but they will showed to be involved in diseases not currently considered infections such as cancer or obesity. The development of the epidemiology of infectious diseases will develop in my point of view in three major directions in the coming years.",
            "cite_spans": [
                {
                    "start": 355,
                    "end": 358,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 998,
                    "end": 1001,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1123,
                    "end": 1126,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "First we need to focus on the two most common causes of mortality in the world that are the diarrheal diseases and pneumonias that are both presumably of infectious origin. These pathologies are also the most neglected diseases [4] . These two big killers are prevalent both in developed and developing countries. The identification of causative agents in these diseases commonly fails, because of the lack of knowledge on etiologic agents and the lack of tools allowing to identify rapidly the causative agents in a point of care strategy [5] . The number of recognized microorganisms in these diseases is growing but is currently still insufficient to explain most cases. Among the major findings of the last years are the discovery of new respiratory viruses (Metapneumovirus, Coronavirus) [6, 7] . The prevalence of these viruses is significant and can explain many cases. The role of new viruses of diarrhoeas was also identified such as that of Norovirus [8, 9] . Finally the possibility of using multiplexing diagnostic tests will make it possible to have a better epidemiologic knowledge of these infections [10] . However, the detection of multiple potential pathogens may complexify the understanding and the diagnostic of gastroenteritis or pneumonia. Moreover, it should be noted that the precise knowledge of the route of transmission routes for pneumonia and the diarrheal infections diseases is still very incomplete. This is exemplified by the current situation where preventive measures, that we are taking today, are unable to control the winter epidemics of gastro-enteritis and pneumonias including in developed countries, such as in Europe. The current mortality and transmission of influenza is frightening despite available vaccine. Any new mutant with different immunogenicity and/or pathogenicity can determine a dramatic increase of winter mortality as we do not know how to D. Raoult (&) Unité des Rickettsies, Faculté de Médecine, URMITE CNRS-IRD 6236, 13385 Marseille, France e-mail: didier.raoult@gmail.com control this disease. I believe that a critical goal, in the 21st century, will be to determine the conditions allowing to stop the interhuman transmission of pneumonia and gastroenteritis at the beginning of the outbook. This needs to be performed before the emergence of new mutants or we will face a catastrophe.",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 231,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 540,
                    "end": 543,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 793,
                    "end": 796,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 797,
                    "end": 799,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 961,
                    "end": 964,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 965,
                    "end": 967,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1116,
                    "end": 1120,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1904,
                    "end": 1914,
                    "text": "Raoult (&)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The second great subject that will be a very critical importance, as been recognized by recent Nobel Prizes, and it is the role of the infectious agents in chronic diseases and cancers. The discovery of the pivotal role of Helicobacter pylori in the genesis of gastro-duodenal ulcers (and following gastric cancers) by B. Marshall and R. Warren was acknowledged by a Nobel Prize in 2006 [11] . This is a major finding as this open the way for antibiotic treatment of gastroduodenal ulcer and prevention of gastric cancer. Interestingly there are continuous reports claiming that gastric cancers are caused by other environmental factors, apparently ignoring the role of H. pylori [12] . Indeed before H. pylori discovery, in my student days, gastric ulcer was considered a psychosomatic disease of developed countries, related to white collar moral stress. At that time many unexplained disease were also commonly considered psychosomatic. This theory has vanished in most of the cases. As a matter of fact H. pylori is fecal/orally transmitted, and by far more common in developing countries, as was gastric ulcer. This example showed how speculations on etiology, based on overinterpretation of inducted and biased statistics are vain.",
            "cite_spans": [
                {
                    "start": 387,
                    "end": 391,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 680,
                    "end": 684,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The role of Human Papilloma virus (HPV) in the cancer of the throat and cervix is also a critical discovery. Harold Zul Hausen linked HPV to cervical cancer and was Nobel Prized in 2008 for its role [13] . This discovery confirmed that cervical cancer, as predicted earlier is a sexually transmitted disease (STD). A vaccine is now available and begins to be prescribed. Indeed paradoxically health policy in many rich countries did not acknowledge that, as it is a STD, both partners should be protected and vaccinated to stop virus propagation. Interestingly in many countries (including France) it is recommended only in girls and young women. Initially in France it was recommended only for virgins! As for any STD, HPV vaccine should be proposed to both genders. Moreover throat cancer is commonly caused also by HPV (mainly HPV16) and is also a STD. Indeed retrospective studies identified that throat cancer is more common in patients with more sexual partners. These findings should promote generalized vaccination that may allow to eradicate this cancer [14] . Last but not least, HIV causes AIDS, a chronic disease and is also facilitating a number of cancers (including lymphomas) [15] . For HIV discovery, F. Barré Sinoussi and L. Montagnier were also Nobel Prized in 2008 [16] . Finally it is confirmed that hepatitis viruses B and C are major causes of liver cancer that are prevented for hepatitis B by vaccination [17] . All together between 15 and 25% of cancers are regarded as being the consequence of an infectious agent. It is probable that there exist other cancers associated with infection. The assumption of cancers related to toxic environmental modifications has been privileged these 20 last years, in spite of considerable successes related to discovered infectious agents causing cancer. I suspect that a part of this proposed links with various environment factors are the result of contemporary fears and that this replacing the ''all psychosomatic'' theory of my young age by an ''all toxic'' theory. Time will say. I hope that Nobel prizes, these supreme rewards of sciences, will stimulated this field on the infectious origin of cancer. This is critical as transmissible cancers are likely to be prevented effectively by vaccination. This has been observed with the very spectacular reduction of hepatocarcinomas in the countries where vaccination against hepatitis B was established [17] .",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 203,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1063,
                    "end": 1067,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1192,
                    "end": 1196,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1285,
                    "end": 1289,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1430,
                    "end": 1434,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 2420,
                    "end": 2424,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The third emerging field in term of epidemiology of infectious diseases appears to be current works on the microbial composition of the digestive tract. It appears clearly that exists a link between obesity and the gut microbiota [18] . The nature of the link is controversial. It may be a consequence of high calory intake [19] . Obesity may also be favoured by a better food conversion in energy provided by gut microbiota [19] . Moreover, it appears that there are geographical differences in the microbial gut composition. The role of these bacteria, in particular in the digestive tract in the spectacular variations of weight of the human population observed during the XXth century raises also the question of a colonization, by microbes used in the industrialized products, of our digestive tract [20] . Many studies are ongoing in the world to try to elucidate the role of the gut microbiota in the genesis of obesity. It should be noted that the manipulation of gut bacteria has been used for 50 years in farm industry as growth promoters for animals, using probiotics and antibiotics [21] . This continuous use of these products in animals should initiate a reflexion and epidemiological investigations must be promoted to evaluate if the consequences of the use of the same bacteria and same antibiotics in humans are leading to comparable weight increase.",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 234,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 324,
                    "end": 328,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 425,
                    "end": 429,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 805,
                    "end": 809,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1095,
                    "end": 1099,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "On the whole, last years were very rich of new reflexions for the epidemiology of the infectious disease in the XXIth century. As a whole these new knowledges are good news for the human being health, as identifying new agents associated with a loss of life expectancy may lead to a better prevention. I believe that European community should specially focus on discovery of emerging pathogens on neglected diseases such as diarrheal and pneumonia well as epidemiology and prevention of transmissible cancers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Redefining viruses: lessons from Mimivirus",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Raoult",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Forterre",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nat Rev Microbiol",
            "volume": "6",
            "issn": "",
            "pages": "315--321",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "16S rRNA gene sequencing for bacterial identification in the diagnostic laboratory: pluses, perils, and pitfalls",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Janda",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Abbott",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Clin Microbiol",
            "volume": "45",
            "issn": "",
            "pages": "2761--2765",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The challenge of emerging and re-emerging infectious diseases",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Morens",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "Folkers",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Fauci",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nature",
            "volume": "430",
            "issn": "",
            "pages": "242--251",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Global health. Some neglected diseases are more neglected than others",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Enserink",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Science",
            "volume": "323",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "What does the future hold for clinical microbiology?",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Raoult",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Fournier",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Drancourt",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nat Rev Microbiol",
            "volume": "2",
            "issn": "",
            "pages": "151--160",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Emerging respiratory agents: new viruses for old diseases?",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Sloots",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Whiley",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Lambert",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Nissen",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Clin Virol",
            "volume": "42",
            "issn": "",
            "pages": "233--276",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Newly identified respiratory viruses",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Kahn",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Pediatr Infect Dis J",
            "volume": "26",
            "issn": "",
            "pages": "745--751",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Healthcare epidemiology: gastrointestinal flu: norovirus in health care and long-term care facilities",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Said",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Perl",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Sears",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Clin Infect Dis",
            "volume": "47",
            "issn": "",
            "pages": "1202--1210",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Is there still space for the implementation of antisepsis and disinfection to prevent rotavirus and norovirus gastroenteritis outbreaks?",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Protano",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vitali",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Raitano",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sancin",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Agolini",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Prev Med Hyg",
            "volume": "49",
            "issn": "",
            "pages": "55--60",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Comparison of the new InoDiag automated fluorescence multiplexed antigen microarray to the reference technique in the serodiagnosis of atypical bacterial pneumonia",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gouriet",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Samson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Drancourt",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Raoult",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Clin Microbiol Infect",
            "volume": "14",
            "issn": "",
            "pages": "1119--1146",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Nobel Prize winners Robin Warren and Barry Marshall",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pincock",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Lancet",
            "volume": "366",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Causes of cancer in the world: comparative risk assessment of nine behavioural and environmental risk factors",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Danaei",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vander Hoorn",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Lopez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ezzati",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Lancet",
            "volume": "366",
            "issn": "",
            "pages": "1784--93",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Virologist wins Nobel for cervical cancer discovery",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pincock",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Lancet",
            "volume": "372",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "HPV casts a wider shadow",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zelkowitz",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Cancer",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Science",
            "volume": "323",
            "issn": "",
            "pages": "580--581",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Incidence of cancers in people with HIV/AIDS compared with immunosuppressed transplant recipients: a meta-analysis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Grulich",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Van Leeuwen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "O"
                    ],
                    "last": "Falster",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Vajdic",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Lancet",
            "volume": "370",
            "issn": "",
            "pages": "59--67",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Sinoussi: shares Nobel Prize for discovery of HIV",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "Francoise"
                    ],
                    "last": "Pincock",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Barre",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Lancet",
            "volume": "372",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Hepatitis B virus infection",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "F"
                    ],
                    "last": "Liaw",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Chu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Lancet",
            "volume": "373",
            "issn": "",
            "pages": "582--92",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "A core gut microbiome in obese and lean twins",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Turnbaugh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hamady",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yatsunenko",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Cantarel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Duncan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Ley",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature",
            "volume": "457",
            "issn": "",
            "pages": "480--484",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "An obesity-associated gut microbiome with increased capacity for energy harvest",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Turnbaugh",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Ley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Mahowald",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Magrini",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Mardis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "Gordon",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nature",
            "volume": "444",
            "issn": "",
            "pages": "1027--131",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Obesity pandemics and the modification of digestive bacterial flora",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Raoult",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Eur J Clin Microbiol Infect Dis",
            "volume": "27",
            "issn": "",
            "pages": "631--635",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Human microbiome: take-home lesson on growth promoters?",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Raoult",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "454",
            "issn": "",
            "pages": "690--691",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}