{
    "paper_id": "5308d8685640ef20c0f22101c308b4b0766c934c",
    "metadata": {
        "title": "Effectiveness of the Middle East respiratory syndrome- coronavirus protocol in enhancing the function of an Emergency Department in Qatar HHS Public Access",
        "authors": [
            {
                "first": "Shinu",
                "middle": [],
                "last": "Varughese",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hamad Medical Corporation",
                    "location": {
                        "settlement": "Doha",
                        "country": "Qatar"
                    }
                },
                "email": ""
            },
            {
                "first": "Jennan",
                "middle": [
                    "G"
                ],
                "last": "Read",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hamad Medical Corporation",
                    "location": {
                        "settlement": "Doha",
                        "country": "Qatar"
                    }
                },
                "email": "jread@hmc.org.qa."
            },
            {
                "first": "Abdul",
                "middle": [
                    "L"
                ],
                "last": "Al-Khal",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hamad Medical Corporation",
                    "location": {
                        "settlement": "Doha",
                        "country": "Qatar"
                    }
                },
                "email": ""
            },
            {
                "first": "Salem",
                "middle": [
                    "Abo"
                ],
                "last": "Saleh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hamad Medical Corporation",
                    "location": {
                        "settlement": "Doha",
                        "country": "Qatar"
                    }
                },
                "email": ""
            },
            {
                "first": "Yasser",
                "middle": [],
                "last": "El Deeb",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hamad Medical Corporation",
                    "location": {
                        "settlement": "Doha",
                        "country": "Qatar"
                    }
                },
                "email": ""
            },
            {
                "first": "Peter",
                "middle": [
                    "A"
                ],
                "last": "Cameron",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hamad Medical Corporation",
                    "location": {
                        "settlement": "Doha",
                        "country": "Qatar"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Objective-This study aimed to investigate the effectiveness of a Middle East respiratory syndrome coronavirs (MERS-CoV) surveillance protocol in the Emergency Department (ED) at Hamad General Hospital. Effectiveness was measured by: (a) reduction in the number of patients admitted into the MERS-CoV tracking system; (b) identification of positive MERS-CoV cases; (c) containment of cross infectivity; and (d) increased efficiency in ED functioning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods-A retrospective chart review was carried out of all ED patients suspected of MERS-CoV during the height of the epidemic (August to October 2013). An algorithm was created on the basis of international guidelines to screen and triage suspected MERS-CoV patients. Once identified, patients were isolated, had a chest roentgenogram [chest radiography (CXR)] taken, and a nasopharyngeal swab for PCR was sent with sputum samples for testing. Patients with normal CXR and mild respiratory symptoms were discharged with home isolation instructions until nasopharyngeal and sputum PCR results were available. Patients with fever and acute respiratory distress, with or without abnormal CXR, were treated in the hospital until tests proved negative for MERS-CoV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The protocol successfully reduced the number of patients who needed to be tested for MERS-CoV from 12 563 to 514, identified seven positive cases, and did not lead to apparent cross infectivity that resulted in serious illness or death. The protocol also increased the efficiency of ED and cut the turnaround time for nasopharyngeal swab and sputum results from 3 days to 1 day.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Outbreak of infectious diseases has become a major concern for Emergency Departments (EDs) worldwide as they are frequently the first point of care irrespective of the severity of symptoms. Pandemic influenza, severe acute respiratory syndrome, and most recently Ebola have had a major impact on ED functioning -with vastly different approaches in different regions [1] [2] [3] [4] . In the Middle East, EDs have been particularly affected by the outbreak of Middle East respiratory syndrome coronavirs (MERS-CoV). MERS-CoV is a beta corona virus of the family Coronaviridae, first identified in a Saudi Arabian patient who died of acute pneumonia and renal impairment following a flu-like illness on 23 September 2012 [5] . Globally, 877 laboratory-confirmed cases of infection with MERS-CoV including at least 317 related deaths have been reported to WHO since then [6] . The recommended CDC methods [7] for the diagnosis of MERS-CoV are infiltrates on chest radiograph (CXR), a positive nasopharyngeal swab, or sputum reverse transcriptase-PCR.",
            "cite_spans": [
                {
                    "start": 366,
                    "end": 369,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 370,
                    "end": 373,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 374,
                    "end": 377,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 378,
                    "end": 381,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 719,
                    "end": 722,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 868,
                    "end": 871,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 902,
                    "end": 905,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The outbreak in Saudi Arabia combined with two confirmed MERS-CoV cases in Qatar led to widespread media coverage and a 46% increase in patients visiting the ED at Hamad General Hospital (HGH) with flu-like symptoms (fever, cough, shortness of breath) in 2013 (Hamad General Hospital Emergency Department, unpublished data). The first case was reported on 15th of August 2012, and the ED was responsible for initial screening of patients with suspected MERS-CoV. The ED created a protocol to isolate cases of suspected MERS-CoV infection and instituted a surveillance system to limit the potential spread of the disease. The protocol was designed on the basis of the experiences of other countries during the severe acute respiratory syndrome outbreak and considered the specific circumstances and challenges in Qatar [2, [8] [9] [10] ].",
            "cite_spans": [
                {
                    "start": 818,
                    "end": 821,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 822,
                    "end": 825,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 826,
                    "end": 829,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 830,
                    "end": 834,
                    "text": "[10]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Qatar has a unique population, which includes a highly transient expatriate population that can potentially bring or spread infections to various parts of the world. In addition, the accommodation settings of blue-collar workers, who make up a significant percentage of Qatar's migrant population, provide opportunities for the spread of infection [11] . These conditions, combined with the high mortality worldwide (initially 60%) [12] , led the Hamad Medical Corporation (HMC) to create and implement a program for the detection, isolation, and treatment of patients with suspected MERS-CoV [8, 13] .",
            "cite_spans": [
                {
                    "start": 348,
                    "end": 352,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 432,
                    "end": 436,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 593,
                    "end": 596,
                    "text": "[8,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 597,
                    "end": 600,
                    "text": "13]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The program faced two major challenges. The first was to redesign the layout and flow of patients in the ED to be able to contain the new outbreak. The second was to educate and train the ED healthcare professionals on implementing the protocol. The goal of this study is to describe the interventions that were implemented to contain the potential MERS-CoV outbreak and assess their effectiveness in addressing these challenges and limiting the impact on ED functioning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "HGH is the tertiary care hospital that is a part of the HMC. HMC is Qatar's main not-forprofit healthcare provider. The ED is core for healthcare at HGH, sees about 1500 patients a day, and is responsible for significant activities related to MERS-CoV preparedness and response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Setting"
        },
        {
            "text": "All patients who presented with at least one symptom suggestive of MER S-CoV (fever, cough, or shortness of breath) were entered into the MERS-CoV tracking system between August and October 2013. These patients were also asked whether they had a history of recent travel to endemic areas and/or contact with farm animals. This period represented the height of the MERS-CoV epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample"
        },
        {
            "text": "A corporate-wide Pandemic Preparedness committee that included infectious disease, laboratory, radiology, and emergency medicine staff met regularly to review the latest international guidelines [7, 9] and to integrate these into the local context. A protocol was developed and revised multiple times during the course of the epidemic ( Fig. 1 and Appendix A, Supplemental digital content 1, http://links.lww.com/EJEM/A93). The ED created a dedicated area in the department called MERS-CoV Corona Triage and staffed it with trained healthcare professionals equipped with level 4 Personal Protective Equipment (PPE) [2, [8] [9] [10] . Staff were educated on isolation procedures and the ED worked with the radiology department to prioritize patients who presented with symptoms suggestive of MERS-CoV (fever, cough, shortness of breath) to have CXR evaluation. Posters were displayed throughout the ED to educate visitors and staff on precautions and symptoms of MER-CoV. Personal emails were sent to staff whenever there were updates to the protocol on the latest developments on MERS-CoV triage, treatment, and isolation (28 revisions to date). In addition, classes were conducted by senior clinical staff to ensure compliance and the importance of PPE use was highlighted [3, 4, 14, 15] . Twelve new respiratory isolation rooms were set up and four additional rooms were modified to accommodate isolation procedures. Once a patient was identified to be at risk of having MERS-CoV, a CXR was immediately obtained. If the CXR showed infiltrates, then the patient was admitted to a respiratory isolation room. A nasopharyngeal swab and sputum samples were sent for reverse transcriptase-PCR to identify MERS-CoV and other respiratory viruses. Patients with moderate to severe symptoms were treated with oseltamivir and intravenous broadspectrum antibiotics. Patients with normal CXRs and a suspicious history were discharged home with isolation instructions after obtaining nasopharyngeal swab and sputum samples for PCR. The home isolation precautions continued until a negative result was obtained from the respiratory samples. If a positive result was obtained, patients were called back to the hospital to be isolated. In addition, patients were advised to report back to the department if their symptoms became worse. All patients presenting to the department with signs and symptoms of fever and acute respiratory distress were treated as probable cases of MERS-CoV until proven otherwise. If a patient was unstable, he/she was transferred to a monitored isolation bed. Any immune compromised patients with symptoms suggestive of MERS-CoV were directly placed under observation in isolation until proven negative for MERSCoV infection.",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 198,
                    "text": "[7,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 199,
                    "end": 201,
                    "text": "9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 615,
                    "end": 618,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 619,
                    "end": 622,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 623,
                    "end": 626,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 627,
                    "end": 631,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 1274,
                    "end": 1277,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1278,
                    "end": 1280,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1281,
                    "end": 1284,
                    "text": "14,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1285,
                    "end": 1288,
                    "text": "15]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 337,
                    "end": 343,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Intervention"
        },
        {
            "text": "A retrospective explicit chart review was performed of all ED patient files suspected of MERS-CoV infection during the study period. Data collected from the charts included age, sex, nationality, history of recent travel to endemic areas, comorbid illnesses, CXR findings, outcome of nasal swab, outcome of serological studies, and final disposition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "The effectiveness of the surveillance system was measured by the following outcomes: (a) reduction in the total number of patients admitted for investigation in the MERS-CoV tracking system; (b) identification of positive MERS-CoV cases; (c) containment of cross infectivity; and (d) increased efficiency in ED functioning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outcomes"
        },
        {
            "text": "The study was approved by the Hamad Medical Corporation's Institutional Review Board and all patient records were de-identified to ensure anonymity and confidentiality. Table 1 provides descriptive information on patient characteristics during the implementation of the surveillance protocol and the MERS-CoV tracking system (August to October 2013). Compared with the same time period in 2012, there was a 36% increase in the total number of patients visiting the ED (26 754 additional patients). This jump was partly because of the rapid growth in Qatar's migrant population leading up to the 2022 World Cup [11] . Importantly, there was also a 46% increase in the number of patients presenting with influenza-like symptoms (Hamad General Hospital Emergency Department, unpublished data), which placed increased pressure on the ED to correctly identify and contain potential MERS-CoV cases.",
            "cite_spans": [
                {
                    "start": 610,
                    "end": 614,
                    "text": "[11]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 169,
                    "end": 176,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Outcomes"
        },
        {
            "text": "The surveillance system procedures shown in Fig. 1 were based on an algorithm (Appendix A, Supplemental digital content 1, http://links.lww.com/EJEM/A93) that was created and updated regularly by senior clinicians on the basis of international guidelines. The protocol was created in light of the local context in Qatar, particularly with respect to the country's close proximity to endemic areas. The protocol resulted in several outcomes. First, the number of patients triaged as at risk of MERS-CoV was narrowed from 100 751 total ED patients during the study period (August to October 2013) to 12 563 presenting with a flulike illness. The following exclusion criteria were used to further narrow the pool to 514 patients: (a) no history of recent travel to endemic areas; (b) no contact with MERS-CoV cases and/or animals especially camels; and (c) positive indication of alternative diagnoses (e.g. bacterial pharyngitis). The 514 cases were provided face masks and sent directly for CXRs, and nasopharyngeal swabs and sputum were collected.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 44,
                    "end": 50,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Results for CXRs were available immediately, which allowed the ED to further classify potential MERS-CoV cases until definitive results returned from the laboratory (initially 2- 3-day turnaround). The patients were categorized into two groups on the basis of the radiographs: those with definitive pulmonary infiltrates consistent with pneumonia (n =304) and those with a normal CXR (n =210). The cases with positive CXR findings included those who were relatively clinically well (n = 184) and those who were clinically unwell (n =120). The clinically unwell were patients with significant comorbid conditions, of whom 27 patients were admitted to the ICU and 93 were admitted to the medical ward. Patients with normal CXRs were similarly classified into clinically unwell and clinically well. Those who were clinically unwell were admitted to ED isolation (n = 148). The clinically well (n = 62) were discharged to home isolation and provided detailed instructions on preventative and containment measures to limit possible spread of the disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Results from the respiratory samples were initially available 2-3 days after sampling and arrangements were discussed with home-isolated patients on further steps in the case of a positive result. Home isolation was discontinued if the results of respiratory samples came back negative. The Pandemic Preparedness Committee worked with ED and the laboratory department to shorten the turnaround time to 1 day by ensuring optimal timing of specimen delivery to the laboratory, increasing the virology technical staff, and extending the number of shifts to cover evenings and weekends. This enhanced the process of identifying cases and discontinuing isolation early for those with negative tests and significantly reduced the number of patients admitted to the medical wards. The protocol was continually updated during the epidemic, with 28 revisions, and each revision was communicated to staff using mass emails and regular departmental meetings. A cluster of three cases of MERS-CoV, as a consequence of one patient who was not restricted to his bed, resulted in refinement of the isolation procedures and changes to the protocol to enable mandatory isolation within the hospital. This patient did not follow the isolation procedures, resulting in the transmission of MERS-CoV from an infected patient to him and then transmission from him to another patient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Infectious disease outbreaks can paralyze hospital function if not dealt with effectively. EDs have to quickly identify and process patients, admit appropriate patients, and not miss any cases. This has been the situation with the outbreak of MERS-CoV in the Arabian Peninsula.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The results from this study show that the creation and implementation of a MERS-CoV surveillance protocol in Qatar was effective in reducing the number of patients who needed to be screened, isolated, and admitted for investigation. The protocol was also effective in identifying patients with true infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The experience with MERS-CoV shows that containment and treatment of epidemics are disease and context specific. As such, protocols must be reviewed and updated on a frequent and on-going basis. The need to quickly isolate patients in single rooms has a significant impact on future ED designs. This process mandates a change in ED layout with more single rooms and respiratory isolation rooms with negative pressure in the triage and fast-track areas to enable rapid isolation. Older, open ED designs, without isolation rooms, do not allow for this flexibility.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A review of single room isolation versus negative pressure rooms is also needed as the effect on space and patient flow is significant. Universal application of overly restrictive policies that mandate negative pressure isolation may be counterproductive in the early stages of processing potentially infected patients. The impact of such policies on staff time is significant because of the time requirements needed for the application of PPE. The equipment can hinder patient-staff communication and limit patient access to family support, which is particularly important in countries such as Qatar where family presence is expected during illness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In addition, overuse of restrictive protocols can result in staff becoming complacent with many negative cases so that when a positive case presents, the risk is potentially increased. Training and auditing of staff has been emphasized in recent Ebola cases in the USA and other industrialized nations [16] [17] [18] . Without constant observation, surveillance, and reporting back of the level of compliance with the appropriate infection control measures, it is not possible to maintain a high level of compliance. It is essential that EDs quickly screen and target high-risk patients to ensure a high level of compliance for those who are truly at high risk. It is clear that different approaches are needed for different epidemics as protocols that work for an Influenza epidemic are unlikely to work for MERS-CoV, Ebola, or other emerging infectious diseases (Hamad General Hospital Emergency Department, unpublished data) [3] [4] [5] [6] . Viral load and viral shedding are disease specific and can result in different periods of potential cross infectivity. CDC's current guidelines, for example, identify temperatures of at least 100.4°F (≥38°C) accompanied by other related symptoms as the threshold for screening Ebola patients [19] , whereas patients with MERS-CoV appear most infective when they develop pneumonic changes on CXR. Hospitals must be able to quickly adjust to a rapidly changing profile of patients as the epidemic unfolds. This requires a system-wide approach as well as a specific ED approach to implementation.",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 306,
                    "text": "[16]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 307,
                    "end": 311,
                    "text": "[17]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 312,
                    "end": 316,
                    "text": "[18]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 928,
                    "end": 931,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 932,
                    "end": 935,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 936,
                    "end": 939,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 940,
                    "end": 943,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1238,
                    "end": 1242,
                    "text": "[19]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This study is not without limitations. Because this is a retrospective study, the final outcome of patients who were home isolated or discharged was not known unless they developed a relapse, died, or returned to the ED. Given national mandatory reporting and referral, it is unlikely that any cases with clinically significant symptoms were missed within Qatar. There were only a small number of positive cases; thus, it is difficult to determine how effective the surveillance program would be in the case of a larger outbreak. However, all known positive cases of MERS-CoV in Qatar were identified correctly in the ED using this system. There were no known cases of cross infectivity after the protocol was instituted apart from when a behaviorly disturbed patient did not follow instructions in the ED. Subclinical cases may have occurred -but no positive swabs were obtained in patients who were screened without symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A highly protocolized surveillance program limited the impact of MERS-CoV on ED functioning. Despite having to monitor and investigate 514 patients with pneumonia and isolate 260 of these, the surveillance measures put in place proved effective in maintaining normal patient flows. All positive cases were identified by the protocol and no cases returned to the ED after being cleared according to the algorithm. No cross infectivity between patients or staff resulted from isolation procedures associated with the protocol. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The impact of the SARS outbreak on an urban emergency department in Taiwan",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "K"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "T"
                    ],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Med Care",
            "volume": "43",
            "issn": "",
            "pages": "168--172",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The public's response to severe acute respiratory syndrome in Toronto and the United States",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Blendon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Benson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Desroches",
                    "suffix": ""
                },
                {
                    "first": "Raleigh",
                    "middle": [
                        "E"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clin Infect Dis",
            "volume": "38",
            "issn": "",
            "pages": "925--931",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Risk factors for pandemic (H1N1) 2009 virus seroconversion among hospital staff",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Barr",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Goh",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Emerg Infect Dis",
            "volume": "16",
            "issn": "",
            "pages": "1554--1561",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "America's emergency care system and severe acute respiratory syndrome: are we ready?",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Augustine",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Kellermann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Koplan",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Ann Emerg Med",
            "volume": "43",
            "issn": "",
            "pages": "23--26",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The emerging novel Middle East respiratory syndrome coronavirus: the 'knowns' and 'unknowns'",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Woo",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Formos Med Assoc",
            "volume": "112",
            "issn": "",
            "pages": "372--381",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Middle East respiratory syndrome coronavirus (MERS-CoV) -Saudi Arabia",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "World Health Organization: disease outbreak news",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Interim guidelines for collecting, handling and testing clinical specimens from patients under investigation for MERSversion 2",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Combining clinical and epidemiologic features for early recognition of SARS",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Jernigan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Low",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Hefland",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerg Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "327--333",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "WHO guidelines for investigation of cases of human infection with Middle East Respiratory Syndrome Coronavirus",
            "authors": [],
            "year": 2012,
            "venue": "Statistics Authority. Qatar population status 2012: three years after launching the population policy",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "World Health Organization",
            "authors": [],
            "year": 2013,
            "venue": "Coronavirus infections. Global alert and response (GAR). Available at",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Ethical and legal challenges posed by severe acute respiratory syndrome: implications for the control of severe infectious disease threats",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "O"
                    ],
                    "last": "Gostin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bayer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Fairchild",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "JAMA",
            "volume": "290",
            "issn": "",
            "pages": "3229--3237",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Listening to SARS: lessons for infection control",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Wenzel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Edmond",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Ann Intern Med",
            "volume": "139",
            "issn": "",
            "pages": "592--593",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Tuberculosis infection-control practices in United States emergency departments",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Moran",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Fuchs",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Jarvis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Talan",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Ann Emerg Med",
            "volume": "26",
            "issn": "",
            "pages": "283--289",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Ebola virus disease: radiology preparedness",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Bluemke",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Meltzer",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Radiology",
            "volume": "274",
            "issn": "",
            "pages": "527--531",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Ebola virus disease: preparedness in Japan",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ashino",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chagan-Yasutan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Egawa",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hattori",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Disaster Med Public Health Prep",
            "volume": "9",
            "issn": "",
            "pages": "74--78",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Ebola virus disease, transmission risk to laboratory personnel, and pretransfusion testing",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Katz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Tobian",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Transfusion",
            "volume": "54",
            "issn": "",
            "pages": "3247--3251",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Think EBOLA early recognition is critical for infection control. Department for Health and Environmental Control",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Author manuscript; available in PMC",
            "authors": [],
            "year": 2017,
            "venue": "Eur J Emerg Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Protocol for screening and triaging at-risk patients (n = 514). At-risk patients identified based on inclusion criteria listed in the text and Appendix A (Supplemental digital content 1, http://links.lww.com/EJEM/A93). Males and females are segregated in the figure because they are treated in separate areas in the ED. a Significant comorbid condition/ immunocompromised. ED, Emergency Department; MERS, Middle East respiratory syndrome.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Eur J Emerg Med. Author manuscript; available in PMC 2017 December 30. Profile of emergency department patients, August to October 2013 ED, Emergency Department; MERS, Middle East respiratory syndrome. a Conditions include diabetes, hypertension, congestive heart failure, renal, and/or liver failure. Eur J Emerg Med. Author manuscript; available in PMC 2017 December 30.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Refer to Web version on PubMed Central for supplementary material.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Material"
        }
    ]
}