{
    "paper_id": "53114f0f5e6fdc237988a366cd9af65372e959c9",
    "metadata": {
        "title": "Chronic psychosocial stress: does it modulate immunity to the influenza vaccine in Hong Kong Chinese elderly caregivers? Hemagglutination inhibition MSPSS Multidimensional Scale of Perceived Social Support PSS Global Measure of Perceived Stress Scale",
        "authors": [
            {
                "first": "Samuel",
                "middle": [],
                "last": "Yeung",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shan",
                "middle": [],
                "last": "Wong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chun",
                "middle": [],
                "last": "Kwok",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wong",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Frank",
                "middle": [],
                "last": "Wan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kin",
                "middle": [],
                "last": "Chan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Paul",
                "middle": [
                    "K S"
                ],
                "last": "Chan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Karry",
                "middle": [],
                "last": "Ngai",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Stewart",
                "middle": [],
                "last": "Mercer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jean",
                "middle": [],
                "last": "Woo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [
                    "Y S"
                ],
                "last": "Wong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "F",
                "middle": [
                    "W K"
                ],
                "last": "Chan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "C",
                "middle": [
                    "K"
                ],
                "last": "Wong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "P",
                "middle": [
                    "K S"
                ],
                "last": "Chan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": ":",
                "middle": [
                    "K"
                ],
                "last": "Ngai",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Mercer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Previous studies evaluated the effects of psychosocial stress on influenza vaccine responses. However, there were methodological limitations. This study aims to determine whether chronic stress is associated with poorer influenza-specific immune responses to influenza vaccines in Hong Kong Chinese elderly people. This is a prospective study with a 12-week follow-up. Subjects were recruited from government general out-patient clinics, non-government organizations, and public housing estates in Hong Kong. Participants include 55 caregivers of spouses with chronic conditions that impaired their activities of daily living and 61 age-and sex-matched noncaregivers. A single-dose trivalent influenza vaccine was given to all subjects by intramuscular ingestion. Blood samples were collected before vaccination, at 6 weeks, and at 12 weeks after vaccination. Influenza vaccine strain-specific antibody titers were measured by the hemagglutination inhibition method. Lymphocyte subsets were analyzed for ratios and absolute counts, and cytokine concentration were measured by flow cytometry. Validated scales were used to assess psychological (depressive symptoms, perceived stress, and caregiver strain), social (multidimensional social support scale), and lifestyle factors (physical exercise, cigarette smoking, and alcohol consumption) at baseline prior to vaccination. Demographic and socioeconomic variables were also collected. Albumin levels were measured as an indicator for nutritional status in subjects. Caregivers had statistically significant (p<0.05) lower cell-mediated immune responses to influenza vaccination at 12 weeks when compared with those of the controls. No differences in humoral immune response to vaccination were observed between caregivers and controls. Hong Kong Chinese elderly who experience chronic stress have a significantly lower cell-mediated immune response to influenza vaccination when compared with non-caregivers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "It has been shown that psychological stress can reduce immune responses (Graham et al. 1986; Glaser et al. 1987; Cohen et al. 1991 Cohen et al. , 1993 Cobb and Steptoe 1996; Cohen et al. 1998; Ginaldi et al. 2001) and that there are multiple communications between and among the nervous, endocrine, and immune systems (Glaser et al. 1999) . This relationship between stress and immunity is particularly significant in the older population (Ginaldi et al. 2001 ) because of an age-related reduction in bodily immune functions. In respiratory infections, influenza viruses are among the most studied because of their significant impact on morbidity and mortality in the older population (Hoyert et al. 1999; Yap et al. 2004) .",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 92,
                    "text": "(Graham et al. 1986;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 93,
                    "end": 112,
                    "text": "Glaser et al. 1987;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 113,
                    "end": 130,
                    "text": "Cohen et al. 1991",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 131,
                    "end": 150,
                    "text": "Cohen et al. , 1993",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 151,
                    "end": 173,
                    "text": "Cobb and Steptoe 1996;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 174,
                    "end": 192,
                    "text": "Cohen et al. 1998;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 193,
                    "end": 213,
                    "text": "Ginaldi et al. 2001)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 318,
                    "end": 338,
                    "text": "(Glaser et al. 1999)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 439,
                    "end": 459,
                    "text": "(Ginaldi et al. 2001",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 685,
                    "end": 705,
                    "text": "(Hoyert et al. 1999;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 706,
                    "end": 722,
                    "text": "Yap et al. 2004)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "As life-expectancy increases around the world, many elderly people become the main caregivers to their spouses and/or their parents (Braithwaite 1996) . Studies in western countries on elderly caregivers with high levels of stress have found prolonged endocrine and immune dysregulation, including alterations in vaccine response (Gravenstein et al. 1994; Kiecolt-Glaser et al. 1996) . Older adults with poorer responses to vaccines also have higher rates of clinical illness including influenza virus infections (Gravenstein et al. 1994) . As influenza vaccine efficacy is much lower in the elderly when compared with young adults (Berstein et al. 1999) , chronic stress could further decrease the vaccine efficacy in this population which could be of public health significance. With emerging viral infections such as SARS and \"avian flu,\" and the aging of post-war baby boomers (in a Western context), research aimed at understanding the various influences on the health and immune functions of older adults is of considerable public health importance.",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 150,
                    "text": "(Braithwaite 1996)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 330,
                    "end": 355,
                    "text": "(Gravenstein et al. 1994;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 356,
                    "end": 383,
                    "text": "Kiecolt-Glaser et al. 1996)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 513,
                    "end": 538,
                    "text": "(Gravenstein et al. 1994)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 632,
                    "end": 654,
                    "text": "(Berstein et al. 1999)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Although studies have been conducted in majority Caucasian populations in temperate regions, no studies have been conducted to evaluate the impact of chronic stress on modulating the immune responses to influenza vaccination in an Asian population or in the tropics. Culture-or race-specific studies are important because stress experiences may differ among different cultures, and it has been shown that racial and cultural factors are important determinants of stress experience (Connell and Gibson 1997; Valentine et al. 1998) . For example, members of collectivistic cultures that exist in Asia are associated with less caregiver strain (Garnaccia and Parra 1996) and receive better social support from their family networks (Ell 1996; Ohaeri 1998; McCabe et al. 2003) . Besides possible cultural influences on the caregiving stress experience, variable seasonal patterns of influenza in the tropics and sub-tropics has led some to raise uncertainty on the immunogenicity of influenza vaccines in these regions (Hsu et al. 1996 ; Thorpe et al. 2006 ). Furthermore, a study conducted in Taiwan showed that there were ethnic differences in immune responses to the hepatitis B vaccine, suggesting that host factors pertaining to ethnic origin could be a factor in determining immune responses to vaccination (Govaert et al. 1994) .",
            "cite_spans": [
                {
                    "start": 481,
                    "end": 506,
                    "text": "(Connell and Gibson 1997;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 507,
                    "end": 529,
                    "text": "Valentine et al. 1998)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 641,
                    "end": 667,
                    "text": "(Garnaccia and Parra 1996)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 729,
                    "end": 739,
                    "text": "(Ell 1996;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 740,
                    "end": 752,
                    "text": "Ohaeri 1998;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 753,
                    "end": 772,
                    "text": "McCabe et al. 2003)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1015,
                    "end": 1031,
                    "text": "(Hsu et al. 1996",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1034,
                    "end": 1052,
                    "text": "Thorpe et al. 2006",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1309,
                    "end": 1330,
                    "text": "(Govaert et al. 1994)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "As previous studies have evaluated the immune response to influenza vaccinations in relation to chronic stress (Kiecolt-Glaser et al. 1996; Kiecolt-Glaser et al. 2007) . However, in a critical review of studies that investigated the relationship between psychological stress and immune responses to immunization, Cohen et al. (2001) described methodological flaws in these studies that limit their usefulness. In particular, although evidence supports a relationship between psychological stress and secondary immune responses to immunization, the evidence is weak for the relationship between chronic stress and the primary immune response. Moreover, few studies have been conducted to assess the impact of chronic stress on both cell-and humoral-mediated immune responses to influenza vaccination.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 139,
                    "text": "(Kiecolt-Glaser et al. 1996;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 140,
                    "end": 167,
                    "text": "Kiecolt-Glaser et al. 2007)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 313,
                    "end": 332,
                    "text": "Cohen et al. (2001)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The present study thus investigated the effects of chronic stress, measured by a validated Caregiver Strain Index (CSI), on immunogenicity including both cell-mediated and humorally mediated immune responses to influenza vaccinations in Hong Kong Chinese elderly people. For the humorally mediated immune response to influenza vaccination, both primary and secondary responses to vaccination were also delineated by measuring the pre-vaccine antibody titers at baseline.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Subjects were recruited from six general out-patient clinics and one geriatric clinic in the public health care system (Hospital Authority) in the New Territories East Cluster plus 13 non-government organizations and public housing estates located in Kowloon, Shatin, and Tai Po between July and September in 2006 by using a combination of advertisements and health education talks in community elderly centers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subjects"
        },
        {
            "text": "The criteria for a case being included were whether the person was a primary caregiver of whom their spouse had a diagnosis of either stroke, Parkinson's disease, or Alzheimer disease with a severe limitation of their activity daily living and whether they reported no other caregiving responsibilities at home. The respective criteria for the controls included whether a person had a partner who was alive and did not have a diagnosis of stroke, Parkinson's disease, or any other chronic illness and that they did not have any other caregiving responsibilities such as an elderly parent or a disabled child. Other relevant criteria were whether people were 60 years or above and whether they were able to give informed consent and were able to speak Cantonese. All had received an influenza vaccine in the year 2005 to standardize exposure to previous influenza vaccinations. Exclusion criteria were the presence of any current infectious diseases, fever (temperature, ≧37.5°C) at the baseline visit, known allergy to eggs or any component of the vaccines, uncontrolled coagulopathy or blood disorders contraindicating intramuscular injection, known congenital or acquired immunodeficiency (including HIV infection), whether people had received any immunosuppressive treatment, and any other disease known to alter immunity. Caregiver and control subjects were matched on sex and age. The study protocol was approved by the joint Chinese University of Hong Kong-New Territories East Cluster Ethics Committee.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subjects"
        },
        {
            "text": "At baseline, eligible subjects were asked to provide demographic data that included age, sex, socioeconomic status measured by their monthly household income levels and levels of education, history of influenza vaccination, history of chronic medical conditions, diagnosis of the spouse's medical conditions, hours per day spent currently in caregiving, and years of caregiving. Medication use of subjects was validated, by asking them to present medications during the interview.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Questionnaire and instruments administration"
        },
        {
            "text": "Lifestyle factors such as cigarette smoking and alcohol consumption were recorded by validated methods (Chan et al. 1996) . Body mass index (BMI) and plasma albumin concentrations were measured to evaluate the nutritional status of the subjects.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 121,
                    "text": "(Chan et al. 1996)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Questionnaire and instruments administration"
        },
        {
            "text": "The level of physical activity in this study was determined by asking subjects about the number of minutes that they spent per week in physical exercise (Kohut et al. 2002) . The amount of physical exercise in minutes was recorded as most elderly people only performed mild to moderate levels of physical exercise. BMI and plasma albumin concentrations were used as indicators of nutritional status.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 172,
                    "text": "(Kohut et al. 2002)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Questionnaire and instruments administration"
        },
        {
            "text": "The validated Chinese version of Global Measure of Perceived Stress Scale (PSS) (Cohen et al. 1983 ) and CSI (Chinese version) (Robinson 1983 ) were used to measure stress levels of the subjects. Depressive symptoms were measured by the validated Chinese version of the Geriatric Depression Scale-Short Form (GDS-15) (Lee et al. 1993) . The validated Chinese version of the Multidimensional Scale of Perceived Social Support (MSPSS) (Zimet et al. 1990 ) was used to measure the perceived social support from family, friends and significant others.",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 98,
                    "text": "(Cohen et al. 1983",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 127,
                    "end": 141,
                    "text": "(Robinson 1983",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 317,
                    "end": 334,
                    "text": "(Lee et al. 1993)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 433,
                    "end": 451,
                    "text": "(Zimet et al. 1990",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Instruments"
        },
        {
            "text": "A commercially available trivalent influenza vaccine (VaxiGrip, Sanofi Pasteur) For each case, the first blood sample was collected just before vaccination, and subsequent samples were collected at 6 and 12 weeks points after vaccination. All blood samples were drawn between 8:00 and 11:00 a.m. to control for diurnal variation. The presence of influenza-like illnesses or any respiratory infections were documented as these would affect the interpretation of influenza humoral and cellular immunity testes.",
            "cite_spans": [
                {
                    "start": 53,
                    "end": 79,
                    "text": "(VaxiGrip, Sanofi Pasteur)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Influenza vaccine"
        },
        {
            "text": "Influenza vaccine strain-specific antibody titers were measured by the hemagglutination (HA) inhibition (HAI) method.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Influenza-specific antibody responses"
        },
        {
            "text": "Serial 2-fold dilution of virus (50 μl) was made with phosphate-buffered saline (PBS) in a U-bottom microtiter plate. A volume of 50-μl guinea pig red blood cells (RBC) suspension (0.75 %, v/v) was added to each well, following which the plate was manually agitated thoroughly. The cells were allowed to settle and incubate for 60 min at room temperature. The highest dilution of virus that causes complete hemagglutination is considered the HA titration end point.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HA assay"
        },
        {
            "text": "All patient sera were treated with a receptordestroying enzyme and incubated at 37°C overnight. The sera were then inactivated for 30 min at 56°C and diluted in physiological saline. Serial 2-fold dilution of each serum was prepared with PBS in a U-bottom microtiter plate. A viral dilution containing 4HA units/25 μl was added to each well and mixed thoroughly. The plate was incubated for 15 min at room temperature; 0.75 % guinea pig RBC suspension (50 μl) was then added to each well, and the plate was further incubated for 60 min at room temperature. The HAI titer is the reciprocal of the last dilution of antiserum that completely inhibits hemagglutination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HAI test"
        },
        {
            "text": "In the analysis, the immune response of an influenza vaccine was evaluated by the titer of HAI acquired. Before the vaccination, no pre-vaccine immunity was defined as HAI titer of <1:10 and pre-vaccine immunity was defined as HAI titer of ≥1:10. Six weeks later, the responders in a no pre-vaccine immunity state were defined as HAI titer of ≥1:40, while the responders in a pre-vaccine immunity state were defined as HAI titer of ≥4-fold. For those responders, the duration of immunological protection was divided into categories of decline protection and persist protection, which were defined as HAI titer at 12 weeks<HAI titer at 6 weeks and HAI titer at 12 weeks≥HAI titer at 6 weeks, respectively. For categorical variables, chisquare test or Fisher's exact test (when expected count is less than 5) were used in the statistical analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HAI test"
        },
        {
            "text": "Using a published method Chan et al. 2004) , lymphocyte subsets were analyzed for the ratios and absolute counts of total T lymphocytes, T helper lymphocytes, T suppressor lymphocytes, cytotoxic T lymphocytes, natural killer cells, and B lymphocytes (MultiTEST IMK kit with TruCOUNT tubes on FASCalibur flow cytometer, Becton Dickinson Corp, CA, USA).",
            "cite_spans": [
                {
                    "start": 25,
                    "end": 42,
                    "text": "Chan et al. 2004)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Immunophenotyping and enumeration of lymphocyte subsets"
        },
        {
            "text": "As increased vulnerability to influenza infections among older adults has been shown to be associated with poorer cytokine responses (Kiecolt- Glaser et al. 1991) , the lymphocyte stimulation test of Viallard et al. (1999) as adopted by us (Wong and Lam 2003; Wong et al. 2004 ) was used for assessing such an outcome. EDTA blood samples were diluted 1:1 with RPMI 1640 (Gibco Laboratories, NY, USA), and 1 ml aliquots were dispensed in each well of a 24-well plate (Nalge Nunc International, IL, USA). The blood culture was incubated with or without phytohemagglutinin (a T cell mitogen from Sigma Co, MO, USA) at 5 μg/ml and lipopolysaccharide (a mitogen of B cells and macrophages, also from Sigma) at 25 μg/ml for 24 h at 37°C in a 5 % CO 2 atmosphere. After incubation, the cell-free supernatant was collated and stored at −70°C for subsequent measurement of ex vivo production of T helper lymphocyte and pro-inflammatory cytokines including interleukin (IL)-1ß, IL-6, IL-8, and tumor necrosis factor upon stimulation (cytometric bead array on FASCalibur flow cytometer, Becton Dickinson).",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 162,
                    "text": "Glaser et al. 1991)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 200,
                    "end": 222,
                    "text": "Viallard et al. (1999)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 240,
                    "end": 259,
                    "text": "(Wong and Lam 2003;",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 260,
                    "end": 276,
                    "text": "Wong et al. 2004",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Lymphocyte stimulation test for immunocompetence"
        },
        {
            "text": "Differences between and within groups were compared by using the Wilcoxin sign rank test for the skewed variables or by using the independent t test for normal variables. Differences in the percentage of responders between the two groups were compared by using the chi-square test.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical methods"
        },
        {
            "text": "Antibody and cytokine data were natural log transformed to normalize the distributions prior to analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical methods"
        },
        {
            "text": "A 4-fold antibody increase is the conventional standard for determining a significant response to a viral vaccine. Thus, vaccine \"responders\" will be defined as those individuals whose influenza antibody titers, or cytokine concentration, increased 4-fold or more as compared with those of the baseline values to an influenza vaccine. Logistic regression was used to investigate an association between a responder to an influenza vaccine between two groups, adjusting for the effect of the subjects' existence of pre-vaccine immunity to specific influenza viruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical methods"
        },
        {
            "text": "Multilevel models are random effects models that take into account the hierarchical nature of the data and the within-and between-subject heterogeneity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical methods"
        },
        {
            "text": "Multilevel models, the mixed effects models, were employed to evaluate the differences of the level of evaluated cytokines and lymphocytes over time in the two groups, controlled for the confounding factors that included GDS (high vs. low), education level (no schooling or primary school vs. secondary school or above), physical exercise duration (≤180 or 181-360 vs. 361+min), T_MPSS, smoking status (yes vs. no), BMI, and albumin level. In this study, the level 1 of hierarchy represents measurement occasions, which are nested within individuals (level 2) which are nested within matched pairs (level 3; matched by sex and age). For longitudinal data, such models allow for measurements made at unequal intervals and with a varied number of measurements (i.e., subjects who may have one or more measurements). The models are fitted by using the restricted iterative generalized least-squares algorithm of the MLn for Windows software package, Version 2.02 (Institute of Education, University of London, London, UK). The likelihood ratio test is used to assess the statistical significance of the estimates at the 5 % level. Antibody and cytokine data were natural log transformed to normalize the distributions prior to analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical methods"
        },
        {
            "text": "According to the study by Kiecolt-Glaser et al. (1996) , 38 % of caregivers responded to an influenza vaccine when compared with 66 % of controls. Assuming similar proportion of responders in our study, 49 caregivers and 49 controls will be needed in our study with a power of 80 % and a type I error rate of 0.05.",
            "cite_spans": [
                {
                    "start": 26,
                    "end": 54,
                    "text": "Kiecolt-Glaser et al. (1996)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Sample size determination"
        },
        {
            "text": "Demographic, socio-economic, caregiving, and medical information",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Baseline characteristics"
        },
        {
            "text": "In the current study, 116 subjects (55 caregivers and 61 controls) were included in the final analysis. There were 44 females and 11 males recruited as cases and 45 females and 16 males recruited as controls. Six subjects (4.9 %) dropped out for the following reasons: four subjects withdrew from the study for personal reasons after vaccination; one had pneumonia after vaccination; and one person issued a complaint about the tedious and sensitive questions asked in the questionnaire after vaccination and refused to come back. Table 1 shows that there were no statistical differences of demographic and socio-economic characteristics, including age, sex, education, and monthly household income, between caregivers and controls. The age of all subjects ranges from 60 to 86 years; the mean age 72 ± 6.2 years for caregivers and 72 ± 6.3 years for controls. Caregivers spent 14±6.1 h/day on caregiving while controls spend 2.5±4.9 h/day.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 531,
                    "end": 538,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Baseline characteristics"
        },
        {
            "text": "Caregivers and controls did not differ significantly in the number of their own chronic medical conditions; mean 1.4±1.28 for caregivers and 1.4±1.30 for controls (p value00.795). However, as expected, the number of chronic medical conditions of caregivers' spouses (2.6±1.29) is statistical significantly higher than that of the controls' spouses (1.7±1.39) with p value00.001.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Baseline characteristics"
        },
        {
            "text": "Chronic stress, depressive symptoms, lifestyle factors, nutritional status, and social support Table 1 also shows the comparisons of: perceived stress score, CSI, depressive symptoms, lifestyle factors, and albumin levels, between caregivers and controls at baseline.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 95,
                    "end": 102,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Baseline characteristics"
        },
        {
            "text": "Caregivers had a higher PSS (19.3±8.44 vs. 16.0± 6.5, p00.025) and CSI (7.5±3.19 vs. 1.3±1.90; p< 0.001), a higher GDS (7.0±3.91 vs. 5.0±3.45; p0 0.004), and a lower total MSPSS (4.8±1.34 vs. 5.2± 1.18; p00.068) especially in the subscales of support from family when compared with those of controls (5.6±1.11 vs. 6.0±1.07; p00.037) and support from significant others (4.3±1.97 vs. 5.0±1.59; p00.056).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Baseline characteristics"
        },
        {
            "text": "Caregivers had less time spent on physical exercise (excluding physical activities associated with caregiving) than controls (392±198.8 vs. 254±251.2; p value <0.001; 95 % CI of the difference, −203 and −33).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Baseline characteristics"
        },
        {
            "text": "There was no significant difference between consumption of cigarette and alcoholic beverage between the caregivers and controls. There were seven out of 55 (13 %) caregivers and seven out of 61 (12 %) controls who consumed more than five packs of cigarette in their life time. Only one out of 55 (2 %) caregivers and two out of 61 (3 %) controls consumed more than 12 units of alcoholic beverage in the past 12 months. Table 2 shows the comparisons of stress, social support, and depressive symptoms between the two groups stratified by sex. Only female caregivers and controls demonstrated statistically significant differences in GDS (mean difference in GDS is 1.847; p value00.023; 95 % CI of the difference, 0.26 and 3.43), SSF (mean difference in SSF is −0.49; p value00.035; 95 % CI of the difference, −0.95 and −0.04) and physical activity in minutes per week.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 419,
                    "end": 426,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Baseline characteristics"
        },
        {
            "text": "In the analysis of immune response to an influenza vaccine, the proportion of no pre-vaccine immunity (pre-vaccine HAI titer, ≤1:10) and pre-vaccine immunity (HAI titer, ≥1:10) were determined between the 116 subjects in Table 3 . A total of 70 (60 %), 92 (79 %), and 98 (85 %) of the 116 subjects had prevaccine immunity to influenza B, H3N2, and H1N1, respectively. It showed that pre-vaccine immunity was much higher in this population, which was expected as our inclusion criteria only included those who have been vaccinated in the previous year. However, there were no significant differences in the percentage of pre-vaccine immunity between caregivers and controls (p values00.758 for influenza B, 0.776 for H3N2, and 0.205 for N1N1).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 221,
                    "end": 228,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Responder to flu virus"
        },
        {
            "text": "At 6 weeks, there were a higher proportion of responders (HAI titer, ≥1:40) in those with prevaccine immunity when compared with those without pre-vaccine immunity. Table 4 shows that the two groups did not differ in the distribution of responders to the three influenza viruses: 15 of 55 (27 %) of caregivers and 17 of 61 (28 %) controls responded to influenza B (p value00.936), 16 of 55 (29 %) of caregivers and 23 of 61 (38 %) of controls to H3N2like virus (p value00.296), 13 of 55 (24 %) of caregivers and 17 of 61 (28 %) of controls responded to H1N1-like virus (p value00.490). Also, regardless of their pre-vaccine immunity status, all elderly people had a poor response to the vaccine as defined HAI titer of ≥4-fold at 6 weeks.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 165,
                    "end": 172,
                    "text": "Table 4",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Responder to flu virus"
        },
        {
            "text": "To further determine the effects of chronic stress on vaccine efficacy in this population, logistic regression was performed where the antibody response to Influenza B, H3N2, and H1N1 virus associated with whether they were caregivers or controls and whether they had pre-vaccination immunity (Table 5 ). It shows that there was a decline in protection (HAI titer at 12< Independent sample t test was used to compare the differences between the two groups. Differences in the percentage between the two groups were compared by chi-square test Differences in the percentage between the two groups were compared by chi-square test a Pre-vaccine immunity was defined as pre-vaccine HAI titer of ≥1:10 b No pre-vaccine immunity was defined as pre-vaccine HAI titer of <1:10 c Responder was defined as subject with no pre-vaccine immunity having HAI titer of ≥1:40 or subject with pre-vaccine immunity having HAI titer of ≥4-fold at week 6 No-responder was defined as subject with no pre-vaccine immunity having HAI titer of <1:40 or subject with pre-vaccine immunity having HAI titer of <4-fold at week 6 In other words, the anti-body response (humoral immune response) to the three influenza viruses was not significantly related to pre-vaccination immunity status or whether they were caregivers or controls. Table 6 shows the counts and percentages of immunophenotyping and enumeration of lymphocyte subsets in caregivers and controls and the T helper/suppressor ratio of caregivers and controls at baseline. There were no statistically significant differences in these variables between caregivers and controls at baseline.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 293,
                    "end": 301,
                    "text": "(Table 5",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 1307,
                    "end": 1314,
                    "text": "Table 6",
                    "ref_id": null
                }
            ],
            "section": "Protection against flu virus"
        },
        {
            "text": "When the results of lymphocyte subsets in caregivers and controls were analyzed during the period between baseline and week 12 (Table 7) , there was a significantly lower linear trend in the T helper/suppressor ratio between that of the caregivers and controls by multi-level modeling analysis. It indicated the lower cell-mediated immune response upon influenza vaccination in caregivers. Table 8 shows the ex-vivo production of proinflammatory cytokines by stimulation in caregivers and controls at baseline. At baseline, there were statistically significantly higher levels of IL-10, IL-6, IL-1β, and IL-8 in caregivers when compared with those of the controls (p00.027, 0.021, 0.007, and 0.007, respectively).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 127,
                    "end": 136,
                    "text": "(Table 7)",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 390,
                    "end": 397,
                    "text": "Table 8",
                    "ref_id": "TABREF8"
                }
            ],
            "section": "Immunophenotyping and enumeration of lymphocyte subsets"
        },
        {
            "text": "Currently, the World Health Organization recommends annual influenza vaccinations for elderly people aged 65 years or above (World Health Organization 2002) . It has been shown that vaccination can prevent influenza in 50 % of adults older than 60 years of age (Thorpe et a Decline protection is defined as HAI titer at 12 weeks<HAI titer at 6 weeks b Persist protection is defined as HAI titer at 12 weeks≥HAI titer at 6 weeks c Logistic regression of immune protection against influenza vaccine is associated with caregiver/control group al. 2006) . Previous studies indicated that older adults with chronic stress associated with caring for a spouse with dementia were less likely to mount an effective antibody response after vaccination when compared with non-caregiver older people (with responders defined as those who had a 4-fold increase of antibody levels to influenza virus) (Kiecolt- Glaser et al. 1996; Glaser et al. 1999; Vedhara et al. 1999) . However, in contrast to results from previous studies, we were unable to show these differences in the proportion of responders to influenza vaccination between elderly caregivers and elderly non-caregivers. This may be due to differences in the methodology used in our study when compared with these previous studies. We analyzed and presented our data separately for each of the three viruses and the outcomes were expressed as a 4-fold increase in antibodies after adjusting for baseline antibodies titers (prevaccine immunity). These adjustments for antibody titers at baseline were not mentioned in previous studies. As a result, our methodology or analysis may provide more accurate results when compared with those from previous studies (Cohen et al. 1983; Kiecolt-Glaser et al. 1996; Glaser et al. 1999) . Furthermore, we found that there was a trend towards a lower antibody response to influenza A (A/Wisconsin/67/2005(H3N2)-like virus) in those without pre-vaccine immunity. This shows that after we stratified people according to their pre-vaccine immunity status, we may need a larger sample size to detect a difference in the antibody responses to any one individual virus (Table 9 ).",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 156,
                    "text": "(World Health Organization 2002)",
                    "ref_id": null
                },
                {
                    "start": 261,
                    "end": 271,
                    "text": "(Thorpe et",
                    "ref_id": null
                },
                {
                    "start": 540,
                    "end": 549,
                    "text": "al. 2006)",
                    "ref_id": null
                },
                {
                    "start": 897,
                    "end": 916,
                    "text": "Glaser et al. 1996;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 917,
                    "end": 936,
                    "text": "Glaser et al. 1999;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 937,
                    "end": 957,
                    "text": "Vedhara et al. 1999)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1704,
                    "end": 1723,
                    "text": "(Cohen et al. 1983;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1724,
                    "end": 1751,
                    "text": "Kiecolt-Glaser et al. 1996;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1752,
                    "end": 1771,
                    "text": "Glaser et al. 1999)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 2147,
                    "end": 2155,
                    "text": "(Table 9",
                    "ref_id": "TABREF9"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Although we were unable to show a difference in the proportion of responders to influenza vaccination between elderly caregivers and elderly non-caregivers, we showed that older Hong Kong Chinese caregivers had a decreased lymphocyte (cell-mediated) and cytokine immune response to influenza vaccination when compared with non-caregivers who were matched for age and sex. The decreased cell mediated immune response to influenza vaccination is of particular importance to elderly people, in whom it has been shown that aging has a significantly more adverse effect on cell-mediated immunity than humoral mediated immunity (Thorpe et al. 2006) .",
            "cite_spans": [
                {
                    "start": 622,
                    "end": 642,
                    "text": "(Thorpe et al. 2006)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There are several significant findings from our study that have added to scholarly literature on psycho-immunology. First, we have showed that there were significant differences in ex vivo production of pro-inflammatory cytokines by stimulation before vaccination in elderly caregivers when compared with elderly non-caregivers. In particular, we showed that those with more caregiver strain had higher levels of inflammatory cytokine IL-6 which is known to be an indicator of depression and poor health in older adults (Lutgendorf et al. 1999; Kiecolt-Glaser et al. 2007 ). We added further knowledge in this area by showing that in addition to IL-6, IL-10, IL-1β, and IL-8, which are all cytokines involved in inflammatory responses, were also significantly elevated in elderly caregivers when compared with elderly non-caregivers. Results therefore indicated that elderly caregivers have a Table 6 Immunophenotyping and enumeration of lymphocytes subsets in both groups at baseline Although stress might alter the immune response through health practices such as exercise and nutrition (Kiecolt- Glaser and Glaser 1988) , our results indicated that the altered cell mediated immune response shown in caregivers persisted even after we adjusted for physical activity and albumin level. This suggests that the altered immune response resulting from chronic stress may be mediated through pathways other than health practice. Cohen et al. (2001) , in a critical review on psychological stress and immune response, suggested that stress related hormones could play an important role in altering the immune response with effects likely to be mediated by glucocorticoids and catecholamines Limitations One limitation of our study is that we only investigated the effects of naturally occurring stressful conditions with adjustment or matching for possible confounders without using randomized experimental design for ethical reasons. As a result, there is a possibility that other unmeasured factors or confounders such as sleep quality that were not adjusted for in our study could account for the results observed. Second, we may have been lacking in statistical analysis to detect a difference in the antibody response between caregivers and noncaregivers to influenza vaccination after we stratified the samples according to the pre-vaccine immunity status of subjects.",
            "cite_spans": [
                {
                    "start": 520,
                    "end": 544,
                    "text": "(Lutgendorf et al. 1999;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 545,
                    "end": 571,
                    "text": "Kiecolt-Glaser et al. 2007",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1099,
                    "end": 1122,
                    "text": "Glaser and Glaser 1988)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1426,
                    "end": 1445,
                    "text": "Cohen et al. (2001)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 893,
                    "end": 900,
                    "text": "Table 6",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Our strength lies in our prospective design that clarified the direction of causation in our study. Psychological, social, and demographic assessments were all performed prior to vaccine challenge and the immune parameters were measured at several time points before and after vaccination with the change in antibody titers, cytokine production and lymphocyte response used as the outcome measure. Moreover, in our analyses, the antibody responses to vaccination were also analyzed separately and our 12-week follow-up to record the immune response to vaccination was much longer than those reported from previous studies where reduction in immunity can be observed (Kiecolt-Glaser et al. 1996; Glaser et al. 1999; Vedhara et al. 1999) .",
            "cite_spans": [
                {
                    "start": 666,
                    "end": 694,
                    "text": "(Kiecolt-Glaser et al. 1996;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 695,
                    "end": 714,
                    "text": "Glaser et al. 1999;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 715,
                    "end": 735,
                    "text": "Vedhara et al. 1999)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Strengths"
        },
        {
            "text": "Furthermore, the lymphocyte subset with T helper: suppressor cell ratio and the cytokine levels of inflammatory mediators were measured in our study, which were often omitted in previous studies. Thus, our assessment of the immune response to chronic stress is comprehensive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths"
        },
        {
            "text": "In addition, our baseline measurements of antibody titers to each of the three trivalent viruses have allowed us to explore the differences between primary and secondary immune responses to influenza vaccination in relation to chronic stress. As there is a lack of evidence in humans regarding the effects of chronic stress on secondary immune responses to influenza vaccination (Cohen et al. 2001) , our study contributes further knowledge in this area. Finally, we have included a number of potential predictors of immune response to influenza vaccination, including age, gender, socio-economic status, social support, physical activity, smoking status, alcohol consumption, and nutritional status which help to clarify the causal relationship between chronic stress and immune response to influenza vaccination.",
            "cite_spans": [
                {
                    "start": 379,
                    "end": 398,
                    "text": "(Cohen et al. 2001)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Strengths"
        },
        {
            "text": "A recent study conducted in the USA (Thorpe et al. 2006) showed that elderly people with psychological distress associated with being an informal caregiver were less likely to receive influenza vaccination. Our study showed that even in caregivers who receive influenza vaccination, the effects may be attenuated through decreased lymphocytes and cytokine production. Thus, caregivers may suffer from a double disadvantage of both decreased access to vaccine and reduced effectiveness from the vaccine itself. We also showed that the decreased immune response to influenza vaccination associated with chronic stress is present in a Chinese population residing in a tropical region where influenza is a common and important cause of mortality and morbidity, especially in the elderly population. As a result, there is a need to study the unmet needs of this population, in particular, their psychological and social needs. Further research, using rigorous experimental designs, should be conducted to evaluate the effectiveness of social or psychological interventions in increasing protection to both with and without disease vaccination against influenza and other infectious diseases in this population. ",
            "cite_spans": [
                {
                    "start": 36,
                    "end": 56,
                    "text": "(Thorpe et al. 2006)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions and clinical significance"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Immune response to influenza vaccination in a healthy elderly population",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Berstein",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kaye",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Abrutyn",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "17",
            "issn": "",
            "pages": "82--94",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Understanding stress in informal caregiving. Is burden a problem of the individual or of society?",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Braithwaite",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Res Aging",
            "volume": "18",
            "issn": "",
            "pages": "139--174",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Dietary calcium intake, physical activity and the risk of vertebral fracture in Chinese",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Woo",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Osteoporos Int",
            "volume": "6",
            "issn": "3",
            "pages": "228--232",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Serum LD1 isoenzyme and blood lymphocyte subsets as prognostic indicators for severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "W"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Intern Med",
            "volume": "255",
            "issn": "4",
            "pages": "512--518",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Psychological stress and susceptibility to upper respiratory tract illness in an adult population sample",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Cobb",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Steptoe",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Psychosom Med",
            "volume": "58",
            "issn": "",
            "pages": "404--412",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A global measure of perceived stress",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kamarck",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mermelstein",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "J Health Soc Behav",
            "volume": "24",
            "issn": "4",
            "pages": "385--396",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Psychological stress and susceptibility to the common cold",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Tyrrell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "N Engl J Med",
            "volume": "325",
            "issn": "9",
            "pages": "606--612",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Negative life events, perceived stress, negative affect, and susceptibility to the common cold",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Tyrrell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J Pers Soc Psychol",
            "volume": "64",
            "issn": "1",
            "pages": "131--140",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Types of stressors that increase susceptibility to the common cold in healthy adults",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Frank",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Doyle",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Health Psychol",
            "volume": "17",
            "issn": "3",
            "pages": "211--213",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Psychological stress and antibody response to immunization: a critical review of the human literature",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Rabin",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Psychosom Med",
            "volume": "63",
            "issn": "1",
            "pages": "7--18",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Racial, ethnic, and cultural differences in dementia caregiving: review and analysis",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Connell",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Gibson",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Gerontologist",
            "volume": "37",
            "issn": "",
            "pages": "35--364",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Social networks, social support and coping with serious illness: the family connection",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ell",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Soc Sci Med",
            "volume": "42",
            "issn": "2",
            "pages": "173--183",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Ethnicity, social status, and families' experiences of caring for a mentally ill family member",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Garnaccia",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Parra",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Community Ment Health J",
            "volume": "32",
            "issn": "3",
            "pages": "243--260",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Immunosenescence and infectious diseases",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ginaldi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Loreto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Corsi",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Microbes Infect",
            "volume": "3",
            "issn": "10",
            "pages": "851--857",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Stress-related immune suppression: health implications",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Glaser",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rice",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sheridan",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Brain Behav Immun",
            "volume": "1",
            "issn": "1",
            "pages": "7--20",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Stress-induced immunomodulation: implications for infectious diseases",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Glaser",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rabin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chesney",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "JAMA",
            "volume": "281",
            "issn": "24",
            "pages": "2268--2270",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The efficacy of influenza vaccination in elderly individuals. A randomized double-blind placebo-controlled trial",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Govaert",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Thijs",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Masurel",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "JAMA",
            "volume": "272",
            "issn": "21",
            "pages": "1661--1665",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Stress and acute respiratory infection",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Douglas",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ryan",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Am J Epidemiol",
            "volume": "124",
            "issn": "3",
            "pages": "389--401",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Efficacy of an influenza hemagglutinin-diphtheria toxoid conjugate vaccine in elderly nursing home subjects during an influenza outbreak",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gravenstein",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Drinka",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Duthie",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J Am Geriatr Soc",
            "volume": "42",
            "issn": "3",
            "pages": "245--251",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Death: final data for 1997",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Hoyert",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Kochanck",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Nati Vital Stat Rep",
            "volume": "47",
            "issn": "19",
            "pages": "1--104",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Ethnic differences in immune responses to hepatitis B vaccine",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Hsu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Hsu",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Am J Epidemiol",
            "volume": "143",
            "issn": "7",
            "pages": "718--724",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Methodological issues in behavioral immunology research with humans",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Kiecolt-Glaser",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Glaser",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "67--78",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Spousal caregivers of dementia victims: longitudinal changes in immunity and health",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Kiecolt-Glaser",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Dura",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Speicher",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Psychosom Med",
            "volume": "53",
            "issn": "4",
            "pages": "345--362",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Chronic stress alters the immune response to influenza virus vaccine in older adults",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Kiecolt-Glaser",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Glaser",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gravenstein",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Proc Natl Acad Sci",
            "volume": "93",
            "issn": "7",
            "pages": "3043--3047",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Depressive symptoms, omega-6: omega-3 fatty acides, and inflammation in older adults",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Kiecolt-Glaser",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Belury",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Porter",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Psychosom Med",
            "volume": "69",
            "issn": "3",
            "pages": "217--224",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Exercise and psychosocial factors modulate immunity to influenza vaccine in elderly individuals",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Kohut",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Nickolaus",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Gerontol A Biol Sci Med Sci",
            "volume": "57",
            "issn": "9",
            "pages": "557--562",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Chinese elderly and the GDS short form: a preliminary study",
            "authors": [
                {
                    "first": "Hcb",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Hfk",
                    "middle": [],
                    "last": "Chiu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "Y"
                    ],
                    "last": "Kwok",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Clin Gerontol",
            "volume": "14",
            "issn": "2",
            "pages": "37--42",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Life stress, mood disturbance, and elevated interleukin-6 in healthy older women",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Lutgendorf",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Garand",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Buckwalter",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Gerontol A Biol Sci Med Sci",
            "volume": "54",
            "issn": "9",
            "pages": "434--439",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Racial/ethnic differences in caregiver strain and perceived social support among parents of youth with emotional and behavioral problems",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Mccabe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yeh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Ment Health Serv Res",
            "volume": "5",
            "issn": "3",
            "pages": "137--147",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Perception of the social support role of the extended family network by some Nigerians with schizophrenia and affective disorders",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "U"
                    ],
                    "last": "Ohaeri",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Soc Sci Med",
            "volume": "47",
            "issn": "10",
            "pages": "1463--1472",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Validation of a Caregiver Strain Index",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Robinson",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "J Gerontol",
            "volume": "38",
            "issn": "3",
            "pages": "344--348",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Caregiver psychological distress as a barrier to influenza vaccination among community-dwelling elderly with dementia",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Thorpe",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Sleath",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Thorpe",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Med Care",
            "volume": "44",
            "issn": "8",
            "pages": "713--721",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Mothers of adults with mental retardation: is race a factor in perceptions of burdens and gratifications",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Valentine",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mcdermott",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Fam Soc",
            "volume": "79",
            "issn": "",
            "pages": "577--584",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Chronic stress in elderly carers of dementia patients and antibody response to influenza vaccination",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Vedhara",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "K"
                    ],
                    "last": "Cox",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "Wilcock",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Lancet",
            "volume": "353",
            "issn": "9153",
            "pages": "627--631",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Th1 (IL-2, interferon-gamma (IFN-gamma)) and Th2 (IL-10, IL-4) cytokine production by peripheral blood mononuclear cells (PBMC) from patients with systemic lupus erythematosus (SLE)",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Viallard",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Pellegrin",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Ranchin",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Clin Exp Immunol",
            "volume": "115",
            "issn": "1",
            "pages": "189--195",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Clinical applications of cytokine assays",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Lam",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Adv Clin Chem",
            "volume": "37",
            "issn": "",
            "pages": "1--46",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Haematological manifestations in patients with severe acute respiratory syndrome: retrospective analysis",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "To",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "BMJ",
            "volume": "326",
            "issn": "7403",
            "pages": "1358--1362",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Plasma inflammatory cytokines and chemokines in severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clin Exp Immunol",
            "volume": "136",
            "issn": "1",
            "pages": "95--103",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Adoption on global agenda on influenza",
            "authors": [],
            "year": 2002,
            "venue": "World Health Organization",
            "volume": "51",
            "issn": "",
            "pages": "407--421",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Excess hospital admissions for pneumonia, chronic obstructive pulmonary disease, and heart failure during influenza seasons in Hong Kong",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "H"
                    ],
                    "last": "Yap",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "Lam",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Med Virol",
            "volume": "73",
            "issn": "4",
            "pages": "617--623",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Psychometric characteristics of the multidimensional scale of perceived social support",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Zimet",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Powell",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "Farley",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J Pers Assess",
            "volume": "55",
            "issn": "3-4",
            "pages": "610--617",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "for the 2006/2007 was used in this study. A single-dose vaccine containing 15 μg of",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Comparison of demographic, socio-economic, lifestyle factors, stress, social support, and depression symptoms between 55 caregivers and 61 controls Independent sample t test was used to compare the differences between the two groups. Differences in the percentage between the two groups were compared by chi-square test",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Comparisons of stress, social support, and depression symptoms between case and control groups at baseline by sex",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "The immune protection at week 12 against vaccine B (B/Malaysia/2506/2004-like virus)/(A/Wisconsin/67/2005(H3N2)-like virus)/A (A/New Caledonia/20/99 (H1N1)-like virus) by Hemagglutination Inhibition (HAI) test between 55 caregivers and 61 controls",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Summary of multilevel modeling results of lymphocytes subsets in both groups over time",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Second, we have showed that the cell-mediated immune response after influenza vaccination differs between elderly caregivers and elderly non-caregivers.",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Ex vivo production of T helper lymphocytes and pro-inflammatory cytokines by stimulation test at baseline Data presented as median and interquartile range (IQR). Wilcoxon rank sum test was used for analysis",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Summary of multilevel modeling results of ex vivo production of cytokines in both groups over time (with controlling for confounding factors) of CCT",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "Adjusted for GDS (high vs. low), education level (no schooling or primary school vs. secondary school or above), PA duration (≤180 or 181-360 vs. 361+min), stress level (high vs. low), T_MPSS, smoking status (yes vs. no), BMI, and albumin level",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}