{
    "paper_id": "5333f0e03cb90d42ce40602550d48b9297e6df78",
    "metadata": {
        "title": "Health Information Technology Challenges to Support Patient-Centered Care Coordination",
        "authors": [
            {
                "first": "B",
                "middle": [],
                "last": "Séroussi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "UMR_S 1142",
                    "institution": "LIMICS",
                    "location": {
                        "settlement": "Paris",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "M.-C",
                "middle": [],
                "last": "Jaulent",
                "suffix": "",
                "affiliation": {
                    "laboratory": "UMR_S 1142",
                    "institution": "LIMICS",
                    "location": {
                        "settlement": "Paris",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "C",
                "middle": [
                    "U"
                ],
                "last": "Lehmann",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Vanderbilt University",
                    "location": {
                        "settlement": "Nashville",
                        "region": "TN",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Health care is witnessing an unprecedented epidemiological shift from patients with acute diseases to patients with chronic diseases, and from patients with a single pathology to multi-morbid patients with multiple, multifaceted, interrelating pathologies. In order to effectively manage all these multi-morbid patients engaged in complex care pathways that may include numerous consultations with different practitioners, information management and care coordination are critical. Thus, the special topic in 2105 chosen for the IMIA yearbook is \" Patient-centered care coordination \".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Care Coordination Challenges"
        },
        {
            "text": "Coordination is the process in which different people or entities collaborate to reach specific goals or aims. For care coordination, numerous synonyms have been used, e.g., collaborative care, integrated care, shared care or cooperation, with a common underlying understanding that the term describes the continuity and totality of care for a given patient provided by different providers in concert. In 2007, MacDonald et al. identified more than 40 definitions of care coordination [1] . Since most of them were less than satisfactory, the authors created a new one: \"Care coordination is the deliberate organization of patient care activities between two or more participants (including the patient) involved in a patient's care to facilitate the appropriate delivery of health care services\". Care coordination is thus the patient-centered organization of care that providers including patient caregivers should share in order to improve the quality of a patient's management and ultimately the patient's health. Because of the fragmentation of services, effective communication among providers is crucial. A key success factor to care coordination is sharing of the same holistic view of a patient's condition by all actors, including the patient's active diseases and current treatments, and the planned care pathway that establishes the role of each provider and his/her interventions. Unfortunately, transitions from one setting or provider to another still frequently lack clear communication and coordination resulting in increase of health care costs and reduced quality of care including polypharmacy and adverse drug interactions, duplication of services, unnecessary Emergency Department utilization, high hospital readmissions rates, and in the worst case patient injury. Many patients or their caregivers already serve as care coordinators, filling information gaps between providers, addressing conflicting instructions, and managing redundant orders and medications during care transitions.",
            "cite_spans": [
                {
                    "start": 485,
                    "end": 488,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Care Coordination Challenges"
        },
        {
            "text": "Digitalization allows for information sharing in a timely manner. In addition, we also need care pathways that standardize the coordination of provider roles and the sequencing of clinical activities. Further we need standard content and functional specifications for electronic tools to support care transitions in conjunction with evidence-based clinical practice guidelines to support decision-making. The Office of the US National Coordinator for Health Information Technology (ONC) promotes the adoption and use of electronic health records (EHRs) to address health information sharing and care coordination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Care Coordination Challenges"
        },
        {
            "text": "However, while EHRs are necessary, they are not sufficient to care coordination: Creating information availability does not mean the information will be accessed. Recent studies report that health information technology (HIT), and EHRs in particular, are not yet improving the challenges in care coordination, as reported in this year's keynote by Prof. David W. Bates that describes how care coordination is the next opportunity and challenge for HIT.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Care Coordination Challenges"
        },
        {
            "text": "In addition to our focus on Care Coordination, this early first portion of the Yearbook also includes a History-of-Medical-Informatics paper authored by Prof. Casimir A. Kulikowski that reports on the First Rutgers AIM Workshop in New Brunswick, New Jersey in June 1975, and one Research-and-education paper from Ioanna Chouvarda and Prof Nicos Maglaveras that presents the current landscape of medical informatics education in Greece as well as their continuous research effort, and large participation in EU-wide initiatives, in all the spectrum of medical informatics research. The remaining papers of the early release include the contributions of six IMIA working groups: Health and Medical Informatics Education, Health Informatics for Development, Human Factors Engineering for Healthcare Informatics, Primary Health Care Informatics, Technology Assessment & Quality Development in Health Informatics, Health Informatics for Patient Safety. The second and last track of 2015 articles including survey papers, best papers selection, and IMIA regional contributions will be available by the opening of Medinfo in Sao Paulo, Brazil, in August 2015. In this second track, you will discover some changes in the organization of sections that we quickly introduce now.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Care Coordination Challenges"
        },
        {
            "text": "Adjusting the Yearbook to the Field: Two New Sections in 2015",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Care Coordination Challenges"
        },
        {
            "text": "The IMIA Yearbook used to have ten sections: the \"Special\" section, which varies every year according to the special theme of the In recent years, we observed a solidification of already identified trends into robust fields in Biomedical Informatics. For instance, while Natural Language Processing (NLP) is not a new domain and was historically included in the Knowledge Representation and Management (KRM) section, the number of NLP papers published increased steadily since 2000. The NLP field matured with many available tools to researchers in NLP and other fields. This is perhaps best evidenced by the number of papers in medical journals (e.g. in 2014 alone, Acad Radiol, Am J Epidemiol, Am J Prev Med, Arthritis Care Res (Hoboken), Cancer Inform, Clin Gastroenterol Hepatol, J Card Fail, JAMA Neurol, Pharmacoepidemiol Drug Saf, Psychiatr Serv, World J Urol) reporting clinical applications of NLP by non-NLP specialists in addition to medical informatics and NLP venues. Further, the best paper selection in the KMR section has consistently included papers, which either developed NLP methods or applied them to obtain clinical information or manage medical knowledge. Specifically, NLP-related papers had the following representation in the KRM best paper selection over the past five years: 2.5/4 in 2010, 5/5 in 2011, 3.5/5 in 2012, 1/4 in 2013, 3/4 in 2014.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Care Coordination Challenges"
        },
        {
            "text": "Because NLP has established itself in our domain as its own subspecialty levering its tools for knowledge management and for other clinical purposes, it is the pleasure of the editorial board of the IMIA Yearbook to launch a new section dedicated to clinical Natural Language Processing. This section will provide a selection of excellent work addressing topics beyond Knowledge Representation and Management, ranging from foundational NLP methods to clinical applications of mature NLP techniques.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Care Coordination Challenges"
        },
        {
            "text": "Public health informatics was defined in 2000 by Yasnoff et al. as \"the systematic application of information and computer science and technology to public health practice, research, and learning\" [2] . Public health is an interdisciplinary profession that applies mathematics, engineering, information science, and related social sciences (e.g., decision analysis) to public health problems and processes. Because of real world pandemics of emerging infectious diseases such as Severe Acute Respiratory Syndrome (SARS) 2002, Ebola 2014, and Middle East Respiratory Syndrome (MERS) 2015, as well as bioterrorism threats, efficiently organizing biosurveillance at an international level is of crucial importance to most countries. Research in this area is very active and focuses on issues related to data collection and coding, electronic interchange and interoperability, as well as data transmission, integration, and analysis, while taking into account the issue of increasing data volume, diversity, and origin, and the importance of patient privacy, data confidentiality, and system security. In addition, electronic event-based biosurveillance systems have recently emerged using near real-time information from the Internet for epidemiologic intelligence. Approximately 65% of the world's first news about infectious disease events comes from these informal sources [3] . Neologisms like \"infodemiology\" and \"infoveillance\" describe the analytics of queries in Internet search engines to predict disease outbreaks. Geographical Information Systems (GIS) expose the geographical dimension of public health trends. All are demonstrating the emergence and robustness of a new field.",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 200,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1373,
                    "end": 1376,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Care Coordination Challenges"
        },
        {
            "text": "In the past, the papers addressing Public Health Informatics and similarly Epidemiology Informatics issues were included in the section \"Health Information Systems\" (HIS) of the Yearbook with a strong representation in the selection of best papers, although there may have been some years where Public Health Informatics papers were preselected but finally discarded because \"too\" specific. Thus, the editorial board of the IMIA Yearbook is also very pleased to announce a new section \"Public Health and Epidemiology Informatics\" in 2015. Deprived of Public Health and Epidemiology Informatics, the HIS section has been renamed CIS (Clinical Information Systems).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Care Coordination Challenges"
        },
        {
            "text": "Next year will be the year of the 25th anniversary of the Yearbook. The whole editorial team of the IMIA Yearbook has been working since last year to celebrate this event in grand style! We are currently preparing a very special issue that we hope will interest you. In this special issue -published in addition to the usual edition -you will find novel discoveries through the rewriting of previous keynote papers by their original authors using the knowledge and insights of today, and a series of reflection, vision and maybe \"science-fiction\" with papers written by a team of senior and junior authors focusing on key areas in our discipline: Where these domains were 25 years ago, how they have evolved and under which circumstances (cultural, political, technological or social), and where they will be in 25 years from now. With such ingredients, we expect that the recipe will be successful!",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Happy Birthday Yearbook!"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Closing the Quality Gap: A Critical Analysis of Quality Improvement Strategies",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcdonald",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Sundaram",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Bravata",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kraft",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Care Coordination",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Public Health Informatics: Improving and Transforming Public Health in the Information Age",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Yasnoff",
                    "suffix": ""
                },
                {
                    "first": "O&apos;",
                    "middle": [],
                    "last": "Carroll",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Koo",
                    "middle": [
                        "D"
                    ],
                    "last": "Linkins",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Kilbourne",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Public Health Manag Pract",
            "volume": "6",
            "issn": "6",
            "pages": "67--75",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A Review of Evaluations of Electronic Event-Based Biosurveillance Systems",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "N"
                    ],
                    "last": "Gajewski",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Peterson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Chitale",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Pavlin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "Chretien",
                    "middle": [],
                    "last": "Jp",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS One",
            "volume": "9",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "year (Patient-centered care coordination in 2015), Health and Clinical Management, Human Factors and Organizational Issues, Health Information Systems, Sensor, Signal and Imaging Informatics, Decision Support, Knowledge Representation and Management, Education and Consumer Health Informatics, Bioinformatics and Translational Informatics, Clinical Research Informatics.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}