{
    "paper_id": "53d0f495085900746ae8492a12b1283c056e7308",
    "metadata": {
        "title": "Window of Opportunity for Mitigation to Prevent Overflow of ICU capacity in Chicago by COVID-19",
        "authors": [
            {
                "first": "Sergei",
                "middle": [],
                "last": "Maslov",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Illinois at Urbana-Champaign",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Nigel",
                "middle": [],
                "last": "Goldenfeld",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Illinois at Urbana-Champaign",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Carl",
                "middle": [
                    "R"
                ],
                "last": "Woese",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Illinois at Urbana-Champaign",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Please note: this is a working document and has not been submitted for journal publication. It is planned that a later version of this document will be submitted for peer-reviewed publication, but in the interests of sharing information during a rapidly changing epidemic landscape, we are making this early version available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We estimate the growth in demand for ICU beds in Chicago during the emerging COVID-19 epidemic, using state-of-the-art computer simulations calibrated for the SARS-CoV-2 virus. The questions we address are these:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "(1) Will the ICU capacity in Chicago be exceeded, and if so by how much?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "(2) Can strong mitigation strategies, such as lockdown or shelter in place order, prevent the overflow of capacity?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "(3) When should such strategies be implemented?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Our answers are as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "(1) The ICU capacity may be exceeded by a large amount, probably by a factor of ten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "(2) Strong mitigation can avert this emergency situation potentially, but even that will not work if implemented too late.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "(3) If the strong mitigation precedes April 1 st , then the growth of COVID-19 can be controlled and the ICU capacity could be adequate. The earlier the strong mitigation is implemented, the greater the probability that it will be successful. After around April 1 2020, any strong mitigation will not avert the emergency situation. In Italy, the lockdown occurred too late and the number of deaths is still doubling every 2.3 days. It is difficult to be sure about the precise dates for this window of opportunity, due to the inherent uncertainties in computer simulation. But there is high confidence in the main conclusion that it exists and will soon be closed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Our conclusion is that, being fully cognizant of the societal trade-offs, there is a rapidly closing window of opportunity to avert a worst-case scenario in Chicago, but only with strong mitigation/lockdown implemented in the next week at the latest. If this window is missed, the epidemic will get worse and then strong mitigation/lockdown will be required after all, but it will be too late.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "We estimate the growth in demand for ICU beds in Chicago during the emerging COVID-19 epidemic, using state-of-the-art computer simulations calibrated for the SARS-CoV-2 virus. The questions we address are these:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Executive Summary"
        },
        {
            "text": "(1) Will the ICU capacity in Chicago be exceeded, and if so by how much?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Executive Summary"
        },
        {
            "text": "(2) Can strong mitigation strategies, such as lockdown or shelter in place order, prevent the overflow of capacity?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Executive Summary"
        },
        {
            "text": "(3) When should such strategies be implemented?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Executive Summary"
        },
        {
            "text": "Our answers are as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Executive Summary"
        },
        {
            "text": "(1) The ICU capacity may be exceeded by a large amount, probably by a factor of ten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Executive Summary"
        },
        {
            "text": "(2) Strong mitigation can avert this emergency situation potentially, but even that will not work if implemented too late.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Executive Summary"
        },
        {
            "text": "(3) If the strong mitigation precedes April 1 st , then the growth of COVID-19 can be controlled and the ICU capacity could be adequate. The earlier the strong mitigation is implemented, the greater the probability that it will be successful. After around April 1 2020, any strong mitigation will not avert the emergency situation. In Italy, the lockdown occurred too late and the number of deaths is still doubling every 2.3 days. It is difficult to be sure about the precise dates for this window of opportunity, due to the inherent uncertainties in computer simulation. But there is high confidence in the main conclusion that it exists and will soon be closed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Executive Summary"
        },
        {
            "text": "Our conclusion is that, being fully cognizant of the societal trade-offs, there is a rapidly closing window of opportunity to avert a worst-case scenario in Chicago, but only with strong mitigation/lockdown implemented in the next week at the latest. If this window is missed, the epidemic will get worse and then strong mitigation/lockdown will be required after all, but it will be too late.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Executive Summary"
        },
        {
            "text": "This document describes the results of computer simulations of a standard population level epidemiological model (SEIR-model) with seasonal affects and parameters calibrated to be appropriate for SARS-CoV-2. The calculations are done by solving differential equations of the SEIR model [1] , without spatial extension, demographic stochasticity or attention paid to smallworld and scale-free network effects, but these are potentially important and [2, 3] could be readily added in the future [4] [5] [6] [7] [8] . The model additionally has categories for severely sick people who are hospitalized, people in critical condition in need of ICU rooms and ventilators, and a fatal category. The simulation uses severity assumptions as a function of individual age, informed by epidemiological and clinical observations in China [9] ; no modifications have been to take into account national differences, such as number of smokers in the population etc.",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 289,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 449,
                    "end": 452,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 453,
                    "end": 455,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 493,
                    "end": 496,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 497,
                    "end": 500,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 501,
                    "end": 504,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 505,
                    "end": 508,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 509,
                    "end": 512,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 826,
                    "end": 829,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The model has been calibrated with the hospital data in the Chicago area and is able to account for the rapid rise in COVID-19 patients that we are starting to see (see Figure 1 ). Here is how we performed calibration. The simulation needs a starting assumed number of cases, and we initially used the value 100. Here is why. Previously we had estimated that the Chicago community cluster was 1600 infected individuals on March 14 2020. The way we did that estimate was to work backwards from the number of ICU confirmed covid-19 patients at a major Chicago hospital (5 confirmed, 110 persons under investigation (PUIs) but 10% of those will turn out to be covid-19 positive). Then we used the doubling time of 2.3 days which was true at that time, and used a 20% hospitalization rate for covid-19 patients, with a time interval between infection and hospitalization of 9.9 days. Then we found that this cluster originated around February 19 2020.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 169,
                    "end": 177,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "However, we were not satisfied with this argument, because it predicted the first covid-19 confirmed case would be too late. To do this, we experimented with moving the starting time of the simulation with one infected individual, and found that this would work if the date of infection was February 16 th 2020. Reassuringly, this date is roughly consistent with the working backwards calculation! We ran the simulations with this initial condition: one infection event on Feb 16 th 2020. Starting with this value, our simulations predicted that on March 18 2020, between 38 and 40 people would be hospitalized, with 5 patients in ICU. At that time, the data available indicated at least 18 ICU patients (of which 11 were a cluster at a single hospital) and at least 19 non-critical hospitalized patients. We regarded this agreement as satisfactory within the uncertainties inherent in computer simulation at the population level with such small numbers of cases. Now we need to comment about the R0 parameter used in the simulations. There is no real consensus on the right value for R0 at this stage in the infection, so we experimented to find a value that replicated the observed doubling time of about 2.1-2.5 days in Illinois (Figure 1 ). We found that we could match the emergence of the infection in Illinois with an R0 = 4.0 (annual average), latency = 5 days, infectious period = 3 days, seasonal forcing strength 0.2 and seasonal peak in January. This value is within the ranges reported in an extensive epidemiological study [10] .",
            "cite_spans": [
                {
                    "start": 1537,
                    "end": 1541,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 1232,
                    "end": 1241,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Methods"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.20.20040048 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "We ran the simulation for a town with a population of 2.71 million, and with age structure appropriate for the US. This is supposed to represent Chicago (not the Chicago Metropolitan Area). We calibrated the model to match the observed epidemiological statistics. We found that the \"patient zero\" who started the local cluster was infected around Feb 16 2020. The parameters of the model were selected to reproduce the observed doubling time of 2.0 days for reported cases in Illinois (Figure 1) . The model predicts a current situation of 40 hospitalized non-critical patients, and 5 patients in ICU across Chicago. From a sample of three large hospitals in Chicago there are at least 19 hospitalized noncritical patients and additional 18 in ICU. Due to the inevitable uncertainties in computer modeling and the chance events that dictate early infections, we regard this agreement as satisfactory. The most important thing is that our simulations are calibrated to reproduce well the growth trend, so that we can predict the future course of the epidemic.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 485,
                    "end": 495,
                    "text": "(Figure 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "We ran the simulation until September 1 2020, and this was long enough to see the time course of the epidemic. The goal of our numerical experiments was to estimate the effect of strong mitigation scenarios on the peak number of severe cases (requiring hospitalization), peak number of critical cases (requiring hospitalization and special treatment) and total number of deaths. In particular, we wanted to observe the sensitivity of the outcomes to the time when strong mitigation was implemented, rather than the effects of different potential mitigations implemented at the same time [11] .",
            "cite_spans": [
                {
                    "start": 587,
                    "end": 591,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Strong mitigation is defined in our calculation by reducing the transmission in such a way that the effective epidemiological parameter R0 drops below unity and stays there. If R0 < 1, it is a mathematical certainty that the infection will die out, and the smaller it is, the faster the die-out occurs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Peak Table 1 . Prediction of the number of ICU beds needed in Chicago, the date when this peak will be reached, the peak in the number of hospital beds required, and the total number of deaths by September 1, 2020. The rows correspond to two scenarios: just-in-time and delayed mitigation scenarios described in the text. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 5,
                    "end": 12,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "In Figure 2 and Table 1 , we show the results of simulating the effects of strong mitigation on the demand for ICU beds in Chicago. We ran two simulations with the parameter R0 = 0.9, probably the least severe mitigation that one can do which is guaranteed to eventually end the COVID-19 epidemic. In one simulation (the \"late mitigation\" scenario), shown by the red curve, the mitigation was fully implemented by April 20 th 2020. In the other, shown by the blue curve (the \"just-in-time mitigation\" scenario), the mitigation was fully implemented by April 1 st 2020. The implementation of the mitigations was assumed to ramp up gradually over a period of time, and the strong steps already taken in Illinois are part of this mitigation and included in the calculation. Further mitigations are no doubt possible, and strong mitigation would be the final additional step.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 11,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 16,
                    "end": 23,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "4"
        },
        {
            "text": "The late mitigation scenario predicts that the number of ICU beds needed as the epidemic progresses in Chicago quickly exceeds the city's available beds (180, shown by the dashed horizontal line) and even the entire ICU bed capacity of the city (749, not shown for reasons of clarity). The amount by which the available capacity is exceeded is by a factor of 10, and the 5 amount by which the total capacity is exceeded is more than a factor of 2. In this scenario, the total number of deaths is estimated as 7445.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4"
        },
        {
            "text": "The just-in-time mitigation scenario predicts that at the peak of the epidemic, the demand for ICU beds does not exceed the number of available beds, and is significantly below the city's total ICU capacity. In this scenario, the \"curve is flattened\", and the epidemic dies out without a catastrophic impact on the city's ability to cope, and without ICU beds having to be set aside from their regular functions, associated with surgery etc. In this scenario, the total number of deaths is estimated as 1151.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4"
        },
        {
            "text": "Both scenarios involve strong mitigations, certainly stronger than current measures already implemented. Both mitigations end the epidemic eventually, around August. But one causes along the way a catastrophic event for the healthcare system, with many potential deaths predicted, and one does not. We note that in both Wuhan and Italy, strong mitigation measures were taken such as lockdown, but they were taken too late and still resulted in thousands of lives lost, including those of healthcare professionals. As the epidemic develops along its inevitable exponential growth trajectory, it is equally inevitable that leadership will eventually be forced to implement lockdown. Thus, if this is going to happen anyway, it should be taken as early as possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our calculation shows that the just-in-time scenario accomplishes this and that the window for such a strong mitigation will soon be closed. Of course, one cannot be sure that the dates and course of the epidemic are going to follow the precise predictions we have made. There are inevitable uncertainties in making predictions for such a powerful phenomenon as an epidemic. However, whether the outcomes predicted by our scenarios occur on exactly the dates given here, and with exactly the numbers provided here, they will occur as we have predicted. The window that we have predicted is rather short, perhaps two weeks at the longest. Thus to be safe, the mitigation measures should be implemented as soon as possible, while they will be effective; at the same time, for humanitarian reasons, the societal implications of lockdown require appropriate arrangements to be made for the city's population, as has already done for the mitigation efforts to date.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID 19 Scenario Simulator",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "N"
                    ],
                    "last": "Ivan Aksamentov",
                    "suffix": ""
                },
                {
                    "first": "Richard",
                    "middle": [],
                    "last": "Neher",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Stochastic epidemic dynamics on extremely heterogeneous networks",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Parra-Rojas",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "House",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Mckane",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Physical Review E",
            "volume": "94",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "When individual behaviour matters: homogeneous and network models in epidemiology",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bansal",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Grenfell",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Meyers",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of the Royal Society Interface",
            "volume": "4",
            "issn": "16",
            "pages": "879--891",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Small world and scale free model of transmission of SARS",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Small",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Tse",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "International Journal of Bifurcation and Chaos",
            "volume": "15",
            "issn": "05",
            "pages": "1745--1755",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Epidemic processes in complex networks. Reviews of modern physics",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pastor-Satorras",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "87",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Super-spreaders and the rate of transmission of the SARS virus",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Small",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tse",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Walker",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Physica D: Nonlinear Phenomena",
            "volume": "215",
            "issn": "2",
            "pages": "146--158",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Effect of small-world networks on epidemic propagation and intervention",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "Z"
                    ],
                    "last": "Sui",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Geographical Analysis",
            "volume": "41",
            "issn": "3",
            "pages": "263--282",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Halting viruses in scale-free networks",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Dezső",
                    "suffix": ""
                },
                {
                    "first": "A.-L",
                    "middle": [],
                    "last": "Barabási",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Physical Review E",
            "volume": "65",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The Novel Coronavirus Pneumonia Emergency Response Epidemiology Team, Vital Surveillances: The Epidemiological Characteristics of an Outbreak of 2019 Novel Coronavirus Diseases (COVID-19)-China, 2020. China CDC Weekly",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "113--122",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Epidemiological benchmarks of the COVID-19 outbreak control in China after Wuhan's lockdown: a modelling study with an empirical approach",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Ku",
                    "suffix": ""
                },
                {
                    "first": "T.-C",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "H.-H",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Available at SSRN",
            "volume": "3544127",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Impact of non -pharmaceutical interventions (NPIs) to reduce COVID -19 mortality and healthcare demand",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Number of confirmed COVID_19 cases in Illinois vs. date. The vertical axis is a logarithmic scale. The linearity of this graph shows the exponential growth with doubling time of 2 days expected early in an epidemic. The simulation model is calibrated to replicate this trend.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Prediction of the number of ICU beds needed in Chicago vs. date. The horizontal dashed line shows the current ICU beds (180) available in the City of Chicago on March 18 2020. It is desirable to keep the demand for ICU beds below the horizontal dashed line so that the capacity is not exceeded. The curve in red shows the results of a simulation with strong mitigation implemented after April 20 th 2020. The demand exceeds the number of available ICU beds by a factor of about ten. The curve in blue shows the results if strong mitigation is implemented before April 1 st 2020. In this case the demand does not exceed the number of available ICU beds.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "This work would not have been possible without the generous assistance of many individuals who contributed their expertise, guidance and technical assistance. We used an outstanding simulation of the SEIR model of epidemics (COVID-19 Scenario Explorer) with parameters and features appropriate for COVID-19, developed by Ivan Aksamentov, Nicholas Noll and Richard Neher at the University of Basel, and used with their permission. This scenario explorer was customized for us by Nicholas Noll (University of California at Santa Barbara and University of Basel) and Zhiru Liu (Stanford University). We benefitted from numerous discussions with the following individuals: David Ansell and Bala Hota at Rush University Medical Center, Chicago; Mark Johnson at Carle Hospital, Urbana; Alexei Tkachenko at Brookhaven National Laboratory.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}