{
    "paper_id": "54521bd72c1242be4cc154f66ebaf5759478e4cf",
    "metadata": {
        "title": "\"",
        "authors": [
            {
                "first": "Vineet",
                "middle": [],
                "last": "Chopra",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Eric",
                "middle": [],
                "last": "Toner",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Richard",
                "middle": [],
                "last": "Waldhorn",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Laraine",
                "middle": [],
                "last": "Washer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Approximately 95 000 critical care beds, including surgical and specialty unit beds, are available in U.S. hospitals today (3) . Conservative estimates suggest that we may need almost twice this amount should the COVID-19 pandemic resemble the influenza pandemics of 1957 or 1968, especially if it is sustained (4). Because some patients will be critically ill and need scarce resources, such as extracorporeal membrane oxygenation and ventilators (5) , hospitals must prepare now for how they will triage patients, allocate resources, and staff wards. The Table lists the essential elements of a hospital's planning process.",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 126,
                    "text": "(3)",
                    "ref_id": null
                },
                {
                    "start": 448,
                    "end": 451,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 557,
                    "end": 568,
                    "text": "Table lists",
                    "ref_id": null
                }
            ],
            "section": "DEVELOP A STRATEGY FOR PATIENT VOLUME AND COMPLEXITY"
        },
        {
            "text": "Hospitals should attempt to geographically cohort patients with COVID-19 to limit the number of health care personnel exposed and conserve supplies. This type of geographic capacity generation is extremely difficult because many U.S. hospitals run at full capacity. Geographic cohorting options may also be challenged by locations of airborne isolation rooms, with negative pressure being scattered throughout the hospital. It may be necessary to use innovative approaches, such as converting single rooms to double occupancy; expediting discharges; slowing admission rates; and converting spaces like catheterization laboratories, lobbies, postoperative care units, or waiting rooms into patient care venues. For example, at Michigan Medicine, designated beds in critical care units and non-critical care settings for persons under investigation and patients who test positive for COVID-19 have been identified. A dedicated team of hospitalists and critical care providers has been established, with clinical schedules and roles for leadership, communication, and activation criteria. Contingency plans have been developed, includ-ing activation criteria for opening a respiratory intensive care floor where cohorting of both critically ill and noncritically ill patients can occur. Similarly, ensuring the ongoing care of vulnerable patients, such as those in the posttransplant and immunocompromised communities, remains imperative. Safe locations and staffing plans that separate vulnerable patients from COVID-19 activities have been carefully considered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DEVELOP A STRATEGY FOR PATIENT VOLUME AND COMPLEXITY"
        },
        {
            "text": "The best evidence currently available suggests that COVID-19 spreads primarily via droplet transmission and direct contact. With the appropriate precautions, nosocomial transmission can be mitigated. Health care personnel should receive training on proper donning and doffing of personal protective equipment, including fit testing of N95 masks and use of powered air-purifying respirators, as well as basic infection prevention tenets, such as hand hygiene. Hospitals should monitor rates of equipment use to ensure an adequate supply of personal protective equipment for those on the front lines and may need to engage hospital security to avoid theft or hoarding of such equipment. Extended use or limited reuse of N95 respirators may become necessary, and communication about preservation is important.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PROTECT AND SUPPORT HEALTH CARE WORKERS ON THE FRONT LINES"
        },
        {
            "text": "To limit the total number of personnel engaged in patient care, hospitals should institute overtime and extended hours with appropriate compensation strategies. Clear exposure criteria with detailed plans outlining management of personnel in regard to work restrictions or other quarantine requirements must be developed. Hospitals must also safeguard their own by keeping logs of staff who care for patients and monitoring them for signs or symptoms of infection. Finally, even if care of patients with COVID-19 will be provided by a subset of providers, it is important not to lose sight of the needs of their family members and other staff. Support is important to the morale and well-being of the workforce.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PROTECT AND SUPPORT HEALTH CARE WORKERS ON THE FRONT LINES"
        },
        {
            "text": "During crises, health care resources should be allocated in an ethical, rational, and structured way to do the greatest good for the greatest number of patients. Hospitals and health systems must set aside a \"business as usual\" mentality and focus on how best to accommodate the patients likely to benefit the most from care. Specifically, a plan that outlines what services and types of procedures will be provided (for example, extracor-This article was published at Annals.org on 11 March 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DEFINE A STRATEGY TO ALLOCATE HEALTH CARE RESOURCES"
        },
        {
            "text": "poreal membrane oxygenation) and what will not (for example, elective cases) must be developed. Accordingly, clinical guidelines for use (or denial) of scarce services, such as mechanical ventilation and critical care, should be outlined, in consultation with ethics and medical staff. A protocol that defines how patients will be triaged for admission, observation, early discharge, and quarantine is important. Hospitals should anticipate that normal staffing ratios and some standards of care are unlikely to be maintained; plans for contingency and crisis standards that lay out a legal and ethical framework for care decisions, including who will make decisions, how, and under what circumstances, must be readied. At Michigan Medicine, scarce resource guidelines have not only been developed, but portions have been revised and circulated to staff to ensure agreement and buy-in for execution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IDEAS AND OPINIONS"
        },
        {
            "text": "Hospitals and health systems must develop agile ways to transmit timely and critical information in times of crises. A designated communication team that is integrated into the work so they have a strong understanding of the clinical care being provided and the communication needs of the workforce, patients, and public is recommended. Crisis communications should ideally occur via several media, such as a telephone hotline, the hospital Web page, social media platforms, or text-based messages. Important metrics, including the number of cases being triaged, investigated, or managed; bed capacity and availability; and new or emerging data on treatments or care strategies, should be provided. Similarly, timely communication of national updates on travel restrictions, policies for selfmonitoring and quarantine, and trends in infection rates must occur. To this end, health care leaders must remember that patients and their families are as much in need of actionable information as hospital personnel. Comprehensive communication strategies for both internal and external stakeholders are key.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DEVELOP A ROBUST, TRANSPARENT, AND OPEN COMMUNICATION POLICY"
        },
        {
            "text": "The COVID-19 outbreak will test the resilience of our health care system. Planning for managing patients and our workforce must begin in full force.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DEVELOP A ROBUST, TRANSPARENT, AND OPEN COMMUNICATION POLICY"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19) in the U.S. Accessed at www",
            "authors": [],
            "year": 2019,
            "venue": "Centers for Disease Control and Prevention. Coronavirus disease",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "689--697",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30260-9"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Preparation for possible sustained transmission of 2019 novel coronavirus: lessons from previous epidemics",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Swerdlow",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Finelli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.1960"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Preparing for the most critically ill patients with COVID-19: the potential role of extracorporeal membrane oxygenation",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Maclaren",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fisher",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Brodie",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.2342"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Analysis and interpretation of the data: E. Toner. Drafting of the article",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Dr",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Washer ; V. Chopra",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Toner",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Waldhorn",
                    "suffix": ""
                },
                {
                    "first": "; V",
                    "middle": [],
                    "last": "Washer",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Chopra",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Toner",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Waldhorn",
                    "suffix": ""
                },
                {
                    "first": "; V",
                    "middle": [],
                    "last": "Washer",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Chopra",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Toner",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Waldhorn",
                    "suffix": ""
                },
                {
                    "first": "; V",
                    "middle": [],
                    "last": "Washer",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Chopra",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Toner",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Waldhorn",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Washer",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "48109",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Full-time emergency manager To coordinate and oversee COVID-19 operations Operations task force Composed of key frontline personnel, such as emergency department physicians, hospitalists, critical care physicians, nurses, and infectious disease physicians, along with project managers to support activities-such as triage, staffing, and facilities management Well-resourced infection prevention teamDevelop and revise personal protective equipment protocols with backup plans in the event of supply shortages; facilitate personal protective equipment training; provide education about transmission risks; perform exposure investigations; and track epidemiology within the hospital Bed capacity plan Aim to be able to free up at least 30% of beds for an influx of patients at each facility; develop plans for critically ill patients and managing patients who may require advanced therapies, such as extracorporeal membrane oxygenation and mechanical ventilation Regional coalition Includes local, county, and state public health and emergency management partners and neighboring hospitals and health systems to coordinate bed capacity COVID-19 = coronavirus disease 2019.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Component Function"
        },
        {
            "text": "How Should U.S. Hospitals Prepare for COVID-19?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IDEAS AND OPINIONS"
        }
    ]
}