{
    "paper_id": "54dd4fea073190301a843a685922591d6cd31fd2",
    "metadata": {
        "title": "Structural Biology and Crystallization Communications Structure of the SARS coronavirus main proteinase as an active C 2 crystallographic dimer",
        "authors": [
            {
                "first": "Ting",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Amy",
                "middle": [],
                "last": "Ooi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hooi",
                "middle": [
                    "Chen"
                ],
                "last": "Lee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rupert",
                "middle": [],
                "last": "Wilmouth",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ding",
                "middle": [
                    "Xiang"
                ],
                "last": "Liu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Julien",
                "middle": [],
                "last": "Lescar",
                "suffix": "",
                "affiliation": {},
                "email": "julien@ntu.edu.sg"
            }
        ]
    },
    "abstract": [
        {
            "text": "PDB Reference: SARS coronavirus main proteinase, 2c3s, 2c3ssf.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The 34 kDa main proteinase (M pro ) from the severe acute respiratory syndrome coronavirus (SARS-CoV) plays an important role in the virus life cycle through the specific processing of viral polyproteins. As such, SARS-CoV M pro is a key target for the identification of specific inhibitors directed against the SARS virus. With a view to facilitating the development of such compounds, crystals were obtained of the enzyme at pH 6.5 in the orthorhombic space group P2 1 2 1 2 that diffract to a resolution of 1.9 Å . These crystals contain one monomer per asymmetric unit and the biologically active dimer is generated via the crystallographic twofold axis. The conformation of the catalytic site indicates that the enzyme is active in the crystalline form and thus suitable for structurebased inhibition studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "# 2005 International Union of Crystallography All rights reserved protein structure communications",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Severe acute respiratory syndrome (SARS) is a severe form of pneumonia. Its transmission pattern, high mortality rate and possible re-emergence in the future make SARS a serious threat for which neither efficient therapy nor vaccine is currently available. The disease is caused by a member of the coronavirus family: the SARS coronavirus (SARS-CoV; Fouchier et al., 2003) . Following viral entry into cells, two polyproteins named pp1a and pp1ab, with molecular weights of 486 and 790 kDa, respectively, are synthesized (Rota et al., 2003) . During the viral life cycle, pp1a and pp1ab are processed into 15 putative non-structural proteins by two viral proteases: the papainlike protease and the main proteinase M pro (also named the 3C-like protease; 3CL pro ; reviewed in Ziebuhr et al., 2000) . In SARS-CoV, M pro is responsible for the cleavage of 11 sites in the replicase polyproteins (Snijder et al., 2003) , releasing viral enzymes needed for replication, such as the RNA-dependent RNA polymerase and the helicase, as well as other accessory proteins and non-structural proteins the functions of which are not fully understood. Thus, given its pivotal role in the viral life cycle, M pro is an attractive target for the development of drugs directed against the SARS virus. Threedimensional structures of M pro enzymes have been reported for several coronaviruses including human CoV (HCoV229E; , porcine transmissible gastroenteritis virus (TGEV; Anand et al., 2002) and SARS-CoV (Yang et al., 2003) . In this study, using an Escherichia coli overexpression system, we purified the SARS-CoV M pro and obtained a novel crystal form at pH 6.5 that diffracts to high resolution and contains one monomer per asymmetric unit. The active-site residues and the oxyanion hole adopt a functional conformation, indicating that this crystal form might be useful for structure-based drug design.",
            "cite_spans": [
                {
                    "start": 350,
                    "end": 372,
                    "text": "Fouchier et al., 2003)",
                    "ref_id": null
                },
                {
                    "start": 521,
                    "end": 540,
                    "text": "(Rota et al., 2003)",
                    "ref_id": null
                },
                {
                    "start": 776,
                    "end": 797,
                    "text": "Ziebuhr et al., 2000)",
                    "ref_id": null
                },
                {
                    "start": 893,
                    "end": 915,
                    "text": "(Snijder et al., 2003)",
                    "ref_id": null
                },
                {
                    "start": 1458,
                    "end": 1477,
                    "text": "Anand et al., 2002)",
                    "ref_id": null
                },
                {
                    "start": 1491,
                    "end": 1510,
                    "text": "(Yang et al., 2003)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The DNA fragment encoding the SARS-CoV M pro strain SIN 2774 (Ruan et al., 2003) was amplified by PCR using Pfu polymerase (Stratagene) and cloned into pMAL-c2x (New England Biolabs) incorporating the maltose-binding protein (MBP) at the N-terminus of SARS-CoV M pro . The forward primer (5 0 -TACTAATTGAAGGA GTTCGGGTTTTAGGAAAATGG-3 0 ) contains an XmnI site (bold). The reverse primer (5 0 -AGCCGGATCCTTATTGGAAGGT AACACCAG-3 0 ) contains a BamHI site (bold) downstream of the stop codon TAA. Four additional amino acids (IEGR) were introduced to facilitate the removal of MBP by factor Xa. Transformed BL21(DE3) E. coli cells were grown at 310 K in LB media supplemented with 0.2% glucose until an OD 600 nm of 0.6-0.8 was attained. IPTG was added to a final concentration of 1 mM and the temperature was lowered to 303 K. After 2 h, cells were harvested by centrifugation at 8000g for 10 min, resuspended in buffer A (20 mM Tris-HCl pH 7.4, 50 mM NaCl, 1 mM EDTA) and lysed by sonication for 20 min, followed by centrifugation at 20 000g for 20 min at 277 K. The supernatant was loaded onto an Econo-column (Bio-Rad) packed with amylose resin (New England Biolab) equilibrated with buffer A and incubated overnight at 277 K. The fusion protein was eluted at 277 K using 20 mM Tris-HCl pH 7.4, 50 mM NaCl, 1 mM EDTA, 10 mM maltose and loaded onto a HiPrep 16/10 Q Sepharose FF column (Amersham) equilibrated with buffer B (20 mM Tris-HCl pH 8.0, 50 mM NaCl, 1 mM EDTA). Proteins were eluted using a linear NaCl concentration gradient in buffer C (20 mM Tris-HCl pH 8.0, 1 M NaCl, 1 mM EDTA). Fractions containing MBP-SARS-CoV M pro were pooled, concentrated by ultrafiltration at 3000g (Centricon, Vivascience) and desalted in 20 mM Tris-HCl pH 7.0, 50 mM NaCl, 1 mM CaCl 2 using PD-10 columns (Amersham). One unit of factor Xa was added per 142 mg of fusion protein for 6 h at 297 K. After cleavage, factor Xa was removed using a resin (Qiagen). Cleaved products were loaded onto an XK 16/20 phenyl Sepharose resin column (Amersham) equilibrated in buffer D (12.5 mM Tris-HCl pH 7.0, 300 mM NaCl, 1 mM DTT, 0.1 mM EDTA). The recombinant SARS-CoV M pro was eluted using buffer E (12.5 mM Tris-HCl pH 7.0, 1 mM DTT, 0.1 mM EDTA). Fractions containing SARS-CoV M pro were pooled and the buffer changed to 10 mM Tris-HCl pH 7.4, 1 mM EDTA, 1 mM DTT for concentration to 5 mg ml À1 as determined using the Bradford method (Bio-Rad) with BSA as a standard and stored at 193 K.",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 80,
                    "text": "(Ruan et al., 2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Protein expression and purification"
        },
        {
            "text": "Crystals of SARS-CoV M pro were grown using the hanging-drop vapour-diffusion method. Equal volumes (1 ml) of protein and mother liquor were mixed over wells containing 0.1 M MES pH 6.5 and 0.6 M (NH 4 ) 2 SO 4 at 291 K. Macroseeding produced thin elongated plate-like crystals over a period of one week. For data collection, crystals were soaked in a cryoprotecting solution containing 30% glycerol, 0.1 M MES, 0.6 M (NH 4 ) 2 SO 4 pH 6.5, before being mounted and cooled to 100 K in a nitrogen-gas stream (Oxford Cryosystems). Diffraction intensities were recorded at beamline ID14-4 at the European Synchrotron Radiation Facility, Grenoble, France on an ADSC CCD detector using an attenuated beam of 0.125 Â 0.050 mm. Integration, scaling and merging of the intensities were carried out using programs from the CCP4 suite (Collaborative Computational Project, Number 4, 1994) . Data-collection and refinement statistics are presented in Table 1 .",
            "cite_spans": [
                {
                    "start": 825,
                    "end": 878,
                    "text": "(Collaborative Computational Project, Number 4, 1994)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 940,
                    "end": 947,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Crystallization and data collection"
        },
        {
            "text": "The structure of SARS-CoV M pro was readily solved by molecular replacement using the program AMoRe from the CCP4 suite with the SARS-CoV M pro structure deposited as PDB code 1uj1 as a search model. The program REFMAC5 was used for refinement cycles, which were alternated with rebuilding sessions using the program O (Jones et al., 1991) . 5% of the reflections were set aside to monitor the progress of refinement using the R free factor. Water molecules, added automatically using ARP/wARP (Perrakis et al., 1999) , were checked by visual inspection. The quality of the model was assessed using PROCHECK (Laskowski et al., 1993) . Structure superposition was performed with LSQKAB (Collaborative Computational Project, Number 4, 1994).",
            "cite_spans": [
                {
                    "start": 319,
                    "end": 339,
                    "text": "(Jones et al., 1991)",
                    "ref_id": null
                },
                {
                    "start": 494,
                    "end": 517,
                    "text": "(Perrakis et al., 1999)",
                    "ref_id": null
                },
                {
                    "start": 608,
                    "end": 632,
                    "text": "(Laskowski et al., 1993)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Structure determination and refinement"
        },
        {
            "text": "The model comprises one monomer per asymmetric unit (residues 1-301). Five residues from the C-terminus are not visible in the electron-density map and have been omitted. Residues 1-101 (domain I) and 102-184 (domain II) form the chymotrypsin-like double--barrel structure which is observed in several viral proteases including picornaviruses, togaviruses and flaviviruses (Babe & Craik, 1997) . The C-terminal -helical domain (residues 201-301) of SARS-CoV M pro is required for activity, since a truncated fragment comprising only its catalytic domain displays a significant decrease in enzymatic activity (Bacha et al., 2004) . Structural and functional studies of coronavirus M pro have shown that dimerization is required for maximal protease activity. In this respect, a prominent role is played by the seven amino-terminal amino acids, which adopt an extended conformation making extensive contacts with domain II of the other monomer and ensuring the formation of a catalytically competent active site (Yang et al., 2003) . In our crystal form, the active dimer is generated through the crystallographic twofold. No contact is established by Ser1, which is mobile as shown by a higher than average temperature factor. The path of the main chain, however, closely follows that observed in previously reported active monomers, with an r.m.s deviation of 0.80 Å for 300 equivalent mainchain atoms (PDB code 1uj1 chain A; Yang et al., 2003) (Fig. 1a) . This latter crystal form belongs to space group P2 1 and contains one dimer in the asymmetric unit with quasi-twofold symmetry. This indicates that the N-terminal residue is not absolutely required for the active site to adopt an active conformation.",
            "cite_spans": [
                {
                    "start": 373,
                    "end": 393,
                    "text": "(Babe & Craik, 1997)",
                    "ref_id": null
                },
                {
                    "start": 608,
                    "end": 628,
                    "text": "(Bacha et al., 2004)",
                    "ref_id": null
                },
                {
                    "start": 1010,
                    "end": 1029,
                    "text": "(Yang et al., 2003)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1426,
                    "end": 1444,
                    "text": "Yang et al., 2003)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 1445,
                    "end": 1454,
                    "text": "(Fig. 1a)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Overall structure of SARS-CoV M pro"
        },
        {
            "text": "A figure showing the distribution of the thermal factors of the SARS-CoV main proteinase is available as supplementary material. 1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overall structure of SARS-CoV M pro"
        },
        {
            "text": "The substrate-binding site is located in a cleft between the two -barrels. The catalytic Cys145-His41 dyad (with the cysteine thiol acting as the nucleophile) is used instead of the classical Ser-His-Asp triad of serine proteases (Fig. 1b) . Although the crystals were obtained at pH 6.5, a value which is presumably near the pK a value of His residues in the substrate-binding site and where the enzyme shows a slightly reduced activity, the conformation of the active site indicates an active enzyme (Fig. 1b) . The immediate vicinity of the active site is involved in extensive intermolecular contacts with neighbouring molecules. Thus, this crystal form is likely to be more suitable for studies involving soaking or co-crystallization of small compounds rather than long peptides. Interestingly, during the course of preparation and submission of this manuscript, related crystal forms of SARS-CoV M pro have been reported by Hsu et al. (2005) and by Tan et al. (2005) .",
            "cite_spans": [
                {
                    "start": 931,
                    "end": 948,
                    "text": "Hsu et al. (2005)",
                    "ref_id": null
                },
                {
                    "start": 956,
                    "end": 973,
                    "text": "Tan et al. (2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 230,
                    "end": 239,
                    "text": "(Fig. 1b)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 502,
                    "end": 511,
                    "text": "(Fig. 1b)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Structure of the active site"
        }
    ],
    "bib_entries": {
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Proc. Natl Acad. Sci. USA",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Lou",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Pang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Anand",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bartlam",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hilgenfeld",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Rao",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "100",
            "issn": "",
            "pages": "13190--13195",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ". (2005). F61, 964-966 Xu et al. SARS coronavirus main proteinase 965",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "a) Overall superposition of the C traces from the SARS-CoV M pro monomer present in our asymmetric unit (coloured red, PDB code 2c3s) with the active monomer A ofYang et al. (2003) (shown in blue, PDB code 1uj1, chain A). A residual rotation of 4.5 is needed to then bring the two equivalent monomers B into coincidence. The active-site residues of each monomer are represented as sticks. (b) Detailed view of the active site represented as green sticks (2c3s, this work) superimposed onto the active monomer A of SARS-CoV M pro (1uj1, chain A). The putative hydrogen bonds (dashed lines) formed by the spatially conserved water molecule (red sphere) are shown.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Data-collection and refinement statistics.Values in parentheses refer to the highest resolution shell.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We are grateful to Dr Ed Liu from the Genome Institute of Singapore for providing us with the clones from the SARS virus. Financial support from the Singapore Biomedical (03/1/21/20/291) and National Medical Research Councils (NMRC/SRG/001/2003 to JL laboratory) is acknowledged as well as access to data-collection facilities at ESRF.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}