{
    "paper_id": "54e9b322a9b811a947329042a419c89e1ae470ed",
    "metadata": {
        "title": "Archives of Virology The Proposed Family Toroviridae: Agents of Enteric Infections Brief Review",
        "authors": [
            {
                "first": "Marianne",
                "middle": [],
                "last": "Weiss",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "C"
                ],
                "last": "Horzinek",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In 1982 and 1983 two new viruses detected in fecal material from cattle and horse, respectively, were described (1, 2), which could not be assigned to any known virus family. Results gained since then from morphological, biochemical and serological studies demonstrated the unique t~atures of these viruses and justified the proposal of a new virus family, provisionally named \"Toroviridae\" (from latin torus= a doughnut shaped ring) (3) .",
            "cite_spans": [
                {
                    "start": 434,
                    "end": 437,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Berne virus, the best studied representative was isolated from a rectal swab of a diarrheic horse during routine diagnostic work in Berne (Switzerland) in 1972 (2) . In 1982 WOODE et at. (1) described the isolation of a virus during an acute epizootie of neonatal calf diarrhea in Breda, Iowa, U.S.A. (Breda virus 1). AntigenieMly related viruses were later found in feces from a colostrum-deprived calf in Iowa (Breda virus 2) (4) and from 5 to 6 months old diarrheic calves in Ohio, U.S.A. (5) . A morphologically similar virus (Lyon 4 virus) detected in cattle in Lyon, France (6, 7) , was shown later to possess an antigenic relatedness to the Berne (BEV) and Breda (BRV) viruses. BEARDS et al. (8) reported in 1984 particles resembling BEV and BRV in stool specimens of children and adults with diarrhea, which reacted with antibodies against BEV and BRV in immunoelectron microscopy. Similar particles were seen by Schaap in feces of children with gastroenteritis in Rotterdam (3) . Consequently, members of the torovirus family presently recognized are enteric viruses from three different, species. From serological studies, however, the presence of toroviruses in other animals became evident. This review summarizes the current knowledge of the properties of this new group of viruses.",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 163,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 187,
                    "end": 190,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 492,
                    "end": 495,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 580,
                    "end": 583,
                    "text": "(6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 584,
                    "end": 586,
                    "text": "7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 699,
                    "end": 702,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 983,
                    "end": 986,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In negatively stained preparations toroviruses are pleomorphic and measure 120 to 140 nm in their largest diameter. They were described as spherical, oval, elongated or kidney-shaped particles (Fig. l) consisting of\" a peplomer-bearing envelope and a sausage-like internal structure with transverse striation (estimated periodicity about 4.5 nm) (1, 2) . BEV projections measure 20 nm in length. They have a drumstick shape and consist of a thin stalk carrying a distal sphcrule (2) . BRV were described to possess 7.6-9.5 nm pcplomers; few particles showed irregularly arranged processes of 17-24 nm thought by WOODE et al. to represent tissue debris (1). The longer peplomers were more frequently seen in BRV 2 than BRV 1 preparations. Particles from human feces were surrounded by a halo of 7 -9 nm projections; occasionally a second ring of small peplomers was noticed, partly superimposed upon the first. Longer projections were only occasionally observed (8) .",
            "cite_spans": [
                {
                    "start": 346,
                    "end": 349,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 350,
                    "end": 352,
                    "text": "2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 479,
                    "end": 482,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 961,
                    "end": 964,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 193,
                    "end": 201,
                    "text": "(Fig. l)",
                    "ref_id": null
                }
            ],
            "section": "Morphology"
        },
        {
            "text": "In thin sections through BEV infected cells (horse kidney, embryonic mule skin, equine dermal cells) densely staining spherical, elliptieM and elongated particles were detected (2, 9) . A clear distinction between an inner structure of high electron density, apparently corresponding to the nucleocapsid, and a less dense outer region can be made. Spherical and elliptical particles enclosing a crescent-shaped core are prevalent in the extracellular space. Enveloped twin circular structures with a light centre are interpreted as cross-sections through virions containing a hollow tubular nucleocapsid bent into an open torus (Fig. 2) . Bacilliform viruses with a rodlike core are On the right electron mierographs of BEV particles, on the left schematic interpretations of the viral structures seen in the corresponding photographs are shown, a Virion with a toroidal core within a circular particle out, line. The indicated section plane 1 leeds to a biconcave structure with twin circular cross-sections of the core, b. Section plane 2 cuts the nueleocapsid only once, c. d Elliptical virion with little resolution of the interior, e Rod-shaped particle, f Circular structure with an electron-lucent center corresponding to ~ cross-section through a rod-shaped particle, g Virion with a C-shaped nucleocapsid; in contrast to a the envelope follows the smaller curvature of the torus, h Cross-section through g cutting the nucleocapsid twice encountered in cytoplasmic vacuoles. Cross-sections through these rod-like particles revealed three concentric circles of high electron density. The outer circles measured 47 and 37 nm, respectively, in diameter. The innermost circle of highest electron density (diameter 24 nm) is thought to represent a transversal section through the nueleoeapsid. Its electron lucent centre is indicative for the tubular structure of the core. Thin sections through BRV infected intestinal cells of calves (10, 11, 12) showed elongated viral particles with rounded ends measuring 42 × 100.5 nm. In cross-sections a core of high electron density with an electron lucent, central channel could be discerned from a fuzzy outer membrane of medium electron density.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 180,
                    "text": "(2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 181,
                    "end": 183,
                    "text": "9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1939,
                    "end": 1943,
                    "text": "(10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1944,
                    "end": 1947,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1948,
                    "end": 1951,
                    "text": "12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 628,
                    "end": 636,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "Morphology"
        },
        {
            "text": "For both viruses the core was reported to measure 22-24 nm in diameter (2, 9, 12) . The length of the nueleocapsid can only be approximated; it depends on the orientation in space of the virion and the plane of section. In BEV a mean length of 104 nm (_+ 16 nm, n = 90) was calculated, but cores exceeding 200 nm in length have been encountered (2, 9) .",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 74,
                    "text": "(2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 75,
                    "end": 77,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 78,
                    "end": 81,
                    "text": "12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 345,
                    "end": 348,
                    "text": "(2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 349,
                    "end": 351,
                    "text": "9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Morphology"
        },
        {
            "text": "It was concluded that, toroviruses are enveloped, peplomer-bearing particles \"containing an elongated tubular nueleocapsid of presumably helical symmetry. The eapsid may be bent into an open toms, conferring a disk-or kidney-shaped morphology to the virion (largest diameter 120-140nm) or straight, resulting in a rod-shaped particle (dimensions 35 × 170 nm)\" (3).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Morphology"
        },
        {
            "text": "Proteins: In polyacrylamide gel electrophoresis (PAGE) BEV and BRV proteins showed quite similar patterns of molecular weights (mol. wts). Metabolically labelled BEV preparations revealed structural proteins in the range of 75-100, 37, 22, and 20 kD (13, 14) . In radioiodinated purified intact BEV the 22 and 37 kD proteins were labelled; when the preparation was treated with Triton X-100, the 20 kD polypeptide was labelled in addition ( Fig. 3) . Radioiodinated BRV polypeptides were encountered with apparent mol. wts of 105, 85, 37 k and and in the 20 k range (15) .",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 254,
                    "text": "(13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 255,
                    "end": 258,
                    "text": "14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 566,
                    "end": 570,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 441,
                    "end": 448,
                    "text": "Fig. 3)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Chemical Composition"
        },
        {
            "text": "The 20 and 37 kD proteins of BEV are both phosphorylated. The 20 kD protein is the :most prevalent protein in BEV, accounting tbr about 84 per cent of the total protein mass. It has I~NA binding properties and was found in an intraeellular substructure of higher density than tlhe virion (d = 1.36 g/ ml in CsC1). It is therefore suggested to represent the main capsid protein (14) . In radioimmune precipitation (RIP) it, was recognized preferentially by heterologous sera (cattle), another indication that the 20kD protein corresponds to an internal, evolutionary conserved, and broadly crossreactive protein. Second in abundance (about 13 per cent of the virion protein mass) is the 22 kD protein. It is neither phosphorylated nor glycosylated. After treatment, of virions with Triton X-100 the 22 kD polypeptide was found in slowly sedimenting material, an observation indicative of its membrane association. The 22 kD protein is therefore a likely candidate for an envelope protein (14) , (HORZINEK et al., unpublished results). The low molecular weight polypeptide of B R V does not comigrate in PAGE with the 20 kD nucleocapsid protein of BEV and seems to be larger. Its migration behaviour was affected by ether extraction suggesting a membrane association and a correspondance to the 22 kD protein of BEV (15) . No function could be attributed to the phosphorylated 37 kD protein so far; it is assumed to serve as a matrix protein.",
            "cite_spans": [
                {
                    "start": 377,
                    "end": 381,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 987,
                    "end": 991,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1314,
                    "end": 1318,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Chemical Composition"
        },
        {
            "text": "The high molecular weight virion protein in the range of 75-100 kD of BEV is glycosylated, probably by N-linked oligosaccharides since tunicamycin, an antibiotic known to inhibit N-linked oligosaccharide synthesis, prevented the formation of infectious virus as well as appearance of the 75-100 kD band in PAGE of infected cells (20) . In RIP the 75-100 kD protein of BEV was preferably recognized by a horse antiserum with high neutralization activity (14) . Radioiodinated B R V preparations contained genome: BEV replication is not inhibited by DNA nueleotide analogous which indicates the presence of an RNA genome (2). One type of single stranded RNA molecule with a mol. wt of about 5.7 × 106 was isolated from virus particles. The virion RNA was shown to be infectious and a positive polarity is suggested. Polyadenylation of genomie RNA was apparent from oligo dT affinity chromatography and TI l~NAse fingerprints. (HoRZlNEt~ et al., unpublished results).",
            "cite_spans": [
                {
                    "start": 329,
                    "end": 333,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 453,
                    "end": 457,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Chemical Composition"
        },
        {
            "text": "In a linear sucrose gradient a virion buoyant density of 1.16 to 1.18 g/ml was determined for BEV (2) . Under the same conditions BRV 2 banded at 1.18 g/ml. For BEV and Bt~V 2 sedimentation coefficients of 400 and 350 S, respectively, were estimated (15) . In addition to the main infectivity (400 S) peak a second virus specific peak of slower sedimentation (50 to 150 S) was detected in isokinetie sucrose gradients of BEV; these particles contained smaller virus specific RNA molecules and the 22 kD protein. They were non-infectious and are probably non-interfering. Also in BI%V 2 preparations a second peak (90 S) with a hemagglutinating activity was encountered. Nature and significance of these subviral particles require further study. t~esistanee BEV is readily inactivated by heat but well preserved if stored at temperatures below -20 ° C (16) . Desiccation and freeze-drying resulted in insignificant losses of infectivity. BEV is very sensitive to LVV-ix'raditation. A high stability to extreme hydrogen ion concentrations was noted; infectivity titers remained unchanged in a pH range between 2.5 to 10.3. Pronase and B. subtilis proteinase reduced BEV virus infectivity whereas treatment with trypsin and chymotrypsin remained without effect. Neither phospholipase C, 1%Nase nor DOC (0.1 per cent) affected the titer of purified BEV preparations.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 101,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 250,
                    "end": 254,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 851,
                    "end": 855,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Density and Sedimentation Coefficient of Virions"
        },
        {
            "text": "Triton X-100 in contrast, lead to rapid inactivation with a constant level of residual infectivity. Organic solvents and formalin destroyed the viral infectivity completely.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Density and Sedimentation Coefficient of Virions"
        },
        {
            "text": "In vivo: BRV in calves was shown by IF and EM to replicate in epithelial cells of the colon, the caudal part of the jejunum and the ileum. No viral antigen was discovered in the epithelium of the anterior part of the jejunum nor in subepithelial tissue. Cells of both the crypts and villi in mid to lower jejunum and ileum are infected as are most cells of the large intestine (1, 4, 10, 11, 12) .",
            "cite_spans": [
                {
                    "start": 377,
                    "end": 380,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 381,
                    "end": 383,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 384,
                    "end": 387,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 388,
                    "end": 391,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 392,
                    "end": 395,
                    "text": "12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Host Range"
        },
        {
            "text": "In vitro: BEV, originally isolated in secondary horse kidney cells, can be propagated in cell cultures of equine origin (horse kidney, embryonic horse lung, embryonic mule skin and equine dermal cells) (2) . Attempts to grow BEV in cells originating from man, monkey, cattle, pig, rabbit, mouse, hamster, were unsuccessful (WEIss, unpublished results). Neither BRV nor the human torovirus particles could be adapted to gro~h in culture so far (1, 8) .",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 205,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 443,
                    "end": 446,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 447,
                    "end": 449,
                    "text": "8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Host Range"
        },
        {
            "text": "Hemagglutination BRV and BEV possess hemagglutinating activity whereas no such property could be demonstrated for the human torovirus particles up to now. Hemagglutination of Bt~V was only obtained with mouse and rat erythrocytes (ECs). All attempts with ECs from other species (human group O, bovine, hamster, guinea pig, chicken, turkey, goose) remained without success (1). In contrast, BEV agglutinates (in decreasing order) ECs from human (group 0), rabbit and guinea pig but not from rat and mouse or other (21) . By electron microscopy BEV particles were shown to bind with the peplomers to the EC surface (Fig. 5) . Evidence was obtained that, the human erythroe3~e receptors for BEV are glycoproteins or glyeolipids.",
            "cite_spans": [
                {
                    "start": 513,
                    "end": 517,
                    "text": "(21)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 613,
                    "end": 621,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Host Range"
        },
        {
            "text": "The strain P 138/72 of BEV is the only equine torovirus strain isolated so far (2) . In contrast several BRV isolates were obtained from cattle. Three of them were compared antigenically and were found to be related (17) . No distinction between them was noted in immunofluorescence (IF) tests. On the basis of results obtained in hemagglutination inhibition (HI), enzymelinked immunosorbent assay (ELISA) and immunoelectron microscopy (IEM) however, they were divided into 2 serotypes: serotype 1 (= Breda 1) is represented by the Iowa isolate 1, serotype 2 (= Breda 2) by the Ohio isolate and the Iowa isola.te 2.",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 82,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 216,
                    "end": 220,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Antigenic Properties"
        },
        {
            "text": "BEV and BRV share antigens as evidenced by cross reactions in different, serological tests. BEV preparations reacted in seroneutrMization, ELISA and RIP with bovine sera (2, 14) , and positive reactions were noted between BRV antigens and BEV antibodies in IF and ELISA but not in a HI test (WOODE, personal communication).",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 173,
                    "text": "(2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 174,
                    "end": 177,
                    "text": "14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Antigenic Properties"
        },
        {
            "text": "A mouse serum raised against Breda 2 and known to recognize not. only the homologous proteins but also the 105 and 85 kD proteins of the heterologous BRV 1 in RIP, inhibited hemagglutination of the heterologous serotype to a low but significant degree and neutralized the infectivity of BEV (15) .",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 295,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Antigenic Properties"
        },
        {
            "text": "Monoclonal antibodies produced against BEV and recognizing the 7 5 -100 kD protein in RIP showed neutralizing and hemagglutination inhibition properties (20) (Fig. 4) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 158,
                    "end": 166,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Antigenic Properties"
        },
        {
            "text": "From these data and the observation that a horse field serum with a high neutralizing activity against BEV preferentially recognized the 75-100 kD protein (14) it is concluded that the erossreaeting antigens are represented by the high mol. wt glyeoproteins. Their apparent involvement in neutrMization and ttI makes them candidate for peplomer proteins.",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 159,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Antigenic Properties"
        },
        {
            "text": "The preferential recognition of the 20 kD nueleocapsid protein of BEV by heterologous cattle sera mentioned above may indicate a broadly reacting group specitic antigen. A positive IF was noted with Lyon 4 virus and BEV antibodies in horse sera, and antisera t?om cattle positive for Lyon 4 reacted in seroneutralization, ELISA and RIP with BEV (2, 14) . Evidence of a reaction of the particles in human feces with sera containing antibodies against BRV and BEV, respectively, were obtained in IEM (8), (Flewett personal communication). Further tests, however, are needed to confirm the antigenie relatedness of the putative human torovirus with Bt~V and BEV.",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 348,
                    "text": "(2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 349,
                    "end": 352,
                    "text": "14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Antigenic Properties"
        },
        {
            "text": "For BEV a purification procedure was developed (2) . Supernatants from infected tissue cultures were mixed with ammonium sulphate (end concentration 25 to 50 per cent) and the resuspended and clarified precipitate was layered on top of a linear 15 to 50 per cent (w/w) sucrose gradient,. After centrifugation to equilibrium and fractionation, the samples were monitored for the presence of virus antigen by indirect ELISA. For some experiments, e.g. preparation of ELISA antigen ibr serology, a lower degree of purity was sufficient. In this case the precipitated and resuspended material was sedimented through a 15 per cent sucrose layer onto a 50 per cent sucrose cushion.",
            "cite_spans": [
                {
                    "start": 47,
                    "end": 50,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Purification"
        },
        {
            "text": "BRV was purified from diarrheic feces (1, 17) . Fecal material was diluted 1:2 to 1:4 and clarified by low speed centrifugation. Depending on the degree of purity desired, the supernatant was either used directly, pelleted at 80,000 to 100,000 × g; or further purified by the methods described for BEV.",
            "cite_spans": [
                {
                    "start": 38,
                    "end": 41,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 42,
                    "end": 45,
                    "text": "17)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Purification"
        },
        {
            "text": "In BEV infected E. derm cells an increase in extracellular infectivity was noted between the 8th and 9th hour after infection, and a plateau was reached at about 15 hours. A pronounced cytepathic effect (CPE) was evident about 21 hours post infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Replication"
        },
        {
            "text": "In the presence of actinomycin D and a-amanitin, BEV replication was drastically decreased when the drugs were added during the first 8 hours after infection. UW preirradiation of the cells also interfered with BEV multiplication. From these results it appears that BEV replication depends on some nuclear function of the host cell (13) . (Fig. 6) .",
            "cite_spans": [
                {
                    "start": 332,
                    "end": 336,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 339,
                    "end": 347,
                    "text": "(Fig. 6)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Replication"
        },
        {
            "text": "In infected E. derm cells BEV is assembled by budding of a preformed rigid nucleocapsid through intracytoptasmic membranes (9) . Tubular structures, representing nucleocapsids, are formed in places distant from the budding site. They are often seen in immediate proximity of cytoplasmic accumulations of an electron dense granular substance supposed to consist of ~iral material. Tubules were not only encountered in the cytoplasm but Budding of virus particles occurs predominantly into the Golgi system but was also observed through membranes of the rough endoplasmic reticulum and into the perinuclear space. The following sequence of events was reconstructed: The intracytoplasmic nucleoeapsid becomes attached to the membrane with one of its rounded ends and subsequently sideways. During budding the eapsid apparently acquires its definite diameter and electron density. As a result of the budding process an enveloped bacilliform virus particle is found free in the lumen of the cytoplasmic cisternae (Fig. 7) . Virus containing vesicles merge with the peripheral plasma membrane and release their contents. During transition from the intravesieular to the extracellular state the morphology of virus particles changes from the rod-like form to the characteristic torus form (Fig. 8) .",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 126,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 1008,
                    "end": 1016,
                    "text": "(Fig. 7)",
                    "ref_id": null
                },
                {
                    "start": 1282,
                    "end": 1290,
                    "text": "(Fig. 8)",
                    "ref_id": null
                }
            ],
            "section": "Viral proteins were recognized in infected cells from the 6th hour after infection onward. A virus specific protein of 200 kD which is not part of the extracellular virion was regularly detected in infected cells. It is glycosylated"
        },
        {
            "text": "B R V morphogenesis cannot be followed sequentially since virus propagation has so far not been achieved in tissue culture. The available data, however (12) , indicate that the BRV morphopoiesis is similar to that of BEV. Tubular structures were encountered in the cytoplasm and nucleus and enveloped viral particles were seen predominantly in vesicles of the Golgi system. Virus containing vesicles appear to move to the cell surface and to release their contents by fusion with the plasma membrane. All BRV particles encountered in ultrathin sections were elongated and bacilliform.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 156,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Viral proteins were recognized in infected cells from the 6th hour after infection onward. A virus specific protein of 200 kD which is not part of the extracellular virion was regularly detected in infected cells. It is glycosylated"
        },
        {
            "text": "Berne virus was isolated from a rectal swab of a diarrheic horse (2); whether it had caused this disease could not be proven. In a few experimental and naturally oecuring BEV infections clinical signs were not noted (18) . Consequently, a disease picture cannot be attributed to BEV so far. BRV in contrast, was first isolated during an acute epizootic of calf diarrhea (1) , and was later shown to cause diarrhea of varying severity, both in colostrum-deprived and gnotobiotic calves (11, 17) . In man the torovirus-like particles were also found in association with diarrhea (8) .",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 220,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 370,
                    "end": 373,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 485,
                    "end": 489,
                    "text": "(11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 490,
                    "end": 493,
                    "text": "17)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 577,
                    "end": 580,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Pathogenicity"
        },
        {
            "text": "Pathological and histopathological data are only available from BRV infected calves (1, 10, I1). Lesions were seen in the intestinal mueosa of the middle to caudal part of the jejunum, of the ileum, cecum, spiral colon and descending colon. They consisted of villus atrophy and necrosis of epithelial cells covering villi and crypts. In addition, an acute inflammatory response with cellular infiltration and subtle changes in capillaries were noted in the altered regions. The infected cells showed a distension of the cytocavitary network, a dilation of the Golgi complex, the appearance of autophagolysosomes, shortened mierovilli and degenerated mitochondria. Viral antigen and particles could be demonstrated in the affected parts of the intestine by indirect IF and EM, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pathogenicity"
        },
        {
            "text": "Toroviruses have been demonstrated in the horse, in cattle and man, and they were occasionally seen in pigs (SAIF, unpublished results). These are not the only host species of toroviruses. From serological examinations evidence was obtained that BEV-related viruses are prevalent in other ungulates (cattle, goat, sheep, pig), in tbral mice and in laboratory rabbits (18) . In 86 per cent of cattle, 69 per cent of goat, 34 per cent of sheep, and 74 per cent of pig sera tested high antibody tigers cross-reacting with BEV in seroneutralization were detected. Low neutralization titers were found in sera of laboratory rabbits and in two species of wild mice (Apodemus sylvaticus, CIethrionomys glareolus); they may indicate the presence of more distant serotypes. The high tigers encountered in ungulates, however, are thought to be due to viruses serologically more closely related to BEV. Neutralization tests are known to be very sensitive and specific. Assays for group specific antigens should elucidate the actual prevalence of toroviruses in different animal species and probably explain erratic inhibitions obtained with feline and human sera in the seroneutralization tests. It is not known whether toroviruses are restricted to their respective hosts or interspecies transmission Occurs. Toroviruses are widespread in horse and cattle populations as evidenced by the presence of antibody titers. In Switzerland, 80 per cent of randomly collected sera (n= 500) from adult horses contained antibodies reacting with BEV in a seroneutralization test. Antibodies against BEV were also encountered in small numbers of randomly collected equine sera from Germany, France, Italy and the U.S.A. (18) . In cattle sera from the U.S.A. (n = 156) 88.5 per cent were reported positive in an ELISA using BRV as an antigen (t9).",
            "cite_spans": [
                {
                    "start": 367,
                    "end": 371,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1291,
                    "end": 1298,
                    "text": "Occurs.",
                    "ref_id": null
                },
                {
                    "start": 1697,
                    "end": 1701,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Epidemiology"
        },
        {
            "text": "The way of spread of torovirus infections is not known. BRV was experimentally transmitted by oral administration (1, 11) , and an oral-fecal route of transmission is likely to occur in nature.",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 117,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 118,
                    "end": 121,
                    "text": "11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Epidemiology"
        },
        {
            "text": "Only few data on morbidity and mortality of torovirus infections are available so far. The infection rate apparently can be high. In a beef herd in Iowa from which BRV 1 was originally isolated, 39 out of 69 newborn calves developed diarrhea and 6 animals died (1) . A sudden seroconversion indicating an infection with BEV was noted in all animals of a herd of 20 foals in Switzerland (18) ; no clinical signs had been observed in this case,",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 264,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 386,
                    "end": 390,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Epidemiology"
        },
        {
            "text": "In the same herd, followed serologically to the age of one year, maternal antibodies against BEV were detected. Three to 6 months after birth their titers had dropped below detection level. In calves BRV antibodies as measured by ELISA were encountered f~om the 5th month of age onwards; young calves became seronegative about 8 weeks after birth (VA:Z DE BOOM et al., unpublished results).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiology"
        },
        {
            "text": "Several intestinal viruses have been recognized during the last fifteen years (e.g. astro-, calici-, parvo-, corona-viruses). Enteric infections are also caused by the toroviruses, a group of animal viruses clearly separated from other families by their distinctive properties. Three members are known so far, but others will certainly be discovered. Some features determined for BEV, e.g. stability to low pH, resistance to sodium deoxycholate, trypsin and chymotrypsin, prove them as well adapted to an intestinal environment. Little, however, is known at, present of their pathogenic potency. BEV has to be considered as a virus hi search of disease and the significance of torovirus particles seen in connection with diarrhea in humans needs further study. BRV were shown to cause severe disease in newborn calves deprived of maternal antibodies. It is unknown, however, whether they are able to induce symptoms in normally reared calves alone or only in combination with other agents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding Remarks"
        },
        {
            "text": "Apart from their eventual clinical and epidemiological significance, toroviruses will attract special interest due to their novel virion architecture. Particles with such a polymorphic appearance in negatively stained preparations most certainly have been seen by many electron microscopists and dismissed as non viral. Characterization of this family of viruses will",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding Remarks"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Studies with an unclassified virus isolated from diarrheic calves",
            "authors": [
                {
                    "first": "Woode",
                    "middle": [],
                    "last": "Gn",
                    "suffix": ""
                },
                {
                    "first": "Reed",
                    "middle": [],
                    "last": "De",
                    "suffix": ""
                },
                {
                    "first": "Runnels",
                    "middle": [],
                    "last": "Pm",
                    "suffix": ""
                },
                {
                    "first": "Herrig",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "Hill",
                    "middle": [],
                    "last": "Ht",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Vet Microbiol",
            "volume": "7",
            "issn": "",
            "pages": "221--240",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Purification and partial characterization of a new enveloped I~NA virus (Berne virus)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Weiss M",
                    "suffix": ""
                },
                {
                    "first": "Horzinek",
                    "middle": [],
                    "last": "Steck F",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mc",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "J Gen Virol",
            "volume": "64",
            "issn": "",
            "pages": "1849--1858",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Toroviridae: a taxonomic proposal",
            "authors": [
                {
                    "first": "Horzinek",
                    "middle": [],
                    "last": "Mc",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Weiss M",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Zentralbl Veterin~rmed [B]",
            "volume": "3",
            "issn": "",
            "pages": "649--659",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "PO~ILENZ JF {1983) Diagnostic methods for the newly discovered \"Breda\" group of calf enteritis inducing viruses",
            "authors": [
                {
                    "first": "Woode",
                    "middle": [],
                    "last": "Gn",
                    "suffix": ""
                },
                {
                    "first": "Mohammed",
                    "middle": [],
                    "last": "Ka",
                    "suffix": ""
                },
                {
                    "first": "Saif",
                    "middle": [],
                    "last": "Lj",
                    "suffix": ""
                },
                {
                    "first": "Winand",
                    "middle": [],
                    "last": "Nj",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Quesada",
                    "suffix": ""
                },
                {
                    "first": "Kelso",
                    "middle": [],
                    "last": "Ne",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Proe 3rd intern syrup wrId asset vet lab Diagn",
            "volume": "2",
            "issn": "",
            "pages": "533--538",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Studies of an enteric \"Breda\" virus in calves. 62nd Ann Meet Conf Res Workers in Anita Dis",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Sair",
                    "suffix": ""
                },
                {
                    "first": "Theil",
                    "middle": [],
                    "last": "Redman Dr",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Kw",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Mooritead",
                    "suffix": ""
                },
                {
                    "first": "Smith",
                    "middle": [],
                    "last": "Ck",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "",
            "volume": "236",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Nouveaux virus intervenant dans l'6tio-logie des ent~rites n6onatales des bovins",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Moussa",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Dannacher G",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Fedida M",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Rec M6d V6t",
            "volume": "159",
            "issn": "",
            "pages": "185--190",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Nouvelle morphologie virale assoei6e £ une infection bovine. Note pr61iminaire",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Moussa A",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bordas",
                    "suffix": ""
                },
                {
                    "first": "Mignon",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Rec M6d V6t",
            "volume": "160",
            "issn": "",
            "pages": "49--52",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "An enveloped virus in stools of children and adults with gastroenteritis that, resembles the Breda virus of calves",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Beards",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hall C",
                    "suffix": ""
                },
                {
                    "first": "Flewett",
                    "middle": [
                        "J"
                    ],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Th",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Lamouliatte F",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Du Pasquier P",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "La.neet Mai",
            "volume": "12",
            "issn": "",
            "pages": "1050--1052",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Morphogenesis of Berne virus (proposed f~mily Toroviridae)",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Holazlnek",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J Gen Virol",
            "volume": "67",
            "issn": "",
            "pages": "1305--1314",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Cellular lesions in intestinal mucosa of gnotobiotic calves experimentally infected with a new unclassified bovine virus (Breda virus)",
            "authors": [
                {
                    "first": "Pohi~enz",
                    "middle": [],
                    "last": "Jf",
                    "suffix": ""
                },
                {
                    "first": "Cheville",
                    "middle": [],
                    "last": "Nf",
                    "suffix": ""
                },
                {
                    "first": "Woode",
                    "middle": [],
                    "last": "Gn",
                    "suffix": ""
                },
                {
                    "first": "Mokresh",
                    "middle": [],
                    "last": "Ah",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Vet Pathol",
            "volume": "2",
            "issn": "",
            "pages": "407--417",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Astrovirus and Breda virus infections of dome cell epithelium of bovine ileum",
            "authors": [
                {
                    "first": "Pohlenz",
                    "middle": [],
                    "last": "Woode Gn",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jf",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Kelso Gourle¥",
                    "suffix": ""
                },
                {
                    "first": "Fagerland",
                    "middle": [],
                    "last": "Ne",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J Clin Microbiol",
            "volume": "19",
            "issn": "",
            "pages": "623--630",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A morphologic study of the replication of Breda virus (proposed family Toroviridae) in bovine intestinal cells",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Fage~land",
                    "suffix": ""
                },
                {
                    "first": "Pohlenz",
                    "middle": [],
                    "last": "Jfl",
                    "suffix": ""
                },
                {
                    "first": "Woode",
                    "middle": [],
                    "last": "Gn",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J GeE Virot",
            "volume": "67",
            "issn": "",
            "pages": "1293--1304",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Berne virus is not \"coronavirus-like",
            "authors": [
                {
                    "first": "Horzinek",
                    "middle": [],
                    "last": "Mc",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Weiss M",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ederveen J",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J Gen Virol",
            "volume": "65",
            "issn": "",
            "pages": "645--649",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The nucleocapsid of Berne virus",
            "authors": [
                {
                    "first": "Horzinek",
                    "middle": [],
                    "last": "Mc",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ederveen",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Weiss M",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J Gen Virol",
            "volume": "66",
            "issn": "",
            "pages": "1287--1296",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The surface proteins of Breda virus",
            "authors": [
                {
                    "first": "Woode",
                    "middle": [],
                    "last": "Koopmans M~ Ederveen J",
                    "suffix": ""
                },
                {
                    "first": "Horzinek",
                    "middle": [],
                    "last": "Gn",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mc",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Am J Vet Res",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Resistance of Berne virus to physical and chemical treatment",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "Hoi~zinek",
                    "middle": [],
                    "last": "Mc",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Vet Microbiol",
            "volume": "11",
            "issn": "",
            "pages": "41--49",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Comparative studies on three isolates of Breda virus of calves",
            "authors": [
                {
                    "first": "Saif",
                    "middle": [],
                    "last": "Woode Gn",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Lj",
                    "suffix": ""
                },
                {
                    "first": "Winand",
                    "middle": [],
                    "last": "Quesada M",
                    "suffix": ""
                },
                {
                    "first": "Poi-Ilenz",
                    "middle": [],
                    "last": "Nj",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jf",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Kelso Gourley N",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Am J Vet Res",
            "volume": "46",
            "issn": "",
            "pages": "1003--1010",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Antibodies to Berne virus in horses and other animals",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Weiss M",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Steck F",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Kaderli R",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Horzinek M",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Vet Microbiol",
            "volume": "9",
            "issn": "",
            "pages": "523--531",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "An ELISA for serologic studies on Breda virus",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Qijesada N",
                    "suffix": ""
                },
                {
                    "first": "Woode",
                    "middle": [],
                    "last": "Gourley Nk",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Gn",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J Clin Microbiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The peplomers of Berne virus",
            "authors": [
                {
                    "first": "I{orzinek",
                    "middle": [],
                    "last": "Mc",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ederveen",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Kaeffer B",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "De Boe~ D",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Weiss M",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J Gen Virol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The haemagglutinating activity of Berne virus",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Za~oni R",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Weiss M",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Peterttans",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J Gen Virol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Berne virus particles from a purified preparation showing their torus-, rod-and crescent appearance. Bar = 50 nm Different forms of BEV particles encountered in ultrathin sections through BEV infected E. derm cells.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Radioiodination of BEV infected(1,3) and mock infected(2,4) supernatants of EMS cultures in the presence(3,4) and absence(1,2) of Triton X-100; note appearance of the nucleocapsid protein (20k) after virion desintegration (WEIss and EDERVEEN, unpublished results)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "SDS PAGE analysis of immune precipitates using lysates ofa BEV infected (1) and a mock infected (2) EMS cell culture labeled in the presence of H 3 mannose and precipitated by a neutralizing monoelonal antibody (KAEFFEn and EDERVEEN, unpublished results) two high molecular weight polypeptides of 85 and 105 kD respectively. A mouse immune serum produced against BRV 2 reacted with both the 85 and 105 kD proteins of B R V 1 in RIP, inhibited the hemagglutination of the heterologous virus and neutralized the infectivity of BEV (15). Taken these facts together it can be assumed that the high molecular weight polypeptides of BEV and B R V represent surface structures of the viruses, most, probably peplomerie proteins. This hypothesis is further s u p p o s e d by the observation that neutralizing monoelonal antibodies prepared by B. Kaeffer in the Utrecht laboratory recognized the 7 5 -1 0 0 k D protein in radioimmune precipitation (Fig. 4).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Ultrathin section showing BEV particles adhering to the erythrocyte surface by means of their peplomers (arrows). Bar = 50 nm species (cattle, horse, sheep, chicken, goose)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "and tunicamyein-sensitive. Instead of the 200 kD protein a Inot. wt species of about 150 k was identffied in extracts of tunicamycin treated infected cells. Evidcence was obtained that the 200 kD protein represents a precursor polypeptide of the 75-100kD protein ( H o R z I N E K et al., unpublished results). Six (or 7) new l~NA species with tool. wts of 2.6, 1.2, (1.0), 0.55, 0.35, 0.27, and 0.22 × l06 Daltons were extracted from BEV infected cells, in addition to the RNA of genome size. The polyadenylated virus specific intracellular RNAs were shown to translate viral proteins in an in vitro system (HoI~zINEK et al., unpublished results),",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "In vitro translation of total intracellular RNA from BEV inibcted(2,4) and uninfected (1, 3) EMS cells; PAGE patterns obtained directly(1,2) and after immune precipitation(3,4) are shown. The direct analysis of 35S methionine labelled extracts from infected (5) and mock4nfected(6)ceils is given for comparison (DE Bo~R and EDERVEE~, unpublished results) Fig. 7. Rod-like Berne viruses in cytoplasmic eisternae. Arrow points to a cross-sectioned virus, an arrowhead to a budding particle. Bar = 100 nm Fig. 8. Viruses with a characteristic torus-shaped nueleocapsid in immediate proximity of the cell surface. Bar = 100 nm also in the nucleus where they may form large aggregates. In both compartments they are of variable length, electron density and of diameters varying in an individual strand. Entrance into or exit from the nucleus have never been observed. The question should be addressed whether these nuclear tubules represent, a dead end stage in virus assembly or are the expression of a dependence of virus replication from nuclear functions as suggested from the inhibitor experiments.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "provide new insights at the molecular level, especially concerning virus replication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}