{
    "paper_id": "55369771336c9d47079242cb52ee59f42249b820",
    "metadata": {
        "title": "Can a Paper-Based Device Trace COVID-19 Sources with Wastewater-Based Epidemiology?",
        "authors": [
            {
                "first": "Kang",
                "middle": [],
                "last": "Mao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hua",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhugen",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "A recent outbreak of novel coronavirus pneumonia (COVID-19) caused by SARS-CoV-2 infection has spread rapidly around the globe, with cases now confirmed in 130 countries worldwide. Although public health authorities are racing to contain the spread of COVID-19 around the world, the situation is still grim. About 158 111 confirmed cases and 5946 cumulative deaths (81 059 confirmed cases and 3204 cumulative deaths from China) have been reported around the globe as of March 15, 2020. Some clinical cases have found that some carriers of the virus may be asymptomatic, with no fever, and no, or only slight symptoms of infection. Without the ability to screen these asymptomatic patients quickly and effectively, these unsuspecting carriers have the potential to increase the risk of disease transmission if no early effective quarantine measures are implemented. Therefore, to trace unknown COVID-19 sources, fast and accurate screening of potential virus carriers and diagnosis of asymptomatic patients is a crucial step for intervention and prevention at the early stage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It remains a highly challenging logistical exercise for medical professionals to practically and effectively screen suspected infectious cases from individual households. Such a massive undertaking is time-consuming and labor intensive and is constrained by the availability of testing technologies at this extremely critical time. However, an alternative method utilizing wastewater-based epidemiology (WBE), may provide an effective approach to predict the potential spread of the infection by testing for infectious agents in wastewater, which has been approved as an effective way to trace illicit drugs, and obtain information on health, disease, and pathogens. 1 Faeces and urine from disease carriers in the community will contain many biomarkers that can enter the sewer system. A recent study demonstrated that live SARS-CoV-2 was isolated from the faeces and urine of infected people, 2 which would then enter the wastewater treatment system. A further study has shown that SARS-CoV-2 can typically survive for up to several days in an appropriate environment after exiting the human body. There is potential, therefore, that the analysis of SARS-CoV-2 in community wastewater could trace COVID-19 sources through sewage pipe networks and determine whether there are potential SARS-CoV-2 carriers in certain local areas. If SARS-CoV-2 can be monitored in the community at the early stage through WBE, effective intervention can be taken as early as possible to restrict the movements of that local population, working to minimize the pathogen spread and threat to public health.",
            "cite_spans": [
                {
                    "start": 667,
                    "end": 668,
                    "text": "1",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Using a WBE approach in developing an early warning system and consequent effective intervention system will require a rapid analytical method for the on-site detection of viruses at the wastewater collection point. Currently, the most direct method for the detection of SARS-CoV-2 is a nucleic acid−based polymerase chain reaction(PCR) assay, which is also a means for confirmation of COVID-19 patients throughout China. Although PCR has high sensitivity and specificity, requirements for complicated sample handling in the laboratory, skilled personnel, and a long period of data processing and analysis (4−6 h) are not conducive to real-time and effective monitoring of samples on location. Therefore, it is critical to develop efficient transportable and robust analytical tools to accurately and quickly trace low-level SARS-CoV-2 sources through WBE to confirm these suspected cases and screen asymptomatic infected cases without centralized laboratories.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Paper analytical devices have emerged as powerful tools for the rapid diagnosis of pathogens and determination of infection transmission. 3 The paper-based device is a small analytical tool with different functional areas printed with a wax printer that integrates all processes (extraction, enrichment, purification, elution, amplification, and visual detection) required for nucleic acid testing into an inexpensive paper material. The whole testing process can be completed through simple folding of a paper-based device in different ways in different steps without a pump or power supply, which overcomes the limitation of PCR and avoids multiple processes. Paper analytical devices enable multiplexed, sensitive assays that rival PCR laboratory assays and provide high-quality, fast precision diagnostics for pathogens. For example, a recent work has demonstrated that the multiplexed determination of malaria from whole blood using a paperbased device in rural Uganda. 4 The test could sensitively analyze multiplexed nucleic acid sequences of pathogens within 50 min, which gave a higher-quality and faster precision diagnosis for malaria than PCR.",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 139,
                    "text": "3",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 975,
                    "end": 976,
                    "text": "4",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In addition, paper analytical devices are easy to stack, store, and transport because they are thin, lightweight, and of different thicknesses. Visual analysis is made simple due to the strong contrast with a colored substrate. Paper-based devices can also be incinerated after use, reducing the risk of further contamination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although wastewater is a complex matrix, paper-based devices have shown the potential to detect pathogens in wastewater. We have developed a fast \"sample-to-answer\" analysis method that can provide quantitative monitoring of nucleic acids and genetic information through the analysis of sewage, 5 which was confirmed with a robust electrophoresis and agarose gel image assay, showing promising reliability for wastewater analysis. Additional paper-based devices have also been fabricated for infectious diseases and pathogens determination as shown in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 552,
                    "end": 559,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "In summary, the paper-based device has the potential to be used as a small, portable device to detect SARS-CoV-2 in wastewater on site and to track virus carriers in the community. Such an approach could provide near real-time and continuous data and serve as an early warning sensing system to help local governments and agencies make effective interventions to isolate potential virus carriers and prevent the spread of epidemics. We believe that in the case of asymptomatic infections in the community or people are not sure whether they are infected or not, rapid and real-time community sewage detection through paper analytical devices can determine whether there are SARS-CoV-2 carriers in the area in a timely manner to enable rapid screening, quarantine, and prevention. The potentially infected patient will also benefit from paper analytical device tracing SARS-CoV-2 sources with WBE, providing information for the correct and timely treatment of COVID-19. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Community Sewage Sensors for Monitoring Public Health",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kasprzyk-Hordern",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Frost",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Estrela",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Environ. Sci. Technol",
            "volume": "49",
            "issn": "10",
            "pages": "5845--5846",
            "other_ids": {
                "DOI": [
                    "10.1021/acs.est.5b01434"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "First Case of 2019 Novel Coronavirus in the United States",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Holshue",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Debolt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lindquist",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Lofy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wiesman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bruce",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Spitters",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ericson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wilkerson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tural",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Diaz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cohn",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fox",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "I"
                    ],
                    "last": "Gerber",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lindstrom",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Pallansch",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Weldon",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Biggs",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Uyeki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Pillai",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "N. Engl. J. Med",
            "volume": "2020",
            "issn": "10",
            "pages": "929--936",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001191"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Paper microfluidics for nucleic acid amplification testing (NAAT) of infectious diseases",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Magro",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Escadafal",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Garneret",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Jacquelin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kwasiborski",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Manuguerra",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Monti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sakuntabhai",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vanhomwegen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lafaye",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tabeling",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Lab Chip",
            "volume": "17",
            "issn": "14",
            "pages": "2347--2371",
            "other_ids": {
                "DOI": [
                    "10.1039/C7LC00013H"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Paper-based microfluidics for DNA diagnostics of malaria in low resource underserved rural communities",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Reboud",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Garrett",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Adriko",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Tukahebwa",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rowell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Proc. Natl. Acad. Sci. U. S. A",
            "volume": "116",
            "issn": "11",
            "pages": "4834--4842",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1812296116"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Monitoring Genetic Population Biomarkers for Wastewater-Based Epidemiology",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Reboud",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kasprzyk-Hordern",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Anal. Chem",
            "volume": "",
            "issn": "18",
            "pages": "9941--9945",
            "other_ids": {
                "DOI": [
                    "10.1021/acs.analchem.7b02257"
                ]
            }
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Escherichia colifoldable paper devices with the ability of long-term reagents storage colorimetry paper devices based on isothermal amplification and on-chip detection visual fluorescence paper machine integrated sample preparation and isothermal amplification with end point detection visual UV/camera paper devices integrated extraction, purification, amplification and detection smartphone/naked eye paper devices combined thermal lysis and isothermal amplification visual fluorescence bovine infectious reproductive diseases multiplexed and point-of-care paper-analytical device visual UV/ smartphone highly pathogenic strain of porcine reproductive and respiratory syndrome virus (HP-PRRSV) paper devices fabricated with filter paper and plastic chip colorimetry",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}