{
    "paper_id": "55c948b32097c4fc8357b5e1789874026702b071",
    "metadata": {
        "title": "| Division of Health Securities and Emergencies, World Health Organization Regional Offi ce for Western Pacifi c, Manila, Philippines. b World Health Organization",
        "authors": [
            {
                "first": "Nyka",
                "middle": [],
                "last": "Alexander",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Steve",
                "middle": [],
                "last": "Bice",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Joy",
                "middle": [
                    "Rivaca"
                ],
                "last": "Caminade",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xavier",
                "middle": [],
                "last": "Dufrenot",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Emily",
                "middle": [
                    "Jane"
                ],
                "last": "Fearnley",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alice",
                "middle": [
                    "Ruth"
                ],
                "last": "Foxwell",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nori",
                "middle": [],
                "last": "Isoda",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Michelle",
                "middle": [],
                "last": "Mcpherson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zu",
                "middle": [],
                "last": "Rongqiang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tomoe",
                "middle": [],
                "last": "Shimada",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "O n 31 March 2013, the National Health and Family Planning Commission, China notified the World Health Organization of three cases of human infection with avian influenza A(H7N9) from Shanghai and Anhui. 1 By 8 May, 131 cases, including 26 deaths, had been notified from 11 provinces/ municipalities. 1, 2 The majority (81%) of reported cases were from Shanghai municipality and Zhejiang and Jiangsu provinces. Available data indicate that more than three quarters of cases (59/77, 76%) had recent exposure to animals. Among these, 58% (34/59) had direct contact with chickens and 64% (38/59) visited a live bird market (LBM). 3 Provincial and national authorities in China have collected more than 80 000 samples from LBMs, poultry slaughter houses, poultry farms, wild bird habitats, pig slaughter houses and their environments. As of 7 May, 50 samples were positive for avian influenza A(H7N9): 39 samples from poultry from LBMs in Anhui, Jiangsu, Jiangxi, Guangdong, Shanghai and Zhejiang provinces (26 chickens, three ducks, four pigeons, six unknown) and 11 environmental samples from LBMs in Shanghai, Henan and Shandong provinces. 4 None of the samples from poultry farms or pigs were positive. 5",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 305,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 627,
                    "end": 628,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1139,
                    "end": 1140,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Data on the background rate of exposure to LBMs among the general population in the affected areas are not available. However, the high proportion of human cases with exposure to poultry, as well as the finding of positive samples from poultry and the environment in LBMs, suggests exposure from LBMs, either through poultry contact or certain practices or behaviours in the Avian infl uenza A(H7N9) and the closure of live bird markets Manoj Murhekar, a Yuzo Arima, a Peter Horby, a Katelijn AH Vandemaele, b Sirenda Vong, c Feng Zijian, d Chin-Kei Lee, a Ailan Li a and the World Health Organization Regional Offi ce for the Western Pacifi c Event Management Team* Correspondence to Manoj Murhekar (e-mail: murhekarm@wpro.who.int).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "LBM, as the most likely source of human infections for the majority of reported cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "LBMs play a crucial role in the maintenance, amplification and dissemination of avian influenza viruses and hence are considered high risk locations for potential zoonotic transmission of influenza viruses to humans. 6-8 Control measures in LBMs and along the market chain such as temporary or permanent closure of markets, market rest days, species segregation or bans on sale of certain species of poultry and wild birds, regular cleaning and disinfecting of markets and byproducts disposal, proper drainage and poultry transport cage washing facilities have been found to be effective for reducing the spread of H5N1 viruses. 9,10 Market rest days have been found to reduce significantly the rate of isolation of low pathogen avian influenza viruses in retail markets. 6 Following the detection of avian influenza A(H7N9) virus infection in poultry in LBMs in Shanghai on 4 and 5 April 2013, authorities initiated a series of public health measures including: closure of all three LBMs and sale spots on 6 April; culling of all live birds in wholesale markets; safely disposing of culled birds, excreta, polluted feed and water; and disinfection of the materials, transportation and tools in contact with live birds and the market environment. 11 The last case from Shanghai had its onset on 13 April, and since then no new cases have been reported from this municipality (Figure 1) . In Zhejiang province, cases were reported from five cities; the majority (42/46, 91%) were from Murhekar et al A(H7N9) and the closure of live bird markets Figure 1 .",
            "cite_spans": [
                {
                    "start": 772,
                    "end": 773,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1247,
                    "end": 1249,
                    "text": "11",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1375,
                    "end": 1385,
                    "text": "(Figure 1)",
                    "ref_id": null
                },
                {
                    "start": 1544,
                    "end": 1552,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Note: Information about the onset date of three cases from Shanghai and one case from Jiangsu was not available. The potential benefits of public health measures need to be carefully balanced against their potentially significant societal and economic costs. 14 Whether the temporary closure of LBMs should be continued and expanded to reduce the transmission and protect public health needs to be decided by the local and national authorities based on local context. Such a decision should consider the potential negative impact on those working in the poultry trade, 6 pricing of the poultry and the potential for unintended consequences such as the spread of infected animals through the movement of the poultry and the displacement of poultry trading to other areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Distribution of human cases of influenza A (H7N9) by date of onset in Shanghai, Zhejiang and Jiangsu"
        },
        {
            "text": "None declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Confl ict of interest"
        },
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "Hangzhou, Huzhou and Jiaxing cities. LBMs in these cities were closed on 11, 15 and 19 April, respectively. In Jiangsu province, LBMs in four (Nanjing, Suzhou, Wuxi and Zhenjiang cities) of the eight cities that reported human cases of avian influenza A(H7N9) were closed. These four cities accounted for 21 of the 26 (81%) cases reported from this province. Similar to Shanghai, there has been a decline in the number of cases reported from Jiangsu and Zhejiang after the closure of LBMs, with the last case reported from the areas that implemented market closures on 17 April (Figure 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 578,
                    "end": 588,
                    "text": "(Figure 1)",
                    "ref_id": null
                }
            ],
            "section": "Funding"
        },
        {
            "text": "Available data do not support a hypothesis of sustained human-to-human transmission. 1 The median incubation period for avian influenza A(H7N9) was estimated to be six days (range: one-10 days). 3 Absence of new cases from Shanghai since the closure of LBMs suggests that the market-related control measures reduced further human infections and thereby supports the hypothesis that exposure to LBMs was the main source of infection among the Shanghai cases. The decline in the number of cases in Zhejiang and Jiangsu provinces also supports this hypothesis. However, surveillance data in the coming days will show if these control measures at LBMs were effective in the other provinces. Urban/rural location was a modifying factor for the risk of avian influenza A(H5N1) in China as urban cases were associated with LBM exposure while rural cases have been associated with backyard poultry. 12 Given the urban location of most of the cases of avian influenza A(H7N9) in China, 3 an association with LBMs is consistent.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 86,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 195,
                    "end": 196,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 891,
                    "end": 893,
                    "text": "12",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "At present, the animal reservoir and specific mode of transmission of the virus to humans are still being investigated. Although we do not currently know if the exposure history of cases differs significantly from the general population or if the observed decline in reported cases from some areas may be due to exposure or behaviour changes unrelated to LBMs such as diminished sale or consumption of poultry, taken together the data do suggest that closure of LBMs has reduced human infections in the areas where the closures were implemented. Additional studies are needed to ascertain if specific behaviours of people visiting and/or working in LBMs are exposing them to higher risk. These studies would enable targeted preventative messaging with greater public health impact and may provide further clues about the relatively high proportion of cases among older males. 3,13",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Human infection with influenza A(H7N9) virus in China -update",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Disease Outbreak",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "News",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Geneva, World Health Organization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Human infection with avian influenza A(H7N9). Manila, World Health Organization Regional Office for the Western Pacific",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Preliminary report: epidemiology of the avian influenza A(H7N9) outbreak in China",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "The New England Journal of Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa1304617pmid:23614499"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Disease information in The World Animal Health Information System. France, World Health Organisation for Animal Health",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Ministry of Agriculture of the People's Republic of China",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Effect of interventions on influenza A (H9N2) isolation in Hong Kong's live poultry markets",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Lau",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Emerging Infectious Diseases",
            "volume": "13",
            "issn": "",
            "pages": "1340--1347",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Wet markets-a continuing source of severe acute respiratory syndrome and influenza?",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Webster",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Lancet",
            "volume": "363",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(03)15329-9"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Critical control points for avian influenza A H5N1 in live bird markets in low resource settings",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Samaan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Risk factors for human illness with avian influenza A(H5N1) virus infection in China",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "The Journal of Infectious Diseases",
            "volume": "199",
            "issn": "",
            "pages": "1726--1734",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Human infections with avian influenza A(H7N9) virus in China: preliminary assessment of the age and sex distribution",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Arima",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Western Pacific Surveillance and Response Journal",
            "volume": "",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Mitigating the impact of the new influenza A(H1N1): options for public health measures. Manila, World Health Organization Regional Office for the Western Pacific",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A model to control the epidemic of H5N1 influenza at the source",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "BMC Infectious Diseases",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2334-7-132pmid:17999754"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Avian influenza in Hong Kong",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Sims",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Avian Diseases",
            "volume": "47",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1637/0005-2086-47.s3.832pmid:14575073"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The WHO Event Management Team acknowledges the Chinese Government for providing the data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}