{
    "paper_id": "55f1448a1aaf578320db691e0b5c925885e9ec39",
    "metadata": {
        "title": "Self-Assembled Combinatorial Encoding Nanoarrays for Multiplexed Biosensing",
        "authors": [
            {
                "first": "Chenxiang",
                "middle": [],
                "last": "Lin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Arizona State University",
                    "location": {
                        "postCode": "85287",
                        "settlement": "Tempe",
                        "region": "Arizona"
                    }
                },
                "email": ""
            },
            {
                "first": "Yan",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Arizona State University",
                    "location": {
                        "postCode": "85287",
                        "settlement": "Tempe",
                        "region": "Arizona"
                    }
                },
                "email": ""
            },
            {
                "first": "Hao",
                "middle": [],
                "last": "Yan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Arizona State University",
                    "location": {
                        "postCode": "85287",
                        "settlement": "Tempe",
                        "region": "Arizona"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Multiplexed and sensitive detection of nucleic acids, proteins, or other molecules from a single solution and a small amount of sample is of great demand in biomarker profiling and disease diagnostics. Here we describe a new concept using combinatorial self-assembly of DNA nanotiles into micrometer-sized two-dimensional arrays that carry nucleic acid probes and barcoded fluorescent dyes to achieve multiplexed detection. We demonstrated the specificity and sensitivity of the arrays by detecting multiple DNA sequences and aptamer binding molecules. This DNA tilearray-based sensor platform can be constructed through DNA self-assembly. The attachment of different molecular probes can be achieved by simple DNA hybridization so bioconjugation is not necessary for the labeling. Accurate control of the interprobe distances and solution-based binding reactions ensures fast target binding kinetics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Barcodes are a part of our everyday life for tracking information. Similarly, if each individual biological recognition event can be encoded by a specific barcode that can be easily read out, one can build a multiplexed sensing system for a large number of molecular species from a single solution with a small amount of sample. The current multiplexing detection methods for nucleic acids and proteins utilize either chip-based 1 platforms or particle-based platforms. 2, 3 For the chip-based detection, a large number of different probes for proteins or nucleic acids are immobilized on a planer solid support that the identities of the probes are labeled as a specific positional address on the planar array. 4-6 For the bead-based detection, the different probes are conjugated on the surface of micrometer-sized particles, and each has a specific spectral fingerprint to reveal the identity of the probes that it carries. 7-10 Recently, Luo and co-workers demonstrated that dendrimer-like DNA 11 can be constructed as nanobarcodes through enzymatic ligation for multiplexed detection of pathogens. Herein, we describe a new strategy of creating a barcoded multiplexing detection system, which is based on the platform of a fast developing technology called DNA tile self-assembly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The construction of synthetic nanoarchitectures based on DNA tile self-assembly has seen rapid progress in the past few years. 12-16 DNA is an ideal structural material due to its innate ability to self-assemble into highly ordered structures with nanometer scale features based on the simple rules of Watson-Crick base pairing. DNA tile molecules can self-assemble into micro-to millimeter sized two-dimensinal (2D) lattice domains made from millions to trillions of individual building blocks. 17,18 A unique advantage of these self-assembled DNA tile arrays is the ability to assemble molecular probes with precisely controlled distances and relatively fixed spatial orientations. [19] [20] [21] [22] [23] The idea of self-assembled encoding arrays is illustrated in Figure 1a . Here we utilize a previously developed AB tile system composed of cross-shaped tile structures 24-26 but modified the A tiles with organic dyes for spectral encoding and B tiles with single-stranded probes for detection. The sticky ends of the tiles are designed in a manner that the A tiles and B tiles separately do not associate with themselves, but when mixed, they can associate with each other alternatively to form 2D lattices, with a high reproducibility and yield. Two subgroups of A tiles, A1 modified with a \"red\" dye (Cy5) and A2 modified with a \"green\" dye (Rhodamine Red-X), are the encoding elements. Each subset of B tiles carries a different detection probe that is labeled with a \"blue\" dye (Alexa Fluor 488). All B tiles share the same sticky ends, so that they can bind to A tiles to form the 2D lattice. The probes are not involved in the DNA tile array formation but dangle out of the array plane through base-paring with the anchor strands that are single-stranded extensions of one of the oligos within the DNA tile (schemed in Figure 1b ). Their sequences can be changed readily as desired for the different target binding purposes. Examples of probes on the B tiles include single-stranded oligonucleotides for detection of DNA or RNA targets or aptamers for specific aptamer binding molecules. 27 Aptamers are short DNA or RNA sequences that, through an in vitro selection process, 28,29 display high specificity and affinity to specific ligand molecules, such as proteins or small molecules. 30,31 Similar to the single-stranded nucleic acid probes, aptamers can be attached to the DNA tile array simply by a short stretch of DNA hybridization ( Figure 1b ). With two encoding dyes, the maximum number of barcodes of the multiplex detection system is determined by the number of different intensity levels in the two encoding channels (\"red\" and \"green\") that can be distinguished by the fluorescence microscope detector.",
            "cite_spans": [
                {
                    "start": 684,
                    "end": 688,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 689,
                    "end": 693,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 694,
                    "end": 698,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 699,
                    "end": 703,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 704,
                    "end": 708,
                    "text": "[23]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 770,
                    "end": 779,
                    "text": "Figure 1a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1834,
                    "end": 1843,
                    "text": "Figure 1b",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2456,
                    "end": 2465,
                    "text": "Figure 1b",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "The assembly of the multiplexed detection array includes the following steps: (1) A1 tile (\"red\" dye labeled) and A2 tile (\"green\" dye labeled) are annealed separately, and then mixed together at various molar ratios in different tubes to generate a combinatorial series of barcoded mixtures, e.g., 3R0G, 2R1G, 1R2G, and 0R3G. (2) Different probes all labeled by the same \"blue\" dye are annealed into B tiles in different tubes. (3) A modular system of encoding arrays is set up by mixing the barcoded mixtures of A tiles with the subsets of B tiles correspondingly in separate tubes with a ratio of (A1 + A2):B = 1:1. The A tiles will associate with the B tiles to grow into 2D arrays with each array carrying a unique probe and displaying a unique barcode color (see examples in Figure 2 , left column). (4) All of the color-encoded arrays are mixed together at room temperature to form the multiplexed detection system (see examples in Figure  3a , with no target). The different array domains, each carrying a unique probe, will coexist in a single solution. Thermodynamically, these arrays are prone to stick to each other as they share the same complementary sticky ends on the edges of the array, and indeed overlapping and touching edges of same and different colored arrays are sometimes observed in high concentration samples of the arrays. This does not interfere with the specificity of the detection. At low concentrations, <100 nM, without a thermal cycling procedure (raise the temperature then cooling down), the complementary sticky ends have very low chance to bind to each other, so the different colored arrays are more separated as observed under the microscope (see Figure  S2 in Supporting Information).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 781,
                    "end": 789,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 939,
                    "end": 949,
                    "text": "Figure  3a",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1688,
                    "end": 1698,
                    "text": "Figure  S2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "The detection mechanism is through strand displacement ( Figure 1b ). Addition of a target molecule will bind to its specific probe and displace the probe from the array. This occurs because target/probe binding initiates a branch migration between the probes and the anchor strands on the tile. This is \"fueled\" by the free energy released from the fully complementary base pairing between the DNA probe and its target DNA oligos or a stronger binding between the aptamer and its specific target molecule. Strand displacement has been previously used to construct DNA-based mechanical nanodevices 32-36 and to control binding and releasing of thrombin protein with its aptamer. 37,38 Here the target-probe complex is released from the array surface, leaving behind the empty anchor strand on the tile. This process leads to disappearance of the \"blue\" color on the tile array, so that the array color changes from the \"blue-masked\" color into the original A tile encoding color. This color change can be observed by fluorescence microscope when the arrays are deposited on the surface of a glass slide. The identity of the target binding event on each array is coded by the specific color of the array (relative fluorescent intensity of the two encoding dyes). The color change however cannot be observed by a regular fluorometer in solution, because no separation of the detached probe strand from the mixture solution is carried out. But under a fluorescence microscope, the signal intensity is counted as photon counts per pixel area with a pixel in the image ∼200 nm in both x and y dimensions. The individual DNA strands have much less tendency to stay on the surface compared to the large DNA lattices, and even if they stay on the surface, they are adsorbed randomly and loosely. Their contribution to the background signal is much less than the signal from the densely and regularly packed probes on the array. For 2D DNA arrays lying flat on the substrate, the signal levels from different sized arrays are the same (in the red and green channels) as long as the array size is greater than the pixel size. This is because the dye labels on the array are spatially evenly distributed on the 2D DNA lattice. The heterogeneous size distribution of the DNA arrays contributes little signal heterogenity in the detection. This is also the reason why the fluorescence microscopy is a better detection method in using the DNA tile arrays for sensing. 26",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 57,
                    "end": 66,
                    "text": "Figure 1b",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "The self-assembled combinatorial encoding arrays described above are expected to possess four unique features. First, we have parallel synthesis of the arrays. A 100-nmol-scale DNA synthesis yields > 10 10 arrays (assuming an average dimension of ∼10 × 10 μm 2 for each array). Different types of arrays can be made modularly with small changes to the component oligonucleotides, and the formation of the DNA arrays is by mixing the DNA oligos in the right ratios and it is completed solely by self-assembly in a slow cooling step. Second, bioconjugation steps are not necessary to attach probes to the array. The detection mechanism is based on DNA or RNA strand hybridization and displacement. Molecular capture probes (either DNA, RNA, or aptamer oligos) are partially hybridized to the anchor strand on DNA tile in the array through hydrogen bonding of base pairs. No covalent bonding process is involved in this process. This significantly reduces the number of steps in the system preparation, compared to the chip-or bead-based technologies. For the same reason, the detection system is also rechargeable, because after each round of detection, additional molecular probes can be added to the solution of the array and rehybridized into the array for the reuse of the detection system (see Figure S3 in Supporting Information for the experimental demonstration of the recharging feature). Third, accurate control of spatial distance between neighboring probes and binding process in solution allows more efficient binding of targets to the probes. The rigidity and well-defined geometry of the DNA tile structures provide spatial and orientational control of the probes on the array. The spacing of the probes and their positioning with respect to the tile array surface can be precisely controlled to the subnanometer scale. As designed, the dimensions of all the tiles are ∼19 nm across, and the distance between the centers of the two neighboring A tiles or B tiles is ∼27 nm. 24-26 Each tile carries only one probe sequence labeled with one dye molecule, which points out of the plane of the array. In the most extended form, the probe is no more than 10 nm long. The well-controlled spacing between the tiles prevents energy transfer processes such as self-quenching or fluorescence resonance energy transfer between the neighboring dye molecules. This ensures accurate reading of the spectral codes. It also prevents interactions between the single-stranded probes on the tile arrays. This allows not only optimization of geometry for fast kinetics due to low steric hindrance but also efficient rebinding of the target to nearby probes and leads to improved binding efficiency. 39,40 Finally, simultaneous detection of various biomolecular species can be achieved. Aptamers have been selected to bind with a variety of molecules or species. 27 Aptamers can be easily incorporated into the DNA-based tile arrays and keep their activities for their specific binding properties; 26,41 therefore they are compatible with our multiplexed system. Different encoded tile arrays can each carry a unique aptamer sequence as probes, so that the presence of multiple aptamer binding species of vast different properties in a mixture can be detected simultaneously.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1297,
                    "end": 1306,
                    "text": "Figure S3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": ""
        },
        {
            "text": "To demonstrate the function of the arrays, four types of color-encoded arrays are prepared separately, each carrying a blue probe on the B tile: 3R0G3B (probe1), 2R1G3B (probe2), 1R2G3B (probe3), and 0R3G3B (probe4). The four probes corresponding to the four targets (sequences shown in Supporting Information, Table S1 ): probes 1 and 2 are the complementary sequences of the two virus DNA sequences, severe acute respiratory syndrome virus (SARS) and the human immunodeficiency virus (HIV); probes 3 and 4 are the aptamer sequences that can specifically bind to human α-thrombin 42 and adenosine triphosphate (ATP), 43 respectively. Titration experiments reveal that color changes upon addition of the specific targets separately in increasing concentrations to the corresponding encoded array ( Figure 2 ). As expected, the color of the arrays change from the \"blue-masked\" colors to the \"green-red\" encoded colors, with clear transitions between the partial binding and saturated binding of the probes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 311,
                    "end": 319,
                    "text": "Table S1",
                    "ref_id": null
                },
                {
                    "start": 798,
                    "end": 806,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "We have tested the concept of combinatorial encoding by detecting multiple DNA targets simultaneously from a single solution (Figure 3a) . Four DNA targets are used, two are the partial sequences of the viral genomes and two are the complementary sequences of the two aptamers (sequences of thrombin and ATP aptamers). The four types of color-encoded arrays are mixed together. Upon addition of the targets individually or in different combinations of mixtures, the presence of each target reveals a color specifically coded to the array containing the probe for that target. Target 1 displaces the blue color from 3R0G3B (pink) and reveals 3R0G (red). Similarly, target 2 reveals 2R1G (orange), target 3 reveals 1R2G (yellowish green), and target 4 reveals 0R3G (green). The specificity of the multiplex detection is indicated by the lack of color change of the arrays when their specific targets are absent (Figure 3a) . In order to show versatility of the detection system, probes of different lengths are used, ranging from 21 to 39 nucleotides. The number of base pairs between the probes and the anchor strands on the tiles is also different, ranging from 8 to 12 base pairs, but all display similar efficiency.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 125,
                    "end": 136,
                    "text": "(Figure 3a)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 909,
                    "end": 920,
                    "text": "(Figure 3a)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": ""
        },
        {
            "text": "We have used the encoding array for multiplexed detection of aptamer binding molecules (Figure 3b ). The existence of the targets, human α-thrombin (target 5), and ATP (target 6), individually or in a mixture, reveals their corresponding encoding color in the array ( Figure  3b ). The arrays carrying probe 1 and probe 2 do not show any color change, demonstrating the probe specificity of the multiplexed detection. As a control experiment, the existence of 6 μM of bovine serum albumin (BSA) protein does not lead to the color change of all the encoding arrays (left panel, Figure 3b) , showing the target specificity of the detection.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 87,
                    "end": 97,
                    "text": "(Figure 3b",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 268,
                    "end": 278,
                    "text": "Figure  3b",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 577,
                    "end": 587,
                    "text": "Figure 3b)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": ""
        },
        {
            "text": "To generalize the application of the detection system for real-world complex sample, we have performed the detection of DNA samples in bovine serum (Figure 4 ). Note that in the present of only bovine serum, greenish yellow (1R2G) encoding color, was revealed. This is because a micromolar concentration of thrombin exists in serum. 44 SARS DNA (target 1), HIV DNA (target 2), and the complementary strand to ATP aptamer (target 4) can all be detected without any ambiguity. Target 3 is the complementary strand to the thrombin binding aptamer. The same color change is expected for the presence of target 3 or thrombin. Although there is also ATP in serum, the concentration was too low (∼2 μM) 45 to be detected by the current concentration of array, which detects ∼1 mM ATP ( Figure S2 in Supporting Information).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 148,
                    "end": 157,
                    "text": "(Figure 4",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 779,
                    "end": 788,
                    "text": "Figure S2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "The detection limit is related to the effective probe concentration in the detection system and the dissociation constant of the target-probe complex. The apparent dissociation constants for the aptamer binding molecules are ∼400 nM for thrombin and ∼600 μM for ATP, 46 much weaker binding affinities compared to the DNA/DNA duplexes with 12 bp (K D in pM range). Thus, higher concentrations of these two aptamer targets are needed to get the similar amplitudes of color change in comparison to DNA/DNA duplexes target/probe binding. Two strategies exist to refine detection sensitivity, lower the concentration of the probes and optimize the affinities between the probes with their aptamer targets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We performed a test to detect lower amounts of the four DNA targets by diluting the arrays to 5 nM. The appearance of four different encoding colors after addition of 5 nM of each DNA targets ( Figure S2 in Supporting Information) indicated that it is possible to lower the detection limit by diluting the tile arrays. It is noted that the binding kinetics is fast; the color change of the fluorescence imaging signal was observed within 15-20 min after the addition of the target. This is relatively quick detection compared to other methods, 1 which generally requires hours of hybridization and hours of sample treatment after the target binding step. When performing detection by fluorescence microscopy, we spread out the sample (2.5 μL) to the whole surface area of an 18 mm square cover slip. In this case, we sometimes had to manipulate the sample stage to locate all the different arrays, which limited the throughput of the detection. The throughput of the detection can be improved by increasing the surface coverage of the DNA tile arrays on the sample slide, which can be achieved by confining the sample deposited on the surface to a submillimeter area; for example, using a microarrayer to deposit approximately nanoliter samples on the substrate, the spot sizes can be as small as 200 μm. 47 If we are not limited by the throughput of the detection, sub-pM to fM detection sensitivity for DNA targets could be achieved. A detection mechanism using positive signal change schemes (instead of the negative signal scheme used herein) can also be designed. When combined with signal amplification techniques, such as DNA hybridization chain reaction 48 on the encoding array, even higher sensitivity might be achieved. More efforts are currently being carried out in this direction to optimize the detection sensitivity and throughput.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 194,
                    "end": 203,
                    "text": "Figure S2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "In summary, we have described a new strategy utilizing DNA tiles to direct the self-assembly of fluorescently labeled molecular probes into combinatorial encoding arrays for multiplexed detection. The simplicity, cost efficiency, high adaptability, and quick detection are the most valuable and unique features that the new system provides. The technology developed here could possibly be used widely in regular research lab or clinic labs routinely for small to moderate scale protein profiling and gene expression detection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Refer to Web version on PubMed Central for supplementary material. (a) The design of self-assembled combinatorial encoding DNA arrays for multiplexed detection. Two subgroups of A tiles, A1 modified with a \"red\" dye (Cy5), and A2 modified with a \"green\" dye (Rhodamine Red-X), are used to perform the encoding. B tile carries a detection probe that is labeled with a \"blue\" dye (Alexa Fluor 488) and acts as the detection tile. Each subgroup of B tile carries a different probe but shares the same sticky ends, so that each subset of B tiles can bind to A tiles to form the 2D lattice. The probes are not involved in the DNA tile array formation but dangle out of the array plane through base paring with the anchor probes that are single-stranded extensions of one of the strands within the DNA tile. By mixing the A1 and A2 tile at different ratios and then mixing the A tile and a certain B tile at a (A1+A2):Bi = 1:1 ratio, a series of different colored detection arrays can be generated. (b) The detection mechanism. A target binding with the probe displaces the dye-labeled probe (blue) causing a color change of the tile array from the blue-masked color to the two-color mixed encoding color as indicated by the arrows connecting the rectangles in the middle of (a). This mechanism can detect nucleic acid oligos with their complementary DNA probes and proteins or small molecules with their specific aptamers. Titration of the targets against the encoding arrays. Four types of arrays are prepared separately, each (0.25 μM) carries a blue probe on B tile: 3R0G3B (probe1), 2R1G3B (probe2), 1R2G3B (probe3), 0R3G3B (probe4). The targets and concentrations used are listed below each image. Scale bar: 30 μm. Combinatorial encoding array for multiplexed detection of DNA oligos, protein, and a small molecule. Four types of arrays (same as in Figure 2 ) are mixed together. The combinations of targets added to the array are indicated as schematics below each image. The arrows point to the appearance of the encoding colors. Scale bars: 30 μm. Combinatorial encoding array for detection of DNA oligos in bovine serum. Synthetic DNA oligo was spiked into 2 μL of bovine serum (Sigma), in which DNase was preinhibited by aurintricarboxylic acid (ATA), before adding to the 10 μL mixture of array. The final concentration of DNA oligo target was 0.4 μM. The target added to the array is indicated below each image. The arrows point to the appearance of the encoding colors. Scale bars: 30 μm.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1850,
                    "end": 1858,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Supplementary Material"
        }
    ],
    "bib_entries": {
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Feldkamp U, Niemeyer CM",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rinker",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "1856--1876",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Ellington AD, Szostak JW",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Famulok",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mayer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Blind",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Acc. Chem. Res",
            "volume": "33",
            "issn": "28",
            "pages": "818--822",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "(a) Multiplexed detection of four different DNA targets. (b) Multiplexed detection of two aptamer binding molecules.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 4.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We thank Professor Milan Stojanovic at Department of Medicine, Columbia University for insightful discussion on this work. We also thank Joseph Caspermeyer for proof-reading the manuscript. This work was supported by NSF, NIH, AFOSR, ONR, and grants from Arizona State University to Hao Yan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgment"
        }
    ]
}