{
    "paper_id": "56094327e41a3310c29d92129c63767fa4160def",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "All the commissions were scathing in their criticism of the WHO, and even the agency's own independent panel concluded that \"urgent warnings either did not reach senior leaders or senior leaders did not recognize their significance.\" 1 The Harvard-LSHTM Commission wrote, \"Confidence in the organization's capacity to lead is at an all-time low.\" 2 The failures of the WHO's governance are well understood: unsustainable funding, dysfunction between headquarters and regional offices, and lack of transparency and accountability. A common theme in these panels was a proposal to create a dedicated WHO center for preparedness and response that would report to the director general and/or an independent governing board. The WHO has also announced internal reforms, but these are well short of the panels' accountability measures.",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 235,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 347,
                    "end": 348,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "World Health Organization Reform: A Center for Global Health Security"
        },
        {
            "text": "The WHO will elect a new director general in 2017, offering an opportunity to install a leader with the integrity and political will to challenge the most powerful governments and donors. Above all, the WHO requires good governance: freedom of information, to foster transparency; participation of non-state actors and the ability to harness the ingenuity of civil society and businesses; human resource reforms, with a focus on effective performance; and an inspector general to ensure accountability. 3",
            "cite_spans": [],
            "ref_spans": [],
            "section": "World Health Organization Reform: A Center for Global Health Security"
        },
        {
            "text": "The WHO oversees the International Health Regulations 2005 (IHR), the governing framework for global health security. Yet, member states flouted their legal obligations during the 2014 Ebola crisis, including a failure to fund and build core health system capacities, late reporting, travel and trade restrictions, and unnecessary quarantines. The director general declared a Public Health Emergency of International Concern (PHEIC) 4 months after the outbreak spilled across borders. The WHO currently permits countries to \"self-assess\" their core capacities, with all commissions demanding independent, transparent external assessments. The director general, moreover, must promptly convene an IHR emergency committee and, if necessary, promptly declare a PHEIC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "International Health Regulations"
        },
        {
            "text": "The 4 commissions proposed enhanced IHR compliance, such as early reporting and avoiding travel and trade recommendations. 4 One straightforward reform would be to publish lists of member countries' compliance or nonadherence, given that transparency is a vital pathway to accountability.",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 124,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "International Health Regulations"
        },
        {
            "text": "During the financial crisis, the WHO cut its biennial budget by $1 billion, 35% of which came from funds dedicated to epidemic preparedness and response. That decision cost lives, as resources were mobilized painfully slowly. Sustainable financing must address both the WHO's capacity to respond as well as each nation's preparedness. Several funding mechanisms are intended to close capacity gaps: WHO's Emergency Contingency Fund, the Global Health Workforce Reserve, and the World Bank's Pandemic Finance Facility. Regional banks, such as the African and Asian Development Banks, also have a role. The National Academy of Medicine panel estimated the annual cost of pandemic preparedness at $3 billion to $5 billion, which is well beyond current financing but a \"best buy\" if one considers the massive costs of uncontrolled epidemics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pandemic Financing"
        },
        {
            "text": "The Ebola epidemic underscored both the failures of information and technology-including health information systems, community mobilization strategies, health worker protective equipment, rapid diagnostic tests, vaccines, and therapeutics-and their limited availability in lower-income countries. Part of the problem in West Africa was simply financial and logistical, the failure to move key resources to affected countries. But a more systemic problem is the perverse market incentives for research and development. Epidemics in impoverished regions offer the perfect storm for inadequate technological investments. The private sector won't invest heavily in diseases that are periodic and unpredictable, that affect primarily countries and populations too poor to pay for their products, and that have no long-term prospect for recouping development costs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Knowledge Production: Research and Development"
        },
        {
            "text": "It is in the collective security interests of all countries to overcome these perverse market incentives. The Global Risk Framework Commission proposed a WHO pandemic product development committee focused on diseases with pandemic potential. The committee would guide national and international R&D investments. The commission also proposed that R&D stakeholders invest $1 billion annually on innovations to combat episodic diseases with pandemic potential that often disproportionately affect poor countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Knowledge Production: Research and Development"
        },
        {
            "text": "Even if the foregoing reforms come to pass, major pandemics will occasionally overwhelm even a well-prepared WHO. At some point, the United Nations machinery will have to respond forcefully to ramp up surge capacity, coordinate an international, multistakeholder response, and stiffen political resolve. Certainly, the UN \"Health Cluster\" (more than 40 health and humanitarian organizations) will bring a multiagency/multistakeholder response. Beyond this standing cluster, though, the UN secretary-general may have to assume responsibility for coordinating the response. The Harvard-LSHTM panel, for example, recommended a standing health committee within the Security Council. That panel also called for a permanent UN \"accountability commission\" providing systemwide assessments of international responses to major epidemics. The Risk Framework Commission proposed a trigger point at which operational control would be shifted to the secretary-general. Perhaps less boldly, the UN High-Level Panel foresees a role for a coordinated UN response, modeled, for example, on the UN Mission for Ebola Emergency Response (UNMEER).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The United Nations: Shoring Up the Political Will and Stepping Up the Global Action"
        },
        {
            "text": "The political window opened by Ebola, however, is rapidly closing, and with global attention now focused on the Islamic State and the Paris attacks, this window might have closed. Global health advocates cannot allow that to happen because Ebola may well prove to be the defining event of a generation. And in the next contagious crisis, we will not be so fortunate if a novel influenza or corona virus spins out of control, and, unlike Ebola, it cannot be contained.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Political Window Closing"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Report of the Ebola Interim Assessment Panel",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Will Ebola change the game? Ten essential reforms before the next pandemic. The report of the Harvard-LSHTM Independent Panel on the Global Response to Ebola",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Moon",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sridhar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Pate",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet",
            "volume": "386",
            "issn": "",
            "pages": "2204--2221",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The International Health Regulations 10 years on: the governing framework for global health security",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "O"
                    ],
                    "last": "Gostin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Debartolo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Friedman",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet",
            "volume": "386",
            "issn": "",
            "pages": "2222--2226",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}