{
    "paper_id": "562b18a657d555b2c22e11f1d2dc281e8010e2f2",
    "metadata": {
        "title": "Proteomics for biodefense applications: progress and opportunities",
        "authors": [
            {
                "first": "Richard",
                "middle": [
                    "R"
                ],
                "last": "Drake",
                "suffix": "",
                "affiliation": {
                    "laboratory": "ent er for B iodefense",
                    "institution": "",
                    "location": {
                        "addrLine": "700 W. Olney Norfolk",
                        "postCode": "23507",
                        "region": "VA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Yuping",
                "middle": [],
                "last": "Deng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "ent er for B iodefense",
                    "institution": "",
                    "location": {
                        "addrLine": "700 W. Olney Norfolk",
                        "postCode": "23507",
                        "region": "VA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Ellen",
                "middle": [],
                "last": "Schwegler",
                "suffix": "",
                "affiliation": {
                    "laboratory": "ent er for B iodefense",
                    "institution": "",
                    "location": {
                        "addrLine": "700 W. Olney Norfolk",
                        "postCode": "23507",
                        "region": "VA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Stefan",
                "middle": [],
                "last": "Gravenstein",
                "suffix": "",
                "affiliation": {
                    "laboratory": "ent er for B iodefense",
                    "institution": "",
                    "location": {
                        "addrLine": "700 W. Olney Norfolk",
                        "postCode": "23507",
                        "region": "VA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Scientifi",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "ent er for B iodefense",
                    "institution": "",
                    "location": {
                        "addrLine": "700 W. Olney Norfolk",
                        "postCode": "23507",
                        "region": "VA",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "KEYWORDS: 2D SDS-PAGE, biode fense, biomarkers, ICAT, im munoproteom ics, M ALDI, SELDI T h e i n cr ea s i n g th r ea t of b i ot er ro r i s m an d c on t i n u e d em er g en c e of n ew i n f ect i o u s di s e as es h a s d ri v e n a m a jor r e su rg en c e i n b i om e d i ca l r es e ar ch eff or t s to d ev el o p i m pr ov ed t re at m en ts , di a g n os t i cs a n d va cc i n es , a s we l l a s i n c re as e th e f u n d am e n ta l u n de r st an di n g of the host immune response to infectious agents. The availability of multiple mass s pe ct ro m et r y p",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "These powerful research approaches can generate a multitude of potential new protein targets; however, translating these proteomic discoveries to u seful counterbioterrorism products will require large collaborative research efforts across multiple basic science and clinical disciplines. A translational proteomic research paradigm illustrating this approach using influenza virus as an example is discussed. Expert Rev. Proteomics 2(2), 20 3-21 3 (200 5) CONTENTS Multidimensional separation & MS appro ac he s t o pat hogen proteomi cs MA LD I -T OF -MS appl i e d to biodefense SEL DI-TOF-MS a ppli ed to biodefense I m m u n o p r o t e o m i c s I nf l ue n za as a c l in i c al bi o de f e n se paradi gm s ys tem for pr ot eom ics P i lot stu dy: pr oteomic applications to clinical samples from FluMist vacci n ees Ex per t opi n i on & fi ve-year v iew Key iss ues References Affiliations Fo r r e pr i n t o rd e r s, pl e a se c o n t ac t r e pr i n t s @ f u t u r e -d ru g s. c o m D r a k e, D e n g , S ch w eg l er & G r a ve n st e i n 204 Expert Rev. Proteomics 2 ( 2) , ( 2 00 5)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "While the potential large-scale use of biologic weapons has existed since the end of World War II, the anthrax letter attacks of 2001 in the USA ushered in a new and immediate need for improved countermeasures against bioterrorism agents. For the purposes of this review and the research des criptions herein, the term bioter rorism will be used as defined in the National Insti tute of All ergy and Infecti ous Di seases (NIAID) Strategic Plan for Biodefens e Research as 'the use of microorganisms that cause human dis eas e, or of toxins derived from them, to harm people or to elicit widespread fear or intimidation of society for political or ideologic goals. From a scientific and medical perspective, this form of terrorism is best seen as a variant of the general problem of emerging infectious diseases, the only difference being that increased virulence or spread into a susceptible population is a deliberate act of man rather than a consequence of natural evolution' [10 1]. The key to effectively counter these bioterrorism agents lies in the development of new rapid diagnostic tests, new vaccin es and immunotherapies for prevention, and new drugs and biologics for treatments. As illu strated by the large numbers of potential bioterrorism agents included on the NIAID Category A-C Priority Pathogen list [ 102 ] , a substantial investment in biomedical research on the properties of these pathogens, and the immune response to them, is required. In the USA alone, the 2004 NIAID biodefense res ear ch budget for biomedical research exceeded US$1.5 billion. The allocation of these types of resources to biomedical research offers the potential to further develop and util ize novel technolog ies. In this regard, few emerging technologies offer as much promise as those encompassed by the term proteomics, a biomedical research area that will increasingly provide new solutions and treatments against bioter rorism agents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The goal of this review is to summarize the methodologies and experimental rationale of successful proteomic approaches that have already been accomplished in the context of bioterrorism issues, primar ily using anthrax and other bacter ia as examples. The emerging area of immunoproteomics will also be addressed. Despite the enormous potential application of proteomics to clin ical issues for biodefense and infectious dis eas e research, in general , there ar e relatively few publ ications in this area in relation to other diseases such as cancer. The latter sections of the review address this issue, in cluding discussion of applying proteomics to samples related to influenza virus infections and vaccinations. The nature of natural influenza infections, and its potential use as a bioterror weapon, make influenza a model paradigm system for biodefense proteomic applications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The monitoring of proteomic differences in bacterial and viral pathogenesis can allow direct comparisons of strain variability, severity of in fection, environmen tal infl uences an d the effects of genetic manipulation [1] [2] [3] [4] . This has been primarily carried out with pathogenic bacteria using 2D gel electrophoresis, usually involving strains exhibiting diverse phenotypes including antiviral drug resistance, altered degrees of infectivity and pathogenicity, different growth conditions and differential genotypes. Low mass range protein d isplay methods such as matr ix-assis ted laser desorption/ ionization (MA LDI) time-of-flight ( TOF) mass spectrometry (MS) and surface-enhanced laser desorption/ioniz atio n (S E LD I)-TO F-MS are al so i ncreasi ngl y being appl ied to microbial s ystems [5] [6] [7] . Comparative proteomic techniques such as isotope-coded affinity tags (ICATs) [8 , 9] , as well as different multidimensional chromatography systems [ 1 0, 11 ] , are bein g utilized as front-end steps prior to MS. More recent MS platforms such as Fourier transform ion cyclotron resonance (FTICR)-MS have also been applied to micr obial systems [12 ] . In practice, some type of lysate or fraction derived from Es cherichia coli is frequently utilized in the characterization of different MS platforms, thus it is not surprising that most proteomic publications for biodefense pathogens involve the differential characterization of multi ple bacteri al proteomes.",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 223,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 224,
                    "end": 227,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 228,
                    "end": 231,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 232,
                    "end": 235,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 810,
                    "end": 813,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 814,
                    "end": 817,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 818,
                    "end": 821,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 901,
                    "end": 908,
                    "text": "[8 , 9]",
                    "ref_id": null
                },
                {
                    "start": 1169,
                    "end": 1174,
                    "text": "[12 ]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Mu l ti di m en s i on al s epar at i on & MS a pp roa ch es to pat hogen prot eomics"
        },
        {
            "text": "In T A B L E 1 , a summary a nd represen tative list of d ifferent NIAI D Priority Pathogen s an aly zed by some typ e of multidimension separation or comparative display method followed by MS sequencing of differentially expressed proteins is presented. This list is not intended to be exhaustive in scope, just reflective of more recent pr ot eome ch aracterization studies for the indicated Priority Pat hogens included in T A B L E 1 . One of the most common approaches used for the studies listed in T A B L E 1 involves a 2D separation step. Differentially expressed protein targets are identified, excised and eluted (if from gels), digested with trypsin, and the amino acid sequences of the tryptic p eptides determined using d ifferent MALDI instrument configurations, electrospray ion-trap mass spectrometers or some type of h ybrid in stru men tation . In cont rast, mor e sophisticated affinity-based technologies such as ICAT are underrepresented in T A B L E 1 , but will likely be increasingly applied to microbial systems. Overall, the types of studies listed in T A B L E 1 illustrate a range of examples of what can be achieved with different front-end separation and comparison methods, and no single met hod is currently superior. Within the current framework of the rapidly evolving area of proteomic technologies, the choice of method to apply is largely dependent on budgetary and proteomic resources available to individual investigators at their given institutions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mu l ti di m en s i on al s epar at i on & MS a pp roa ch es to pat hogen prot eomics"
        },
        {
            "text": "A s the organisms in T A B L E 1 are priority pa thogens, these become candidate organisms for genomic sequencing efforts. As illustrated most effectively with the human genome and its linkage wit h proteomic tryptic datab ase search engines tha t facilitate direct peptide sequence ident ities, having a bacterial genome database for each organism being characterized for differential protein expression greatly enhances the success of these efforts. In this regard, there are a multitude of genomic database resources for microbes in existence, and these will continue to rapidly evolve as other bacterial genomes are added. These databases include those available from The Institute for Genomic Research (MD, USA) [1 3], the Max Planck Institute (Germany) [1 4], and ot her sites accessible via t he internet, all of whic h a re also summarized in a separate pub lication [1 5]. Another critical evolving resource is searchable 2D polyacrylamide gel electrophoresis (PAGE) image databases for different pathogens and d ifferent host cell types, typified by SWISS-2D [16 ] . These include the identities and migration position of already characterized proteins in the reference gels. Similar, but l ess preva lent, ICAT reference databa ses for d ifferent organisms are also being established. These types of database resour ces will greatly decreas e the redun dancy of sequencing every protein on a 2D gel or ICAT analysis. Lastly, these comparative bacterial proteome studies could be analyzed using another emer ging tech nology, 2D different ial in-gel fluorescence electrophoresis (DIGE) [1 7, 1 8]. This involves differential labeling of two related protein samples with d ifferent colored dyes, a separate 1:1 sample mixture labeled with a third reference dye, followed by separation of the mixture on standard 2D gels. This has already been reported for analysis of E. coli [1 8], and will likely play an increasing role in t hese types of bacterial proteome characterization studies.",
            "cite_spans": [
                {
                    "start": 1069,
                    "end": 1074,
                    "text": "[16 ]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Mu l ti di m en s i on al s epar at i on & MS a pp roa ch es to pat hogen prot eomics"
        },
        {
            "text": "Using SELDI-TOF protein-capture chip surfaces [1 9, 2 0], or MALDI-TOF wit h direct application of sample to a spot plate, simultaneous analysis of the population of proteins present in complex biologic materials can yield a profile unique to that specific sample. In contr ast to 2D gel str ategies, the SELDI an d MAL DI ap proaches are more rapid, have high-th roughpu t capabilities for automated assay development, require orders of magnitude lower amounts of the protein sample, and can effectively resolve low-mass proteins (2000-20,000 Da). This restricted mass range can be a disadvantage when comprehensive proteomic analysis is required, an approach much better accomplished with 2D gel or FTICR-MS methods. While the mass v alues of multi ple poten tial bi omar ker s can be iden tifi ed with the SELDI approach, a major limit ation of SELDI is that it cannot be used efficiently for direct amino acid sequence determinations of the biomarker candidates, necessitating the u se of oth er s trategies for this purpose. New gen eration s of M ALDI-TOF/ TOF i nstr umen tation a re emer gi ng tha t faci lit ate identification of prevalent peptide fragments less than 4000 mass-to-charge ratio [21, 22] , thus increasing the types of p roteomic profiling strategies that can be applied to biodefense p athogens. An example of applying MALDI to biodefense p athogen charact erization is summarized in the following paragraphs, and an example of SELDI applications is presented in t he nex t section.",
            "cite_spans": [
                {
                    "start": 1203,
                    "end": 1207,
                    "text": "[21,",
                    "ref_id": null
                },
                {
                    "start": 1208,
                    "end": 1211,
                    "text": "22]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "MA L DI -T O F -M S ap pl i e d t o bi o de f e n se"
        },
        {
            "text": "Multiple MS-based studies have been reported for characterization of the unique sporulation and vegetative properties of Ba cillus sp p. , particularl y for Bacillus anthracis [1,4,5,11,23-26]. B. anthracis str ains ar e found throughout the world; however, this wide geographic distribution is not reflective of great genetic divers ity except for docu mented var iabl e nu mber tandem r epeated sequences and single n ucleotide poly morph isms used in phylogenetic relationships [ 2 7, 28 ] . While these genetic differences are important to further understand the pat hogenesis of B. a n t hr aci s , proteomic methods can be applied to the identification of proteins that are differentially expressed under various culture conditions and during the course of infection. From a forensics and biodefense perspective, proteomic profiling approaches may be able to identify unique protein signatures that are specifically related to spore culture conditions as well as differences in viru lence between strains of B. anthrac is . In B. a n t hr aci s , the spore coats are surrounded by a hydrophobic, balloon-like glycoprotein shell termed the exosporium [2 9]. Multiple studies have described different pr otein components of the exosporium specifically, and these prot eins include a collag en -like st ructur al protein termed BclA , ot her inter gral membrane glycoproteins, and multiple embedded soluble proteins such as racemase and s uperoxide dismut ase [ 26 , 30 ,3 1] . In the most comprehensive analysis thus far, over 750 different proteins in the endospores of B. anthrac is Sterne were identified by multidimensional chromatographies and tandem MS sequencing m etho ds [11 ] . Given the complexity and growth variability of the spore proteome and the many strains of B. anthracis, higher throughput M ALDI profiling strategies could provide a broader and complementary information base for developing countermeasu res ag ainst these d iver se an thrax str ains . For example, MALDI-TOF ana lysis of tryptic fragments of small acid-soluble spore proteins of Bacillus spp. has proven to be diagnostic for differences within this species [1 ] . An other MAL DI-T OF s tudy report ed that d iffer enti al p rofil es of l owmass peptides/proteins could be det ermined when spore proteins from different B. anthracis str ains wer e c omp ared [5 ] . Two recent reports evaluated the a bility of a conventional MALDI-TOF approac h and a new hybrid ion-trap MALDI-TOF instrument to rapidly sep arate and identify mixtures of peptides d erived from limited tryptic proteolysis of mixed spores from five Bacillus spp. [24, 25] . Following on-probe digestion with immobilized trypsin, cleavage prod ucts of a limited set of ba cterial proteins with molec ular masses of approximately 4 -125 kDa were obtained within 20 min, and bacterial pep tides suitable for isolation and high-energy fragmentaion an aly sis were gener ated wit hin 5 min. These s equenced peptides allowed ra pid identification of the most abundant proteins present and their bacterial sources using standard databa se searches. Sp ecies-spe cific t ryptic peptides could b e generated from each of the Bacillus sp p. stu die d [24 ] . In a related study, a novel quadrupole ion-trap TOF-MS was used to a nalyze t he peptide sequence s generated from the proteoly z ed spore mi xtur es [2 5]. It was reported that using the method of on-probe solubilization and in situ proteolytic digestion of small, acid-soluble spore proteins, the different species present in the mixture could be identified in less than 20 min. This hybrid instrument resulted in a mass resolving power of 6200 on the MALDI, and a mass accuracy of up to 10 parts p er million using an ion-trap TOF tandem configuration. Sequence-specific information on isolated protonated peptides stored in the ion trap was gained via ta ndem MS experiments with an average mass resolving power of 445 0 for product ion analysis [2 5]. These cumulative MALDI-TOF stud ies illu strat e the potentia l of applying mass spectrometers to pot ential field applicat ions to quickly resolve and identify complex mix ture s of micr obes refl ective of a g iven en vironment. As more genomic information becomes available for different pathogenic bacteria, as well as bacteria presenting normally in a given system, this approach could be critical for multiple biodefense applications and emergency first resp on der scen arios.",
            "cite_spans": [
                {
                    "start": 1684,
                    "end": 1689,
                    "text": "[11 ]",
                    "ref_id": null
                },
                {
                    "start": 2150,
                    "end": 2154,
                    "text": "[1 ]",
                    "ref_id": null
                },
                {
                    "start": 2352,
                    "end": 2356,
                    "text": "[5 ]",
                    "ref_id": null
                },
                {
                    "start": 2623,
                    "end": 2627,
                    "text": "[24,",
                    "ref_id": null
                },
                {
                    "start": 2628,
                    "end": 2631,
                    "text": "25]",
                    "ref_id": null
                },
                {
                    "start": 3202,
                    "end": 3207,
                    "text": "[24 ]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "MA L DI -T O F -M S ap pl i e d t o bi o de f e n se"
        },
        {
            "text": "SEL DI-T OF-MS technolog y h as recen tly been developed to facilitate protein profiling of complex biologic mixtures [1 9, 20 ]. This modification of MALDI-TOF technology uses Protein-Chip arrays coated with a chemical surface (e.g., ionic, hydrophobic or metal) t o affinity capture protein molecules from complex mixtures. Retained proteins are subsequently analyzed by TO F-MS . Wi th the aid o f S E L DI so f tware , a r et e ntate map is generated depicting the mass-to-charge ratio, which corresponds to the molecular weight. When this process is expanded to many hundreds of samp les, population-specific protein expression profiles can be deduced that are characteristic of the assayed group. The result is a fingerprint pat tern unique for t he designat ed group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SELDI-TOF-MS applied to biodefense"
        },
        {
            "text": "In 2003, a new strain of coronavirus (CoV) was identified as the cause of severe acute respiratory syndrome (SARS), which infected over 8000 individuals and led to over 750 deaths worldwide. Five recent studies have applied proteomic profiling methods for analyzing serum or plasma cohorts collected from a subset of SARS infected patients in an effort to identify early detection and prognostic biomarkers [ 3 2-36 ] . In three of these studies, SELDI-TOF protein chip profiling was used with distinct sera or p lasma cohorts [3 3-35 ]. In the largest reported study, serum samples were separated into acute SARS (n = 74; <7 days after onset of fever) and non-SARS (n = 1067) cohorts [35 ] . The large non-SARS cohort included samples indicative of fever and influenza A (n = 203), pneumonia (n = 176), lung cancer (n = 29) and healthy controls (n = 659). Each sample was incubated with weak cation ProteinChips (Ciphergen Biosystems) followed by SELDI-TOF spect ra generation. No peak identities were d etermined , but a panel of four biomarker peaks could detect 36 of 37 (sensitivity 97.3%) acute SARS and 987 of 993 (specificity 99.4%) non-SARS samples. These same four peaks could also be used to distinguish acute SARS from fever and influenza cohorts with 100% specificity (187 of 187). It was conclu ded that this approach could form the basis for a serum proteomic profiling assay for the ea rly detection of SARS infections [3 5]. In a separate SELDI study, the profiles of 89 longitudinal sera samples collected from 28 SARS patients were compared wit h 72 sera from control patients without SARS [3 3]. A total of 12 distinct protein peaks were identified as being differentially diagn ostic for SARS, one of which was ser um amyloid A (SAA) . Subsequent SA A concentr ation deter mination s in 45 lon gitudin al serum samples found a good cor relation of SAA concentration wit h the extent of pneumonia in a small s ubset of severe SARS cases [3 3].",
            "cite_spans": [
                {
                    "start": 685,
                    "end": 690,
                    "text": "[35 ]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "SELDI-TOF-MS applied to biodefense"
        },
        {
            "text": "What are the likely identit ies and functional p roperties of t he different serum protein markers that are being identified by SELDI? Are these peaks only representative of acute-phase reactants, as has been a consistent crit icism of the prot eomic profiling of serum approach [37 ], or do the peaks reflect innate immune responses or pathogen-derived proteins? There have not been sufficient studies to definitely determine the answer to these questions, a nd it is possible that the peaks are representative of each possibility. Without fractionation and removal of major serum and plasma proteins prior to SELDI analysis, it is most likely that the differential markers reflect acute-phase responses; however, this does not preclude them as being useful for diag nostics and/or distinct for a p articular ty pe of viral i nfecti on. For example, i n a 2D ge l study o f plasma samples from four SARS patients, the majority of differentially expressed proteins were identified as acute-phase proteins, in cluding a novel marker, peroxiredoxin-I I secreted by T-cel ls [3 6]. The authors hypothesize that these types of T-cell-d erived markers could reflect the innate immune signaling cascades resulting from the SARS-CoV infection. Much work remains to be done in the identification of these low-mass serum biomarkers, and application of complex body fluid-derived mixtur es to hybrid ion-tr ap MA LDI in strumen ts as descr ibed for the spore protein mixtures could facilitate these efforts [25 ] .",
            "cite_spans": [
                {
                    "start": 1497,
                    "end": 1502,
                    "text": "[25 ]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "SELDI-TOF-MS applied to biodefense"
        },
        {
            "text": "It follows from the different protein display and identification studies mentioned previously that these methods could be funneled toward, or directly adapted to, development of improved vaccines by identifying the antigenic components of different pathogens. The immunoproteome for a given pathogen consists of all identified antigens present in an infected host [38- 40, 82 ]. Recognition of every potential epitope derived from the pathogen's genome does not appear to be required for an effective immune response, as this occurs against a subset of antigens and epitopes that provide the necessary protection/neutralization [38 ] . 2D electrophoresis and blotting of whole-cell lysates (or membrane-enriched fractions) provides a display method to identify clinically relevant subsets of antigens following incubation of the blots with pathogen-exposed sera samples. Most in vivo antigens for that particular pathogen can thus be identified following MS sequencing. High-resolution 2D electrophoresis and unambiguous identification are prerequisites for reliable results. After statistical analysis, the resulting antigens are candidates for diagnostic assay or vaccine development and/or targets for therapy [38] [39] [40] 82 ].",
            "cite_spans": [
                {
                    "start": 369,
                    "end": 372,
                    "text": "40,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 373,
                    "end": 375,
                    "text": "82",
                    "ref_id": null
                },
                {
                    "start": 628,
                    "end": 633,
                    "text": "[38 ]",
                    "ref_id": null
                },
                {
                    "start": 1213,
                    "end": 1217,
                    "text": "[38]",
                    "ref_id": null
                },
                {
                    "start": 1218,
                    "end": 1222,
                    "text": "[39]",
                    "ref_id": null
                },
                {
                    "start": 1223,
                    "end": 1227,
                    "text": "[40]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1228,
                    "end": 1230,
                    "text": "82",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "I mm u no pro teom i cs"
        },
        {
            "text": "Specific to the priority pathogen list, different immunoproteomic studies have been reported for Francis ell a tularensis [41 ] , an th rax [ 4 2, 43 ] , S higel la [4 4 ] and Mycobacter ium tuberc ul osis [45 ] . For example, the attenuated live vaccine strain of F. tularensis was used to generate whole-cell lysates, integral membrane protein fractions and basic protein fractions that were separated on 1and 2D gels, then transferred to nitrocellulose [41 ] . Sera coll ected from patients suffering from tularemia was used to probe the immunoblots, and compared with control sera from healthy donors and sera from patients with Lyme disease. From this approach, 80 potential antigenic spots were identified, and a s maller subset was selected for MS sequencing analysis. In the sera from patients with tularemia it was found that the predominant antigenic species were different variants of 60-and 10-kDa chaperonins isolated from the integral membrane and whole-cell lysates [4 1]. Another example has been recently described for an th rax (B. anthracis) using sera from infected animals as the antibody sources [4 2 ]. This study was unique in that it described a predictive computational screen of the anthrax genome to identify vaccine candidates, then compared these results with the functional immunoproteomic assay. Six out of eight proteins in this in vivo screen had not been previously identified as antigenic, and five of the eight proteins had been predicted in the computational screen. This study illustr ates how combin ing all resources available for a particular antigen (e.g., genomic, proteomic, immunologic or in vivo infection model) can generate n ovel vaccine candidates [4 2]. For each priority pathogen, developing the assays and systems to provide the capability to perform this type of comprehensive experimental approach should be emphasized.",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 127,
                    "text": "[41 ]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 206,
                    "end": 211,
                    "text": "[45 ]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 456,
                    "end": 461,
                    "text": "[41 ]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "I mm u no pro teom i cs"
        },
        {
            "text": "Another immunoproteomic approach focuses on characterizing the pa thogen-derived peptides bound to major histocompatibility complexes (MHC) on antigen-presenting cells that elicit effector T-cell responses to the pathogens. Following immunoaffinity purification and dissociation of bound p ep tides from the MHC complexes, the peptides are sequenced by tandem MS. The identified peptides thus represent pot ential vaccine candidates for that pathogen. This ap proach has recent ly been comprehensively reviewed [ 46,4 7 ] , and has the potential t o be highly effective when coupled with other comprehensive analysis strategies as described in the preceding paragraph.",
            "cite_spans": [
                {
                    "start": 511,
                    "end": 521,
                    "text": "[ 46,4 7 ]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "I mm u no pro teom i cs"
        },
        {
            "text": "The authors' own proteomic efforts in biodefense research within the next 5 years will center on developing diagnostic assays , improving in fluenza vaccin e str ategies and comprehensively characterizing the immune response to influenza virus infection. The authors believe that the human influenza virus is an ideal model for the comprehensive proteomic characterization of a virus important to biodefense/infectious disease threats. Why influenza virus as a paradigm? This is based on mu lti ple con si derati on s:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I n f l u e n za as a c l i ni c a l bi o d e f e n s e p ara di gm s ys t e m for pro teom i cs"
        },
        {
            "text": "• Bioen gineering of the infl uenza vir us to g enerat e v iral strains never previously seen in the hu man population remains a l ooming bioterrorism threat [4 8]. Additionally, influenza strains could be engineered to be drug resistant to current anti-influenza drugs. Introduction of a strain such as this could have devastating consequences, essentially creating super carriers of infection th at woul d s pread rap idl y th rough the immune-na ive human population. This is not a realistic scena rio at present, as only a few laboratories possess the requisite tool s to g enerate recombinant virus s tocks . However, this is likely to change within the next 5 years, and no guarantees can be made that the technology will not end up in the possess ion of bioter rorists.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I n f l u e n za as a c l i ni c a l bi o d e f e n s e p ara di gm s ys t e m for pro teom i cs"
        },
        {
            "text": "• Containing natural influenza infections still remains a daunting challenge. Influenza is a leading cause of catastrophic disability, greatly affecting the quality of life of elderly persons [4 9, 5 0]. In the USA alone, an estimated US$10 billion is spent annually due to t he imp act of influenza [5 1], and this cost will rise as the population of senior citizens rapidly expa nds [52 ] .",
            "cite_spans": [
                {
                    "start": 385,
                    "end": 390,
                    "text": "[52 ]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "I n f l u e n za as a c l i ni c a l bi o d e f e n s e p ara di gm s ys t e m for pro teom i cs"
        },
        {
            "text": "• Influenza morbidity and mortality is realized primarily in older adults and cau sed by the immu ne response to influenza virus. Specifically, elevated levels of cytokines are associated with influenza symptoms, including fever and headache [53 , 54 ] . The host immune response and viral pathogenicity are quite variable between pathogens. Current influenza vaccine s are cost effective, but far from perfect; up to 61% of vaccinated elderly people still acquire influenza infection [5 5 ]. An antibody response to vaccine declines with age, and the mechanism responsible for this decline remains elusive [5 5, 5 6] . A b etter vaccine, as well as early diagnosis and novel treatment targeting the harmful Expert Rev. Proteomics 2 ( 2) , ( 2 00 5) immune resp onse, will bring hu ge advan ces in disease prev ention a nd con tainment beneficial for both biodefense issues and mana ging natura l disease outbreak. Proteomic strategies are thus key to making these needs a reality. At taining these goals should be readily feasible, as a whole repertoire of reagent s and models are a vail able for influ en za research, including well-defined viral stock preparation methodologies, cell line and animal infection models. Clinically, millions of individuals are vaccinated against influenza and millions more are infected naturally each year. Challenge strains, defined antibody detection assays and clinically useful antiviral agent s are also available. Cumulatively, obtaining a statistically significant number of research sa mples related to influenza in fect io ns an d/o r vacci nati o ns w il l be str aig htf o rw ard i f t heir collection is incorporated into study protocols. For example, the authors' preliminary experiments indicate tha t elderly adults have a lower TH1 T-cell response to influenza vaccine than young adu lts, and the reduced TH1 response is proportional to the reduced antibody response [57 ] . The mechanism of the age-associated decline in the TH1 response, and the precise cause of the TH1 senescence leading to the reduced antibody respons e in el derly people, is an ar ea for fut ure research. Using different prot eomic analyses applied to serum and immune cell isolates, the authors hope to identify surrogate markers associated with either the antibody and/or T-cell response, and then characterize these surrogate markers and investigate their roles in immun e senescen ce. A dditi onal ly, i n t he event of a bi oterrorist at tack or nat ural outbrea k of infectious disease (such as SARS), early diagnosis is pivotal for treatment and conta inment of outbreak. The authors believe that characterizing and identifying host immune responses to infections can be used for early diagnosis as well as new trea tment strategies targeting any harmful aspects of the host immune response. Influenza is an ideal system for applying current and emerging proteomic technologies to accomplish these goals. Two examples from a recent pilot study of p roteomic profiling strategies applied to vaccinated subjects are presented in t he next section to illustrate how effective this approach could be for clinical biodefense studies.",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 252,
                    "text": "[53 , 54 ]",
                    "ref_id": null
                },
                {
                    "start": 485,
                    "end": 489,
                    "text": "[5 5",
                    "ref_id": null
                },
                {
                    "start": 1919,
                    "end": 1924,
                    "text": "[57 ]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "I n f l u e n za as a c l i ni c a l bi o d e f e n s e p ara di gm s ys t e m for pro teom i cs"
        },
        {
            "text": "At the Glenn an Cen ter (VA, USA ), six healthy young volunteers (21-30 years of age) were recruited, and receiv ed the live virus FluMist vaccin e intran as ally. Serum and nasal swabs were obtained from each subject immediately before (day 0) and on days 1, 2, 4, 7 and 14 post vaccination. For serum, dramatic differ ences in the SELDI profiles were observed, particularly at day 4 compared with day 0. On all three chip surfaces, over 25 distinct proteins were significantly (p < 0.05) over-or underexpr es sed in day 4 ser a from all six Flu mist-vaccinated subjects. In FIGURE 1, the 3-12 kDa gel view comparison of a day 0 and 4 FluMist recipient is presented for each of the three chip surfaces. These peaks reflect transient increases and decreases on day 4 that rebound to near day 0 values by day 7. Besides further highlighting the changes at day 4, this figure also illustrates how using multiple chip surfaces increases the available number of potential biomarkers that could be targeted for further identification and sequencing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pilot study: proteomic applications to cl i n ic al s am pl es fr om Fl u M is t vacc i ne es"
        },
        {
            "text": "For the nasal swab samples obtained at the same time as the sera samples, not s urprisingly on ly samples fr om day 1 or 2 post-FluMist ad ministration ind icated any differen ces in t he protein profiles relative to day 0 baseline profiles. A representative p rofil e from a day 1 v ersus day 0 Fl uMist recipient is shown in F I G U R E 2 . Note the large difference in intensity scale between the two samples, as there was significant upregulation of proteins in the 11-16 kDa range and in the lower mass region within the box (5-8 kDa). Four of six Flu Mist recipients had similar responses at day 1, and these proteins returned to baseline after 2 days (data not shown). An 8-16% sodium dodecyl sulfat e-gel was used to separate the swab fluid s from a day 1 FluMist recipient. Three bands of approximately 10, 14 and 16 kDa were excised from the gel, protein eluted and trypsinized, a nd applied to a LCQ DECAXP ESI mass sp ectrometer (ThermoFinnigan). For the 10 kDa band, three nonredundant peptides matching human palate, lung and nasal epithelial clone (PLUNC) were found. PLUNC is from a newly discovered gene family similar to human bactericidal/permeability-increasing protein and other mammalian lipopolysaccharide-binding and lipid t ransport p roteins [58, 59] . For the 14 an d 16 kDa proteins, the sequence identifications were more hypothetical, identifying two putative membrane proteins of unknown function.",
            "cite_spans": [
                {
                    "start": 1268,
                    "end": 1272,
                    "text": "[58,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1273,
                    "end": 1276,
                    "text": "59]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Pilot study: proteomic applications to cl i n ic al s am pl es fr om Fl u M is t vacc i ne es"
        },
        {
            "text": "In summary, the intent of presenting these pilot SELDI studies from FluMist vaccinees was to illustrate that there are clearly distinct and detectable biologic differences present in serum and nasal swab protein extracts. Whatever proteomic platform is available to a particular investigator, incorporating longitudinal collection of body fluids du ring vaccination (or treatment) trials for any pathogen should be considered as these fluids represent a largely uncharacterized reservoir of potential biomarkers for vaccine efficacy, treatment response, disease p rogression and o th er appl ica tio ns .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pilot study: proteomic applications to cl i n ic al s am pl es fr om Fl u M is t vacc i ne es"
        },
        {
            "text": "In the context of utilizing proteomics and related resources for biodefense applications, there is reason for great optimism, as well as reasons for great concern. There has been excellent p rogress in applying and developing the most innovative and ad vanced proteomic resources for applica tion to bacterial pathog ens, part icul arl y ant hrax. A clear converg ence of pr oteomic, genomic an d immunologic infor mation is evident that h olds great promise for the design of improved vaccines and identificat ion of new treatment targets. The mechanistic and functional information gained from these studies will positively impact many other areas of hu man health research, and the eventual collateral benefits of the proteomic methodologies developed for biodefense applications could be enormous when ap plied to other, less pathogenic bacterial infections in humans, animal and plant diseases, and different environmental systems. These statements are based on currently proteomic technologies, and since this is one of the most rapidly evolving areas in biomedical research, there is no reason not to expect that even bett er methods and instrumentation will quickly emerge for biodefense applications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "E xpe rt op i ni on & fi v e-y ear v i ew"
        },
        {
            "text": "In cont rast to the progress for bacterial pa thogens is the ap plication of proteomics to viral pat hogens. There is an embarrassingly sparse body of literature in this field, even if studies related to HIV are included, a nd this should be a great cause for concern in the context of bioterrorism threats and public health in general. There are almost as many proteomic-related reports evaluating clinical specimens from SARS patients [ 3 2-36 ] as those reported for HI V, in fluenza and al l other viruses on the priority pathogen list combined. Even inclusion of cell line-or animal model-related proteomic stud ies does not significant ly alter this statement. Clearly, an improved strategy for applying proteomics to viral infections is needed. Hence, the discussion of influenza as a paradigm system was included in an attempt to initiate and encourage these types of studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "E xpe rt op i ni on & fi v e-y ear v i ew"
        },
        {
            "text": "In the authors' opinion, this situation reflects a l arg ely reactionar y research viewpoint to whatever infectious disease or bioterror pathog en is current ly in the news . On one h and, this can be ben eficial, as there is no argument that increased understanding of anthrax infection and development of countermeasures was needed. Hopefully, the types of studies referenced herein illustrat e the progress and great pot ential benefits derived from proteomic analyses of anthrax. On the other hand, why are there more proteomic reports for SARS, which so far has resulted in far less mortality than a typ ical flu season in the USA, than other viral pathogens t hat are more urgent biodefense threats? Do we need to wait for the avian flu to final ly adapt t o a more viru lent human s train, or wor se, wait for a bioengineered strain to be released, before initiating intensive studies? This is not an ar gument for for goin g critical continued research on SARS, but to encourage increased applications of proteomics to other more preva lent and/or morbid viruses. The comprehensive approaches (i.e., proteomic, genomic and immunologic) applied to anthrax research can readily be adapted to studies of influenza virus, H IV, and many other viruses on t he priority pathogens list.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "E xpe rt op i ni on & fi v e-y ear v i ew"
        },
        {
            "text": "In the context of biodefense applications, the next 5 years should bring a wea lth of emerging and rapidly expanding resources to fa cilitate increased proteomic app lications to bacterial an d viral s yst ems. The mul tid imen sion al sep aration methods coupled to MS analysis of tryptic peptides for the biodefense-related bacterial proteomes listed in T A B L E 1 highlights the utility of a prote omic approach, one which will likely continue to find increased uses as different front-end separation technologies emerge. Obviously, the more microbial/viral genomes available for different species, the easier it will be to perform funct ional proteomic studies. The inc rease in 2D-PAGE gel reference sites will also greatly fa cilitate these effor ts, and similar ly, ICAT r eference s ites will be equa lly critical. This path is clear, the application of DIGE and a host of future ICAT approaches can be readily accomplished. As more access to FTICR-MS instrumentation inc reases, coupled with appropriate genomic databases, there is an unprecedented opportunity to fully characterize the p roteomes of individual bacter ia l pathogens, as well as the host resp onse to v ir al an d bacterial infections. For the more clinica l a pplic ation of p rote omic s, typ if ied by SELDI and MALDI analysis of b lood fluids, t here are some lessons that have a lready been learned from app lying the se technologies t o d eveloping cancer diagnostics [20,60], including a re cent stud y eva lu ating vira l he patitis conditions and liver canc ers [8 1] . Thousands of proteomic serum analyses have been performed for cancer diagnostics, and these cumu la tive exp erien ces ha ve high lig hte d s eve ral area s that are needed for improving these types of profiling studies. These include establishing uniform sample acquisition, processing and storage protocols, resolving MS instrumentation and peak sensitivity/resolution issues, as well as improving data analysis tools. The fact that all of these issues are readily addressa ble, and are act ively being pursued a cross multiple clinical, academic, biotechnology and biopharmaceutical levels, is highly encouraging. These issues are not specific to cancer-re late d studies, and will be equally applicable to biodefense studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "E xpe rt op i ni on & fi v e-y ear v i ew"
        },
        {
            "text": "In order for large-scale proteomic profiling studies to be accomplished, or initiated, on readily available clinical specimens associated with biodefense pathogens such as influenza, there are additional considerations to those mentioned above. Whenever cli nical tr ials are bei ng desi gned, pr ospectiv e sampl e co l lectio n should be included in the study design, particularly if a blood draw is already a likely component. Depending on the study, other avai lable fl uids should al so be col lected (e.g ., urin e, n as al fluids and saliva). Another approach would be to use archived samples from previous clinical trials. Either way, what is necessary to accomplish these types of studies is to create an integrated collaborative framework of protein chemists and mass spectroscopists, sample acquisition and biorepository staff, biostatisticians and epidemiologists, clinicians/pathologists and patient cooperation and consent. A deficiency in any of these individual categories will compromise the outcome of the entire project. At the assay level, there is a need to continue to develop highthroughput and reproducible protein fractionation procedures to identify potential low-concentration protein biomarkers. The key to achieveing this is to develop inter-and intrainstitutional translational research groups to bring together the necessary resources to capitalize on the immense promise proteomics technologies have in the application of biodefense related research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "E xpe rt op i ni on & fi v e-y ear v i ew"
        },
        {
            "text": "• 2D polyacryla mide gel electrophoresis (PA GE) w ith mass spectrometry (MS) identifi ca tion is still the most accessible approach for c hara c terizin g th e p roteo m es of bac terial pa tho gen s , an d i m pro ved 2D so d ium do dec yl su lfate PAG E m eth o do log ies, su c h as differential gel electrophoresis, will further refine and extend the information gathered from the approach. • Increased applications of isotope-coded affinity tag methods and Fourier transform ion cyclotron resonance MS for the characterization of bacterial proteomes will further expand the dynamic range of bacterial proteom es and greatly facilitate the discovery of new therapeutic and vaccine targets. • Immunoproteomics applications represent a potentiall y powerful convergence of clinical, proteomic a nd genomic resources to develop improved vaccines for different pathogens. • Proteomi c profiling of serum/plasma from va ccinated or pathogen-exposed individuals using matrix-assisted la ser desorption/ionization time-of-flight MS and surface-enhanced laser desorption/ionization time-of-flight MS is a largely untapped biomarker discovery and diagnostic approach that should be aggressively pursued, particularly for viruses. • Colla borative multi-institution, multi discipline and multiple technology efforts are ne eded for effective clinical study design, sample collection and sample analysis for diagnostic biodefense pathogen assay development. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ke y i s su e s"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Proteo me analysi s of bacterial pathogens",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Jungblut",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "831--840",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Immuno prote omics",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Krah",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Jungblut",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Methods Mol. Med",
            "volume": "9",
            "issn": "",
            "pages": "419--9432",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Mapping of immunoreactive antigens of Francisella tul ar ensi s liv e va cci ne st rain",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "H A Vl A S O Va",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Er Ny Ch O Va",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Ha",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Proteomics",
            "volume": "2",
            "issn": "7",
            "pages": "857--867",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "G enom e-bas ed bioinf orm at ic s ele cti on of chromosomal Bacillus anthracis putati ve vac cine can dida tes co upled with proteomi c id entific ation of su rface -associate d an tigens",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ar Iel",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Zv I A",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Infect. Immun",
            "volume": "71",
            "issn": "8",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Id e n t i f i c a t i o n of chromos omally encod ed me mbrana l polypeptides of Bacillus anthracis by a prote omic a nalysis: pre valen ce of p roteins c onta ining S-lay er homolog y d omain s",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chitlaru",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ariel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zvi",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proteomics",
            "volume": "4",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Iden ti fic ation of novel immunogenic proteins of Shigella flexneri 2a by proteomic methodologies",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Vaccine",
            "volume": "22",
            "issn": "",
            "pages": "2750--275",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "T he app lic ation of proteomic s in de fining the T-cell antigens of Mycobacterium tuberculosis",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Cove Rt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Sp Ence R",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Orme",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Belisle",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Proteomics",
            "volume": "1",
            "issn": "4",
            "pages": "574--58",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "MHC-bound antigens and proteomics for novel target discovery",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Shoshan",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "84",
            "issn": "",
            "pages": "5--85",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Immunoproteomics: mass spectrometrybased methods to study the targets of the immune response. M ol. C ell",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Purcell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Gorman",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proteomics",
            "volume": "3",
            "issn": "3",
            "pages": "193--208",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Th e p ote ntial use of inf lue nza virus as an agent for bioterrorism",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Antiviral Res",
            "volume": "57",
            "issn": "1-2",
            "pages": "47--48",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The efficacy of i nfl uen za va cci ne i n e lderly p erso ns . A meta-analysis and re vie w of the literature",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "G Ross",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Hermo Ge Ne S",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Sacks",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Levandowski",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Mo rta lity a ssoc iated wi th inf lue nza and respiratory syncytial virus in the United States",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Hay",
                    "suffix": ""
                },
                {
                    "first": "We",
                    "middle": [],
                    "last": "Intrau B E",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "JAMA",
            "volume": "289",
            "issn": "2",
            "pages": "179--186",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The efficacy and cost e ffectiven ess of vac cin ation agai nst influenza among elderly persons living in the community",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Nich Ol",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Margolis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wuore Nma",
                    "suffix": ""
                },
                {
                    "first": "Von",
                    "middle": [],
                    "last": "Sternberg",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "N. Engl. J. Med",
            "volume": "3",
            "issn": "12",
            "pages": "778--784",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Influenza prevention and c ontrol. Pa st pra ctice s a nd f uture prospe cts",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Fedson",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Am. J. Med",
            "volume": "8",
            "issn": "6A",
            "pages": "42--47",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Increased interleukin-6 levels in nasal lavage sa mp les follow in g e xp erim en ta l inf lue nza A viru s in fe ction",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "G En Tile",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Doyle",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wh Ite Side",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Fireman",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Hayden",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Skoner",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Clin. Diag n. Lab. Immu nol",
            "volume": "5",
            "issn": "5",
            "pages": "604--608",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Local and systemic cytokine responses during experimental human influenza A virus infection. Relation t o s y mp to m f or ma ti on a nd hos t def en se",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Hayd En",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fritz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Lo Bo",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Alvord",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Strober",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Straus",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Immunity to influenza in the elderly",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Webster",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Vaccine",
            "volume": "18",
            "issn": "16",
            "pages": "86--87",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Respiratory syncytia l virus and in fluen za A infe ction s in the hospita lized elde rly",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "False Y",
                    "suffix": ""
                },
                {
                    "first": "Cu",
                    "middle": [],
                    "last": "Ck",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Barker",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J. Infect. Dis",
            "volume": "17",
            "issn": "2",
            "pages": "389--392",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Gravenste in S. A ge-re lated impaire d Typ e 1 T-ce ll responses to influenza: reduced activation ex vivo, de crease d expan sion in CT L cu lture invitro, a nd b lun te d respon se to in flue nz a vac cin ation in vi vo in th e eld erly",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Jing",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Campbell",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Immunol",
            "volume": "172",
            "issn": "6",
            "pages": "437--3446",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Structure of h uman BPI (bactericidal/permeability-increasing prot ein) and implicat ions for r elated prot eins",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "B Eamer",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Biochem. Soc. Trans. 3",
            "volume": "1",
            "issn": "",
            "pages": "791--794",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "PLUNC (palate, l ung a nd na sa l ep ith elia l cl one ) p ro te ins in human nasal lavage fluid",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "G Hafouri",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Kihlstro M E",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Stahlbom",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tagesson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lindahl",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Biochem. Soc. Tran s",
            "volume": "31",
            "issn": "2",
            "pages": "810--814",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Evaluation of SELDI-TOF-MS serum p rote in p ro fili ng fo r t he de te ct ion of p rostate cance r: I. Assessment of p latform re produc ibil ity",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "J"
                    ],
                    "last": "Semmes",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Adam",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Banez",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Clin. Can cer Res",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Characteriz ation of adsorbed anthrax vaccine by two-dimensional gel electrophoresis",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "G C",
                    "middle": [],
                    "last": "Ri Jpkema",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ad Ams",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Corb",
                    "middle": [],
                    "last": "El Mj",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Vaccin e",
            "volume": "22",
            "issn": "",
            "pages": "4245--4251",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Comparative proteome analysis of Brucella mel i t ens i s va cci ne st r ai n Re v 1 an d a virulent strain, 16M",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Esc Hen Bren Ner",
                    "suffix": ""
                },
                {
                    "first": "Wagne",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Ta",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Bacteriol",
            "volume": "18",
            "issn": "4",
            "pages": "4962--4970",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Analysis of the qu oru m-sen sin g regulon of th e opportun istic pat hogen Bu r k ho l de r i a ce p ac i a H111 by pr oteomics",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Are",
                    "middle": [],
                    "last": "Valo-Ferro",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Reil",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lottspeich",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Eberl",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "740--750",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Planktonic or biofilm growth affects su rvival , hydroph obicity and protein ex pressi on p at te rns of a pa th ogen ic Campylobacter jej uni st r a i n",
            "authors": [
                {
                    "first": "G A",
                    "middle": [],
                    "last": "Dykes",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Samp Athkumar",
                    "suffix": ""
                },
                {
                    "first": "Ko",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Int. J. Food Microbiol",
            "volume": "8",
            "issn": "1",
            "pages": "1--1",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Initial p eptide ma ss finge rp ri nting a na lysis of protein s obtained by lysis of Coxiella burnetii cells",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Skultety",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hernychova",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Toman",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Kroc A M",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stuli K",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "48",
            "issn": "",
            "pages": "9--33",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Two-di me nsional li quid chrom at og raph y prote in ex pres s ion ma ppin g for d ifferen tia l proteom ic an alysis of n ormal an d O15 7:H7 Escherichia coli",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhe Ng",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Barder",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Lu Bman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "120",
            "issn": "",
            "pages": "2--12",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Comparative prote om e an aly s is of cel lula r p rote ins ex tr ac te d f ro m h i g h l y v i r u l e nt Francisella tularensis ssp . tulare nsis and l ess viru lent F . tularensis ssp. hol arctica an d F. tu lar e ns is ssp . medi aasiati ca",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hubalek",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hernychova",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brychta",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lenco",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zechovska",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stulik",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Co nstruction of a Fr a nc isella tularensis two-dimensional electrophoresis protein datab ase",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "He Rnychova",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stuli K",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Halada",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Proteomics",
            "volume": "1",
            "issn": "4",
            "pages": "508--515",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Twodimensio nal electrophoresis database of Lis te r ia monocytog enes EGDe proteom e an d prote om ic a na lysis of m id-log an d st at ion ar y g r owt h p has e cell s",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "F O L I O P , C H ; C",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hebraud",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Pr ot e om i c s",
            "volume": "4",
            "issn": "10",
            "pages": "2991--300",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Co mp arative pr ote om e an aly s is of Mycobacterium tuberculos is grown under aerobic and ana erobi c co ndi tion s . Microbiolog y 150",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Starck",
                    "suffix": ""
                },
                {
                    "first": "Kalle",
                    "middle": [],
                    "last": "Niu S",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Marklu Nd",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "I"
                    ],
                    "last": "Di",
                    "suffix": ""
                },
                {
                    "first": "Akerlu",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "3821--382",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Complementary analysis of the Mycobacterium tuberculosis proteome by two-dimensional electrophoresis and iso top e-cod ed a ff ini ty t ag t ech nolo gy",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Schm Id T F",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ona Hoe",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Mol. Cell. Proteomics",
            "volume": "3",
            "issn": "1",
            "pages": "24--42",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Proteome analysis of Madrid E st r a i n o f Ri c k et t s i a prowazekii",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Chao",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chelius",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Daggle",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Ching",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proteomics",
            "volume": "4",
            "issn": "5",
            "pages": "1280--129",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "se rovar Typhi mu rium fi s m utan t",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yoon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Heu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ryu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "22",
            "issn": "",
            "pages": "391--396",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "High-performance liquid chromatography; ICAT: Isotope-coded affinity tag; LC: Liquid chromatography; PAGE: Polyacrylamide gel electr ophor esis.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Comparison of three different ProteinChip surfaces for FluMist™ serum day 0 versus day 4. A representative gel view of SELDI spectra is shown for a serum specimen (1 µl) from one FluMist vaccinee comparing day 0 and day 4 samples on three chip surfaces: SAX, WCX and IMAC-Cu. The protein chips were analyzed on a PBS-II SELDI mass spectrometer (Ciphergen Biosystems). IMAC-Cu: Copper-coated immobilized metal ion affinity chromatograph; SAX: Strong anion exchange; SELDI: Surface-enhanced laser desorption/ionization; WCX: Weak cation exchange.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Representative SELDI spectra of nasal swab extract protei ns post from a FluMist vaccine, day 0 versus day 1. Nasal swab extracts were applied to IMAC-Cu chip surfaces and processed for SELDI analysis. Proteins attached to the nylon nasal swabs were solubilized in a 8M urea/1% CHAPS s o lu t i on a n d 1 µ l o f f l u i d w as l o ad e d. Th e i n d i cat ed a rr o ws h i gh l i g h t t h e d i ff er en ce s in t h e s ca l e o f t h e peak intensities. The box indicates a different peak pattern between the two samples. Tandem mass s p ec t ro m et ry se q u en c e i d en t i fi c a ti o n o f th e t h re e m ai n pe ak s f ro m d ay 1 fo l l ow i n g s o d i u m d o d ec y l s u l fa te polyacrylamide gel electrophoresis indicated two unknown membrane proteins and PLUNC. IMAC-Cu: Copper-coated immobilized metal ion affinity chromatograph; MW: Molecular weight; PLUNC: Palate, lung and nasal epithelial clone; SELDI: Surface-enhanced laser desorption/ionization.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Papers of sp eci al note have bee n h ighligh te d as: • of in te re st •• of c onsid erabl e in te re st 1 English R D, Warsch eid B, Fe nselau C, Cotter RJ. Ba c i l l u s spore identification via p ro te olytic pep ti de m a ppin g wi th a miniaturized MALDI TOF mass spectrometer. Anal. Chem. 7 5(24), 6886-6893 ( 2003).2 Cordwell SJ, Nou wens A S, Walsh BJ. Com parative prote omic s o f bac te ria l pat hog ens. Pr ot eo m ic s 1(4), 461-472 (20 01).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "lade CS. Prote omics approach es t owards a nti g en d i sco v er y a nd va cci ne d eve lo p men t. C urr. Opin. M ol. Ther . 4(3 ), 216-223 (2002).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Lai EM, Phadke ND, Kachman MT et al. P rote om ic a na lys is of t he s po re coa ts of Bacillus su bt ili s an d Bacillu s anthracis. J. Bacteriol. 185(4), 14 43-1 454 (2 003). • I l l u s t r a t e s t h e a b i l i t y o f p r o t e o m i c s t o generate comprehensive and comparative subproteome information. 5 Elh anany E, Barak R , Fishe r M, Kobi ler D, A ltb oum Z. De te ct ion of s pe cif ic Bacillu s anthracis spore b iomarkers by matrix-assisted laser desorption/ionization time-offlight mass spec trometry. Rapid Commun. Mass Spectrom . 15(22 ), 2110 -211 6 (2001 ).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Thulasiraman V , McCutchen-Maloney SL, Motin VL, G arc ia E. D ete ction a nd ident ificat ion of vir ulen ce fa ctor s in Yersinia pesti s usin g SELD I ProteinChip sy st e m . BioTechniques 30(2), 428-43 2 (2001).7 Winkle r MA , Uh er J, Ce pa S . Di re ct analysis and identification of Helicobacter and Campylo bact er sp e c i e s b y M A L D I -TOF mass spectrometry. Anal. Chem. 71(16), 34 16-3 419 (1 999).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Summary table of 2D protein separations of National Institute of Allergy and Infectious Diseases PriorityPathogen agents coupled with mass spectrometry sequencing.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "www.future-drugs.com 211 8 Gygi SP, Rist B, Griffin TJ, Eng J, Ae bersold R. Pro te ome analysis of low -a bu nda nc e protein s usin g m ultidim e nsion al c hrom atogra phy a nd isotope-coded affinity tags. J. Proteome Res. 1(1), 47 -54 (2 002). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}