{
    "paper_id": "565d575cc0f79974549ea06a62f92dbed2738b56",
    "metadata": {
        "title": "Redefining the BH3 death domain as a \"Short Linear Motif\" HHS Public Access",
        "authors": [
            {
                "first": "Abdel",
                "middle": [],
                "last": "Aouacheria",
                "suffix": "",
                "affiliation": {
                    "laboratory": "UMR 5239 CNRS -UCBL -ENS Lyon",
                    "institution": "Ecole Normale Supérieure de Lyon",
                    "location": {
                        "addrLine": "46 Allée d'Italie",
                        "postCode": "69364",
                        "settlement": "Lyon Cedex 07",
                        "country": "France"
                    }
                },
                "email": "abdel.aouacheria@ens-lyon.fr."
            },
            {
                "first": "Christophe",
                "middle": [],
                "last": "Combet",
                "suffix": "",
                "affiliation": {
                    "laboratory": "UMR 5086",
                    "institution": "Université Lyon 1",
                    "location": {
                        "addrLine": "IBCP -7 passage du Vercors",
                        "postCode": "69367",
                        "settlement": "Lyon cedex 07",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Peter",
                "middle": [],
                "last": "Tompa",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hungarian Academy of Sciences",
                    "location": {
                        "postCode": "1117",
                        "settlement": "Budapest",
                        "country": "Hungary"
                    }
                },
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "Marie"
                ],
                "last": "Hardwick",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Johns Hopkins University Bloomberg School of Public Health",
                    "location": {
                        "postCode": "21205",
                        "settlement": "Baltimore",
                        "region": "Maryland",
                        "country": "USA"
                    }
                },
                "email": "hardwick@jhu.edu"
            }
        ]
    },
    "abstract": [
        {
            "text": "BCL-2-related proteins control programmed cell death through a complex network of proteinprotein interactions mediated by BCL-2 homology 3 (BH3) domains. Given their roles as dynamic linchpins, the discovery of novel BH3-containing proteins has attracted considerable attention. However, without a clearly defined BH3 signature sequence, the BCL-2 family has expanded to include a nebulous group of non-homologous BH3-only proteins, now justified by an intriguing twist. We present evidence that BH3s from both ordered and disordered proteins represent a new class of short linear motifs (SLiMs) or molecular recognition features (MoRFs), and are diverse in their evolutionary histories. The implied corollaries are that BH3s have a broad phylogenetic distribution and could potentially bind to non-BCL-2-like structural domains with distinct functions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Missing the forest for the trees BCL-2 (B-cell lymphoma-2) is the founding member of a group of proteins that regulate apoptotic (programmed) cell death, mitochondrial physiology and probably other cellular processes [1, 2] . This protein group has two main subgroups that share a single sequence motif commonly known as the BH3. The first subgroup consists of a family of homologs related by common ancestry to BCL-2. The second subgroup contains the so-called BH3only proteins, which are apparently unrelated evolutionarily and structurally to each other and to BCL-2 homologs. Current models of apoptosis regulation exclusively focus on these two subgroups, while ignoring a third larger collection of even more diverse BH3-containing proteins. The biological impact of this third group and how it integrates into the BCL-2 network is poorly studied in part because the definition of a BH3 is sketchy. Here we present arguments that BH3s represent a new class of short linear motifs (SLiMs). Defining the BH3 in this way relieves constraints on 3D structure requirements and reconciles its many puzzling features. By interpreting the BH3 as a linear sequence motif also provides clues about the emergence of a sophisticated BCL-2-regulated apoptotic pathway in multicellular animals. Rather than seeking to define a subset of true BH3s among the published candidates, this new view broadens the realm of potentially druggable interactions between a BH3 and its target.",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 220,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 221,
                    "end": 223,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The BCL-2 network: kitesurfing over the mitochondrion BCL-2 homologous proteins share up to four different BH motifs (BH1-BH4) that are located within a single structural domain, a uniquely folded α-helical bundle. Though many details remain unresolved, BCL-2 homologs are either anti-apoptotic (e.g. BCL-2 and BCL-xL) or pro-apoptotic (e.g. BAX and BAK), whereas all eight canonical BH3-only proteins (e.g. BIM and BAD) promote apoptosis after a cell death stimulus. BH3-only proteins have a single region of sequence similarity (see Glossary) with BCL-2, termed the BH3 domain. However, because the BH3 does not fit the criteria for a protein 'domain', we refer to the BH3 as a motif rather than a domain. The BH3 motif is present in an α-helical structure, but the linear primary sequence signature of the BH3 motif is not conclusively defined [3-6]. The eight canonical BH3-only proteins are further divided into two functional groups, the direct activators and the sensitizers of cell death [7] [8] [9] [10] . Despite its critical role in regulating cell death, the BH3 sequence motif currently lacks a unifying definition and is suggested to occur in approximately 40 additional proteins belonging to different protein families, raising the question of whether the BH3 motif is definable [4, 11] .",
            "cite_spans": [
                {
                    "start": 996,
                    "end": 999,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1000,
                    "end": 1003,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1004,
                    "end": 1007,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1008,
                    "end": 1012,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1294,
                    "end": 1297,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1298,
                    "end": 1301,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Through a systems biology lens, the mitochondrial checkpoint of apoptosis comprises a network of highly connected and mutually communicating proteins. In this view, the integration of diverse BH3-only proteins into the BCL-2 network imposes an organized hierarchy with a kite-shaped architecture that is recognizable as a form of bow-tie configured network ( Figure 1A ). Many robust biological systems share this bow-tie (or hourglass) structure in which a central hub (formed here by the BCL-2 homologs) receives and integrates diverse inputs from a signal-processing layer (BH3-only proteins; the kite surfers) to generate one or more outputs (in this case a binary switch: mitochondrial integrity vs. mitochondrial permeabilization and death). Consistent with this model, evidence suggests Aouacheria et al.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 359,
                    "end": 368,
                    "text": "Figure 1A",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "that BH3-only proteins are sentinels that communicate the status of diverse cellular processes to the effector BCL-2 homologous proteins (reviewed in [12, 13] ). This network structure ensures appropriate responses to multiple signaling pathways and cell stresses to determine cell death.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 154,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 155,
                    "end": 158,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Within this bow-tie network, the binding interactions of BH3 motifs are the most extensively characterized because of their clinical relevance to diagnostics and therapeutics. The search for small molecules that mimic the biological effects of BH3 motifs enabled the identification of one of the first druggable protein-protein interaction interfaces [14] . BH3mimetics ABT-737 and ABT-199 bind into the hydrophobic BH3-binding groove on the surface of anti-apoptotic BCL-xL and/or BCL-2 to kill cancer cells [15] ",
            "cite_spans": [
                {
                    "start": 351,
                    "end": 355,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 509,
                    "end": 513,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": ". However, despite having many high-resolution structures of BH3-bound complexes and extensive mutagenesis data to identify critical residues at the interface of both the BH3 and its binding partners [11, [16] [17] [18] , available studies have not exhaustively examined the full range of sequence variability observed in reported BH3 motifs. Without rigorous criteria to accurately predict or exclude candidate BH3-containing proteins, the persistent lumping of nonhomologous proteins bearing putative BH3-like motifs (e.g. [19] [20] [21] ) appears to defy logic. However, unforeseen logic may indeed prevail in this madness by considering an additional. Here, we argue that BH3 motifs share most of the attributes of short linear motifs (SLiMs) and, more precisely, of those SLiMs that are associated with binding events (BOX 2) . Thus, BH3 motifs appear to represent a protein-protein interaction module of broader scope that spreads beyond even the extended BCL-2 family, and potentially to non-metazoan organisms.",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 204,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 205,
                    "end": 209,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 210,
                    "end": 214,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 215,
                    "end": 219,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 525,
                    "end": 529,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 530,
                    "end": 534,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 535,
                    "end": 539,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 823,
                    "end": 830,
                    "text": "(BOX 2)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The BCL-2-regulated apoptotic pathway is a therapeutic target in degenerative disorders, infectious and immune diseases and in cancer [1] . It was hypothesized over 15 years ago that BH3 mimetics, discovered through rational design or high-throughput screening, would induce cancer cell apoptosis by targeting anti-apoptotic members. Consistently, cell-permeable peptides corresponding to BH3 motifs from BID or BAD were shown to induce apoptosis in BCL-2 or BCL-xL-expressing cells [14, 94] . Thereafter, synthetic small-molecule inhibitor drugs that bind a hydrophobic pocket on prosurvival BCL-2 proteins (see Figure) were identified and evaluated for their efficacy as cytotoxic agents used alone or in combination with conventional anticancer drugs. A number of such highaffinity antagonists are at various stages of development, the orally bioavailable molecule ABT-199 (which selectively targets BCL-2) being currently in clinical trials with high expectations [95] . Thus, a better appreciation of the complex interplay between the various blocks of BCL-2 proteins successfully identified one of the first α-helix-mediated protein-protein interaction target sites (with p53/hDM2), and demonstrated that affinitybased screening for small molecules mimicking the BH3 motif was a feasible strategy. As SLiMs, BH3 motifs may be found to interact with proteins that do not adopt the BCL-2 structural fold, as recently suggested [91] . Future experiments will have to assess the druggability of such interactions and the potential need to increase the current arsenal of BH3 mimetics. The ribbon structure (PDB code: 1PQ1 [92] ) shows that BCL-xL is an all-α-helical protein with a central hydrophobic core surrounded by amphipathic helices. This helical bundle arrangement is typical of anti-and pro-apoptotic BCL-2 homologous proteins. The BIM-BH3 peptide (in blue) fits into an extended hydrophobic groove at the surface of BCL-xL. Various interactions (hydrophobic contacts, salt bridges, hydrogen bonds) are formed between BH3 residues and residues lining the groove. An aspartate residue (Asp) found in all BH3 motifs forms a salt bridge with a conserved arginine (Arg) residue present in the BH1 motif of BCL-xL, and an invariant leucine (Leu) participates in hydrophobic contacts with the BH3-binding groove. The BH3 motif of BCL-xL is colored blue. The diagrams illustrate the topology of the interacting proteins in their fulllength forms. Position of the nine α-helices is indicated at the bottom. Helices that form the hydrophobic binding groove in BCL-xL are colored in blue. The four BH motifs are shown in magenta (BH4), blue (BH3), yellow (BH1) and brown (BH2). The grey box represents the C-terminal transmembrane domain (TM). BH motifs are depicted using the same color-code in the structure and in the motif architecture diagrams. Inset: Crystal structure of Bcl-xL in complex with ABT-737 (PDB code: 2YXJ [93] ). The drawing was prepared with the program PyMOL.",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 137,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 483,
                    "end": 487,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 488,
                    "end": 491,
                    "text": "94]",
                    "ref_id": "BIBREF93"
                },
                {
                    "start": 968,
                    "end": 972,
                    "text": "[95]",
                    "ref_id": "BIBREF94"
                },
                {
                    "start": 1431,
                    "end": 1435,
                    "text": "[91]",
                    "ref_id": "BIBREF90"
                },
                {
                    "start": 1624,
                    "end": 1628,
                    "text": "[92]",
                    "ref_id": "BIBREF91"
                },
                {
                    "start": 2927,
                    "end": 2931,
                    "text": "[93]",
                    "ref_id": "BIBREF92"
                }
            ],
            "ref_spans": [
                {
                    "start": 613,
                    "end": 620,
                    "text": "Figure)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "BOX 1 BH3 mimetics have therapeutic value"
        },
        {
            "text": "What are SLiMs?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BOX 2"
        },
        {
            "text": "Short linear/eukaryotic motifs (SLiMs/ELMs) are short modular functional units of proteins, typically constituted by a stretch of 3-11 contiguous amino acid residues, with only 3-5 core positions conferring the majority of their binding specificity [41, 81] . SLiMs serve as post-translational modification sites or ligands for other molecules (protein domains or nucleic acids) [35, 39-41, 43, 81] . Due to their short length, they constitute only a small binding surface area and engage in low affinity, transient and modulatable interactions, typically in the low micromolar range. The best known examples are binding motifs of typical modular protein-protein interaction domains, such as that of SH3, SH2 and PDZ domains, and they are usually described by a short consensus sequence (also termed a \"regular expression\", e.g. [P-X-X-P] for the SH3 domain binding motif). Because the number of residues involved in the activity of motifs is very small, they exhibit a high evolutionary plasticity, they can be generated by a single point mutation, often arise de novo and evolve convergently. Therefore, motifs are evolutionarily highly variable and are much less conserved than globular domains in the same sequences. SLiMs tend to occur in intrinsically disordered regions of proteins [42, 43] and, owing to this fact, their distinction from molecular recognition features (MoRFs) is not clear-cut. MoRFs are on average longer than SLiMs and are defined on a structural basis (by their ability to fold upon interacting with partners) rather than on a sequence basis [44, 45] . Due to their potential high density and evolutionary agility, SLiMs are thought to be actively involved in wiring and rewiring the connectivity of the interactome. Established motif instances are deposited in the Eukaryotic Linear Motif (ELM) resource [55] , where their major functional classes are ligand-binding (LIG), docking (DOC), degradation (DEG), targeting (TAR), Cleavage (CLV) and post-translational modification (MOD). BCL-2 homologs have never been described before as proteins able to bind linear motifs, though the attributes of SLiMs clearly suggest that BH3 should be considered as such a motif. Although some amount of sequence variation is observed in the BH1 and BH2 motifs of BCL-2 homologous proteins, these regions are not SLiMs as they constitute the borders of the structural hairpin lying at the center of the BCL-2 helical bundle and form the hydrophobic receptor cleft essential for BH3 binding (rather than binding by themselves to a hydrophobic pocket).",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 253,
                    "text": "[41,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 254,
                    "end": 257,
                    "text": "81]",
                    "ref_id": "BIBREF80"
                },
                {
                    "start": 379,
                    "end": 398,
                    "text": "[35, 39-41, 43, 81]",
                    "ref_id": null
                },
                {
                    "start": 1289,
                    "end": 1293,
                    "text": "[42,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1294,
                    "end": 1297,
                    "text": "43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1570,
                    "end": 1574,
                    "text": "[44,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1575,
                    "end": 1578,
                    "text": "45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1833,
                    "end": 1837,
                    "text": "[55]",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "BOX 2"
        },
        {
            "text": "The BH3 motif was originally defined in 1995 as a region of ~7-15 amino acids with sequence similarity shared by the pro-and anti-death BCL-2 homologs BAK, BAX, BCL-2, BCL-xL plus a shorter non-homologous protein, BIK (reviewed in [5] ). In the following five years, BH3 motifs were identified in additional proteins, eventually settling on the full repertoire of fourteen BCL-2 homologs and eight canonical BH3-only proteins in humans (Supplementary S1), consisting of four direct activators (BIM, PUMA, truncated tBID, and NOXA) and four sensitizers (BAD, BIK, BMF, HRK) ( Figure 1A ). The eight BH3 motifs in these eight proteins were identified only on the basis of visual inspection of their sequences, and were confirmed by experimental evidence of pro-apoptotic activity upon binding to BCL-2 homologs. These proteins (plus worm EGL-1) constitute the canonical BH3-only subgroup.",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 234,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 575,
                    "end": 584,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Canonical versus non-canonical BH3-containing proteins"
        },
        {
            "text": "The opportunity to discover new BH3-only proteins is attractive given their roles as linchpins connecting the cellular interactome to the apoptosis checkpoint. However, computational approaches have not validated the BH3 sequence signature [4, [22] [23] [24] . Most of the additional cellular and viral proteins claimed to contain functional BH3-like motifs belong to unrelated (non-BCL-2) protein families, and are referred to here as \"noncanonical\" BH3-containing proteins due to limited experimental data relative to the 8 canonical BH3-only proteins included in the extended BCL-2 family (Supplementary Figure  S1 and Supplementary Table S1 ). The overwhelming majority of these non-canonical BH3bearing proteins are sensitizer BH3s rather than direct activator BH3s because they trigger cell death by engaging prosurvival BCL-2 family members. Although most non-canonical BH3 motifs are untested for direct BAX/BAK activator function, exceptions have been reported [25] [26] [27] .",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 243,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 244,
                    "end": 248,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 249,
                    "end": 253,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 254,
                    "end": 258,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 970,
                    "end": 974,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 975,
                    "end": 979,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 980,
                    "end": 984,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 607,
                    "end": 617,
                    "text": "Figure  S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 636,
                    "end": 644,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "Canonical versus non-canonical BH3-containing proteins"
        },
        {
            "text": "The BH3 motif is traditionally defined as an amphipathic α-helix that interacts with the hydrophobic cleft of anti-apoptotic BCL-2 family proteins. Whereas this structural perspective has been highly useful for understanding interaction specificity [11, [16] [17] [18] , the available studies have tested relatively limited numbers of BH3 peptides/proteins compared to the large number of possible sequences at each amino acid position that occurs in natural BH3 motifs. Due to this sequence diversity, a validated BH3 signature sequence turns out to be elusive [4] . However, the BH3 is widely denoted as the hexameric sequence L-X(3)-G-D. Despite considerable progress in defining experimentally the key positions within the BH3 that specify its binding partners, computational methods applied to only the obvious BCL-2 homologs have produced a mixture of BH3 motif signatures [4] . Graphical BH3 alignments derived from each of the traditional subgroups of the extended BCL-2 family, the antiapoptotic BCL-2 homologs (8 proteins: 5 from humans plus worm CED9 and fly Buffy), the pro-apoptotic homologs (8 human proteins plus fly Debcl) and the canonical BH3-only proteins (8 human proteins plus worm EGL-1) indicate some composition bias in that some amino acids occur more frequently at some positions, but only in the central hexameric region ( Figure 1B ). If all three of these protein groups are combined, it is possible to derive a significant phylogenetic signal ( Figure 1B) . However, the signal degenerates to L-x(4,6)-D, which has no predictive value, when the 39 reported non-canonical BH3 motifs are aligned, all of which have at least some functional validation ( Figure 1B , and Supplementary Figure  S1 ). Alignment of the grand total of 63 reported BH3s illustrates only what is already generally agreed upon: that BH3s share two crucial residues (Leu and Asp) separated by four residues L-x(3)-[GA]-D, suggesting BH3s lack sequence conservation (Supplementary Figure S1 ). Attempts thus far to further define BH3 motifs have yielded signatures that are too strict (i.e., they exclude many BCL-2 homologs) or too inclusive (i.e., they fail to discriminate scrambled proteomes) [4] . Furthermore, the borders of BH3 motifs also have not been defined, and some reports include 20 amino acid stretches [11, 28] .",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 253,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 254,
                    "end": 258,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 259,
                    "end": 263,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 264,
                    "end": 268,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 562,
                    "end": 565,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 879,
                    "end": 882,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2197,
                    "end": 2200,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2319,
                    "end": 2323,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2324,
                    "end": 2327,
                    "text": "28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 1350,
                    "end": 1359,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1475,
                    "end": 1485,
                    "text": "Figure 1B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1681,
                    "end": 1690,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1711,
                    "end": 1721,
                    "text": "Figure  S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1981,
                    "end": 1990,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The elusive BH3 motif"
        },
        {
            "text": "Difficulties with computational definitions of BH3 motifs pose limitations on large-scale in silico screens, invariably resulting in long lists of likely false positives [4] . Thus, BH3 motifs pose two challenging computational problems of de novo identification, motif-finding and functional site prediction (the so-called Futility Theorem [29] ).",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 173,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 341,
                    "end": 345,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "The elusive BH3 motif"
        },
        {
            "text": "The proteins homologous to BCL-2 have a traceable origin, and therefore their BH3 most probably evolved from the ancestral proto-BCL-2 protein through divergent evolution. This is supported by our observation that BCL-2-like proteins from species at the base of the metazoan tree such as sponges and cnidarians clearly exhibit a recognizable BH3 motif (4 proteins labeled 'BCL2-like' in Supplementary Figure S1 ), indicating that this motif was already present in BCL-2 proteins from stem-metazoans. A similar situation exists for the 8 canonical BH3-only genes, although these are mainly limited to vertebrates (except C. elegans EGL-1). By contrast, the conservation of BH3 motifs in non-canonical proteins is variable. Although eukaryotic proteins BECN1/ATG6, ATG12 and BLM-s arose before chordates, their BH3 motif appeared after the emergence of chordates and has been subsequently conserved (Supplementary Table S1 ). The proposed yeast BH3 motif is conserved only between closely related yeast species, despite obvious overall protein conservation in humans (GRINA), and that of mammalian MOAP-1 only in primates [27] . Non-canonical BH3-containing genes were also described in several unrelated microbial species: DNA viruses (HHV8, HBV, HCV), RNA viruses (SARS coronavirus and NDV) and in a bacterial endosymbiont (Photorhabdus luminescens) (Supplementary Table S1 ). Based only on amino acid sequence, it could appear that BH3 motifs arose independently in several evolutionary lines, either randomly or by convergence.",
            "cite_spans": [
                {
                    "start": 1120,
                    "end": 1124,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 401,
                    "end": 410,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 912,
                    "end": 920,
                    "text": "Table S1",
                    "ref_id": null
                },
                {
                    "start": 1365,
                    "end": 1373,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "What are the evolutionary origins of BH3 motifs?"
        },
        {
            "text": "To gain further insight into the evolutionary origins of BH3 motifs, we analyzed the exons that encode BH3 motifs. Information about exon size and the reading frames (phase class) at exon/intron boundaries can be useful to reveal evolutionary relationships between fastevolving proteins or remote homologs, as gene structures evolve much slower than sequences [30] . Strikingly, all 8 canonical BH3-only proteins encode their BH3 on a short exon (between 99 and 276 bp), and 5 of the 8, BIM, PUMA, BID, BMF and BAD share the same exon phase structure. In this case, the BH3-encoding exon starts with the last two nucleotides of the first codon and ends with a complete codon, designated phase [1,0] by convention ( Figure 1C , Supplementary Figure S2 and Supplementary Table S2 ). This phase preservation raises the possibility that there is an evolutionary link between these proteins. In addition, EGL1 (canonical BH3-only) and CED13 (non-canonical), which are restricted to nematodes, also have a short BH3-coding exon of the same [1, 0] phase. This suggests that in addition to functional conservation, evolutionary homology between these two molecules may exist, further supported by their 60% sequence identity shared over 21 amino acids in the BH3 region. Furthermore, the genes for BCL-2 homologs belonging to the \"BID clade\" (i.e., BCL2L12, BCL2L14, BCL2L15 and BID [4] ) and several additional non-canonical ",
            "cite_spans": [
                {
                    "start": 360,
                    "end": 364,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1034,
                    "end": 1037,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1038,
                    "end": 1040,
                    "text": "0]",
                    "ref_id": null
                },
                {
                    "start": 1375,
                    "end": 1378,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 715,
                    "end": 724,
                    "text": "Figure 1C",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 741,
                    "end": 750,
                    "text": "Figure S2",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 755,
                    "end": 777,
                    "text": "Supplementary Table S2",
                    "ref_id": null
                }
            ],
            "section": "What are the evolutionary origins of BH3 motifs?"
        },
        {
            "text": "Difficulties in defining biologically important protein motifs are not unique to the BH3 motif. The P-X-X-P motif that binds to SH3 domains [32] , the ER (endoplasmic reticulum) retention sequence K-D-E-L (defined by [KRHQSA]-[DENQ]-E-L) [33] , and the L-X-X-L-L motif that binds transcription regulators [34] are difficult to accurately predict due to their low information content. These example motifs are short linear sequence signatures that, like BH3s, bind to specific globular proteins. Such motifs have been termed eukaryotic linear motifs (ELMs) [35] , miniMotifs [36] , short linear motifs (SLiMs) [37] or simply \"linear motifs\" [38] . Many proteins contain short linear motifs, referred to here collectively as SLiMs (see BOX 2) . SLiMs serve as either modification sites (e.g. phosphorylation) or as protein binding motifs analogous to BH3s, which bind into pockets on BCL-2 family proteins. Despite the difficulties in defining their sequence signatures, SLiMs appear to be the most abundant type of functional elements in the proteome [35, [39] [40] [41] . SLiMs overlap with molecular recognition features (MoRFs) [42, 43] , a type of recognition elements that originated from research in the intrinsic disorder field (BOX 2) [44, 45] . Although not previously proposed, BH3 motifs of both homologous and non-homologous proteins exhibit multiple attributes of SLiMs/MoRFs, potentially expanding the concept of a BH3 (Figure 2 , Key Figure) .",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 144,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 238,
                    "end": 242,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 305,
                    "end": 309,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 556,
                    "end": 560,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 574,
                    "end": 578,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 609,
                    "end": 613,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 640,
                    "end": 644,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 734,
                    "end": 740,
                    "text": "BOX 2)",
                    "ref_id": null
                },
                {
                    "start": 1050,
                    "end": 1054,
                    "text": "[35,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1055,
                    "end": 1059,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1060,
                    "end": 1064,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1065,
                    "end": 1069,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1130,
                    "end": 1134,
                    "text": "[42,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1135,
                    "end": 1138,
                    "text": "43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1242,
                    "end": 1246,
                    "text": "[44,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1247,
                    "end": 1250,
                    "text": "45]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [
                {
                    "start": 1432,
                    "end": 1441,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1448,
                    "end": 1455,
                    "text": "Figure)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The BH3 motif goes on a SLiM diet"
        },
        {
            "text": "SLiMs generally are less than 10-12 residues with 3 to 5 hot spot residues critical for binding their targets, consistent with the number of critical interacting residues observed in high-resolution structures of BH3s bound to their globular partners [9, 28] ). Also like BH3s, well-established SLiMs are degenerate, with variable sequence at the majority of their amino acid positions, and thus can occur by random chance at high frequencies, sometimes several times in a single protein.",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 254,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 255,
                    "end": 258,
                    "text": "28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Motif size and positioning"
        },
        {
            "text": "Although not a general rule, mouse BH3-only protein Noxa has two BH3 motifs, and BID is reported to have a second BH3-like motif termed BH3-B [46] . Like SLiMs, BH3 motifs are found in small (human NOXA, 54 amino acids) and large proteins (HUWE1, 4374 amino acids), and can be positioned near or far from the Nterminus (e.g. BLID/BRCC2 and mouse Pxt1 versus MCL-1, CHMP5 and HEPB2). Hence, BH3 motifs appear to resemble SLiMs in terms of overall sequence characteristics and positioning.",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 146,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Motif size and positioning"
        },
        {
            "text": "Placed into an evolutionary context, the BH3 motif is plastic because it can arise with very few amino acid substitutions during random or convergent evolution. Thus, distinctions between bona fide BH3 SLiMs and false positives cannot be deduced from sequence alone due to sequence degeneracy [4] . Accurate assignments depend upon additional contextual information including primary sequence features, secondary structure (or intrinsic disorder), and validation through some orthogonal (functional, evolutionary) approaches. In fact, the BH3s of understudied BCL-2 homologs BCL2A1 and BCL2L10/BCL-B display conserved secondary structure rather than sequence. More challenging is the distinction between BH3s that function in nature versus those that function only in experimental settings. The compiled list of all reported BH3-containing proteins (Supplementary Figure S1 and Supplementary  Table S1 ) also contains invertebrates (e.g. C. elegans EGL-1), bacteria (e.g. MCF/makes caterpillars floppy toxins), viruses (e.g. matrix protein of Newcastle disease virus) and fungi (e.g. YBH3/Ynl305c). While all reported BH3 motifs may not prove to be functional in nature, the existence of seemingly rogue BH3s could suggest that BH3 motifs encompass broad taxonomic diversity, and at least for yeast and bacteria implies yet unidentified non-BCL-2-binding functions because BCL-2 homologous proteins are restricted to metazoan organisms [3] (Figure 2 , Key Figure) .",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 296,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1436,
                    "end": 1439,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 864,
                    "end": 873,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 878,
                    "end": 901,
                    "text": "Supplementary  Table S1",
                    "ref_id": null
                },
                {
                    "start": 1440,
                    "end": 1449,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1456,
                    "end": 1463,
                    "text": "Figure)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Evolutionary plasticity and taxonomic distribution"
        },
        {
            "text": "SLiMs are prominently involved in protein-protein interactions where a globular domain serves as a receptor for the SLiM ligand [40, 41] ",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 132,
                    "text": "[40,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 133,
                    "end": 136,
                    "text": "41]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Interaction with globular domains"
        },
        {
            "text": ". For example, P-X-X-P motifs bind to beta-barrel SH3 domains (PDB code 1SHG), the L-X-X-L-L motif in transcription factor STAT6 binds the PAS-B domain of nuclear co-activator NCoA-1/SRC-1, and the ER retention motif KDEL found in many proteins apparently binds to the seven-transmembrane domain receptor ERD2. These ligand-receptor interactions are frequently transient and reversible [39] , and thus well-suited to mediate dynamic processes, such as signaling and subcellular targeting. and PDZ-binding motifs [49] have intrinsic propensity for α-helix formation, and thus are also designated α-MoRFs [44, 45] . The special type of protein-protein interaction mediated by a SLiM and a hydrophobic binding cleft can be druggable [50] , as exemplified by the design of small molecule BH3 mimetics that inactivate anti-apoptotic BCL-2 proteins to treat cancer [15] ",
            "cite_spans": [
                {
                    "start": 386,
                    "end": 390,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 512,
                    "end": 516,
                    "text": "[49]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 603,
                    "end": 607,
                    "text": "[44,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 608,
                    "end": 611,
                    "text": "45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 730,
                    "end": 734,
                    "text": "[50]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 859,
                    "end": 863,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Interaction with globular domains"
        },
        {
            "text": ".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interaction with globular domains"
        },
        {
            "text": "Analogous to many SLiMs, BH3 motifs bind into the hydrophobic groove of particular BCL-2 homologous proteins. In the quest for clinically useful tools, extensive NMR, surface plasmon resonance, optical spectroscopy and isothermal titration calorimetry studies have defined the overlapping binding selectivities of peptides derived from BH3-only proteins [15] (BOX 1 Figure) . Because regions adjacent to the BH3 motif influence the mode of binding to BCL-2 homologous proteins, some canonical BH3-only proteins are more promiscuous than others or bind to a defined subset of BCL-2 homologs (giving rise to the sensitizer versus activator subclasses). The combinatorial diversity of BH3 sequences from BH3-only proteins, particularly in the regions flanking the conserved hot spot residues Lx(3)-G-D, and pairing residues lining the hydrophobic grooves of BCL-2 homologous partners, explain the great selectivity observed in these interactions ( Figure 1A and Supplementary Table 1) .",
            "cite_spans": [
                {
                    "start": 354,
                    "end": 358,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 366,
                    "end": 373,
                    "text": "Figure)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 945,
                    "end": 954,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 973,
                    "end": 981,
                    "text": "Table 1)",
                    "ref_id": null
                }
            ],
            "section": "Interaction with globular domains"
        },
        {
            "text": "SLiMs are often encoded on exons that are alternatively spliced [41, [51] [52] [53] . At least for BAX, the BH3-exon is omitted from some splice variants [54] . In contrast, the more conserved BH1 and BH2 motifs of BCL-2 proteins are disrupted by alternative splicing of BCL-2, BCL-X and MCL1, and this splicing event can generate pro-apoptotic \"BH3-only\" splice variants (MCL-1 S , BCL-x S ). In addition, Ensembl predictions suggest that BH3containing exons in approximately half of the non-canonical BH3-bearing proteins are candidates for alternative splicing events to either add or remove BH3 motifs (Supplementary Table S1 ). SLiMs are reported to be posttranslationally regulated including by phosphorylation [41, 51, 52, 55] . Intriguingly, BH3 and BH3-like regions show an abundance of Ser/Thr residues (Supplementary Figure S1 ), suggesting that their phosphorylation states might influence binding of BH3 linear motifs to BCL-2 homologous proteins, as previously reported [56, 57] . Therefore, BH3 motifs bear a number of striking similarities with SLiMs, though the next section will show it is not entirely spot-on.",
            "cite_spans": [
                {
                    "start": 64,
                    "end": 68,
                    "text": "[41,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 69,
                    "end": 73,
                    "text": "[51]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 74,
                    "end": 78,
                    "text": "[52]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 79,
                    "end": 83,
                    "text": "[53]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 154,
                    "end": 158,
                    "text": "[54]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 717,
                    "end": 721,
                    "text": "[41,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 722,
                    "end": 725,
                    "text": "51,",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 726,
                    "end": 729,
                    "text": "52,",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 730,
                    "end": 733,
                    "text": "55]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 984,
                    "end": 988,
                    "text": "[56,",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 989,
                    "end": 992,
                    "text": "57]",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [
                {
                    "start": 606,
                    "end": 629,
                    "text": "(Supplementary Table S1",
                    "ref_id": null
                },
                {
                    "start": 828,
                    "end": 837,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Post-transcriptional and post-translational events"
        },
        {
            "text": "Despite their similarities, several features of BH3 motifs suggest they constitute a new type of SLiM. SLiMs are preferentially found in intrinsically disordered proteins (IDPs) or protein regions (IDRs) [39, 42] , whereas BH3s are found in both disordered and structured proteins. Canonical BH3-only proteins lack native structure (BIM, BAD, BMF, HRK, NOXA, PUMA and worm EGL-1) [58] [59] [60] [61] [62] , and helical folding of their BH3s is coupled with binding to their globular partners [58, 60, 61] , analogous to α-MoRFs [44, 45, 63, 64] . However, BH3 motifs also occur in the well-folded α-helical bundle domain (outside the unstructured loops) of BCL-2-like, BAX-like and BID-like proteins [16, [65] [66] [67] [68] as well as in other ordered proteins like the helical protein VIRF1 and the α/β proteins ATG12, RAD9A and TGM2. In addition, numerous BH3 motifs lie in proteins that are predicted to adopt a tertiary structure (Supplementary Table S1 ) (see also [11] ). Therefore, in addition to specifying binding partners, inherently structured BH3 SLiMs also have a role in maintaining globular domain structure integrity (and stability [18] ). Reciprocally, hydrophobic cores of structured proteins may facilitate formation or stabilization of helical structures in BH3 regions, similar to MoRFs or so-called chameleons that change conformations with their surroundings.",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 208,
                    "text": "[39,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 209,
                    "end": 212,
                    "text": "42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 380,
                    "end": 384,
                    "text": "[58]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 385,
                    "end": 389,
                    "text": "[59]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 390,
                    "end": 394,
                    "text": "[60]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 395,
                    "end": 399,
                    "text": "[61]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 400,
                    "end": 404,
                    "text": "[62]",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 492,
                    "end": 496,
                    "text": "[58,",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 497,
                    "end": 500,
                    "text": "60,",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 501,
                    "end": 504,
                    "text": "61]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 528,
                    "end": 532,
                    "text": "[44,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 533,
                    "end": 536,
                    "text": "45,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 537,
                    "end": 540,
                    "text": "63,",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 541,
                    "end": 544,
                    "text": "64]",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 700,
                    "end": 704,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 705,
                    "end": 709,
                    "text": "[65]",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 710,
                    "end": 714,
                    "text": "[66]",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 715,
                    "end": 719,
                    "text": "[67]",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 720,
                    "end": 724,
                    "text": "[68]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 971,
                    "end": 975,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1149,
                    "end": 1153,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 935,
                    "end": 958,
                    "text": "(Supplementary Table S1",
                    "ref_id": null
                }
            ],
            "section": "BH3 motifs are embedded in both structured and intrinsically disordered proteins"
        },
        {
            "text": "This peculiarity that some BH3 SLiMs are embedded in globular proteins explains why BH3s are automatically discarded by SLiM detection algorithms [38, 55, [69] [70] [71] [72] . Similarly, methods for computational identification of SLiMs/MoRFs from structural data exist (e.g. by screening of PDB complexes [73] ) but fail in recognizing the BH3 motif because no 3D structures for full-length BH3-only proteins in complex with BCL-2 homologous proteins are available to date. BH3 sequences are also likely to be downgraded by evolutionary filtering approaches for detecting remotely similar motifs [71, 74, 75] because some BH3 instances appear to be conserved among BCL-2 homologous proteins. Conversely, BH3 motifs from canonical and non-canonical BH3-only proteins are overlooked by methods that rely on evolutionary conservation scores to derive sequence signatures (e.g. QuasimotifFinder [76] ).",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 150,
                    "text": "[38,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 151,
                    "end": 154,
                    "text": "55,",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 155,
                    "end": 159,
                    "text": "[69]",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 160,
                    "end": 164,
                    "text": "[70]",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 165,
                    "end": 169,
                    "text": "[71]",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 170,
                    "end": 174,
                    "text": "[72]",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 307,
                    "end": 311,
                    "text": "[73]",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 598,
                    "end": 602,
                    "text": "[71,",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 603,
                    "end": 606,
                    "text": "74,",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 607,
                    "end": 610,
                    "text": "75]",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 893,
                    "end": 897,
                    "text": "[76]",
                    "ref_id": "BIBREF75"
                }
            ],
            "ref_spans": [],
            "section": "BH3 motifs escape from computational SLiM prediction"
        },
        {
            "text": "A distinctive trait of the BH3s of globular BCL-2 proteins is their ability to be conditionally exposed on protein surfaces, while SLiMs commonly appear on protein surfaces and exposed unstructured loops [77] . That is, the hydrophobic binding face of the BH3 in BAX and BAK is buried inside the core (in solution) [78] [79] [80] . Thus, BH3 motifs buried within structured domains must be exposed through activating events such as conformational changes upon membrane association and proteolytic cleavage.",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 208,
                    "text": "[77]",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 315,
                    "end": 319,
                    "text": "[78]",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 320,
                    "end": 324,
                    "text": "[79]",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 325,
                    "end": 329,
                    "text": "[80]",
                    "ref_id": "BIBREF79"
                }
            ],
            "ref_spans": [],
            "section": "Some BH3 motifs are conditionally exposed at the protein surface"
        },
        {
            "text": "SLiMs are reported to bind their partners with low affinity (>1μM) [81] . Although low affinity interactions have sometimes been measured between prosurvival BCL-2 proteins and BAX-BH3 peptides [82, 83] , most of the BH3 peptides assessed through biophysical and biochemical assays bind prosurvival BCL-2 homologs with relatively high affinity, nanomolar range K D [84] [85] [86] . Factors that increase binding affinity are helical content [14] , length of BH3 peptides [87] , and potentially residues distant from the BH3 core region (i.e., long-range contacts) of BH3-only or BH3-bearing proteins.",
            "cite_spans": [
                {
                    "start": 67,
                    "end": 71,
                    "text": "[81]",
                    "ref_id": "BIBREF80"
                },
                {
                    "start": 194,
                    "end": 198,
                    "text": "[82,",
                    "ref_id": "BIBREF81"
                },
                {
                    "start": 199,
                    "end": 202,
                    "text": "83]",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 365,
                    "end": 369,
                    "text": "[84]",
                    "ref_id": "BIBREF83"
                },
                {
                    "start": 370,
                    "end": 374,
                    "text": "[85]",
                    "ref_id": "BIBREF84"
                },
                {
                    "start": 375,
                    "end": 379,
                    "text": "[86]",
                    "ref_id": "BIBREF85"
                },
                {
                    "start": 441,
                    "end": 445,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 471,
                    "end": 475,
                    "text": "[87]",
                    "ref_id": "BIBREF86"
                }
            ],
            "ref_spans": [],
            "section": "Most BH3 motifs have a high affinity for their binding partners"
        },
        {
            "text": "Although distinct in some aspects, the BH3 motif fits the definition and essential features of a SLiM involved in binding. Furthermore, the subset of BH3 motifs from intrinsically disordered proteins can also be considered MoRFs that change shape upon binding [18] . This novel perspective has the major advantage of reconciling the structural versus sequence definitions of BH3 motifs, taking into account their full diversity.",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 264,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Most BH3 motifs have a high affinity for their binding partners"
        },
        {
            "text": "We introduce the concept that the intensely studied, cell death-inducing BH3 motif is a newly recognized short linear motif (SLiM) / molecular recognition feature (MoRF) that specifies protein-binding interactions with or between globular proteins. The SLiM/MoRF concept allows the field to avoid the easy and comfortable option of relegating most (if not all) of the non-canonical BH3-containing proteins to the rank of \"false positives\". Validated BH3 motifs are found in intrinsically disordered proteins, but are also found in structured domains (e.g. globular domains of the BCL-2 type), likely delaying the recognition of BH3, and potentially other motifs, as SLiMs or MoRFs. Unlike most SLiMs, some BH3 motifs are only conditionally available for protein-protein interactions, constituting a distinct class of SLiMs that control the mitochondrial checkpoint of apoptosis. The evidence suggests that some BH3 motifs of both BCL-2 homologous and non-homologous proteins share common ancestry, supported by conservation at the genomic level despite amino acid sequence divergence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding remarks"
        },
        {
            "text": "It is not known whether a BCL-2 family protein can bind to intrinsically disordered proteins other than BH3-only proteins. The mainly disordered N-terminal domain of p53 was recently shown to interact with BCL-xL, but the surfaces of interaction appeared to involve elements of secondary structure on both proteins [88] . It is also not known whether a BCL-2 family protein can interact with other types of SLiMs or MoRFs, in addition to the BH3. However, MCL-1 has been reported to interact with proteins sharing a sequence motif distinct from the BH3 in p53 (albeit with the BH3 signature in reverse orientation) [89, 90] . Viewing BH3s as SLiMs also raises the possibility that a BH3 motif could interact with globular domains devoid of any sequence and structural similarity to the BCL-2 protein, such as the binding of BAD BH3 to glucokinase [91] . We further hypothesize that nonmetazoan species will be found to encode BH3-docking receptors (BCL-2 equivalents) not necessarily sharing a globular 3D structure resembling BCL-2 (see Outstanding questions and Figure 2 ). If confirmed, this would suggest that the pro-apoptotic BH3 motif is also a versatile and evolutionary plastic module associated with binding events in different branches of the tree of life.",
            "cite_spans": [
                {
                    "start": 315,
                    "end": 319,
                    "text": "[88]",
                    "ref_id": "BIBREF87"
                },
                {
                    "start": 615,
                    "end": 619,
                    "text": "[89,",
                    "ref_id": "BIBREF88"
                },
                {
                    "start": 620,
                    "end": 623,
                    "text": "90]",
                    "ref_id": "BIBREF89"
                },
                {
                    "start": 847,
                    "end": 851,
                    "text": "[91]",
                    "ref_id": "BIBREF90"
                }
            ],
            "ref_spans": [
                {
                    "start": 1064,
                    "end": 1072,
                    "text": "Figure 2",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Concluding remarks"
        },
        {
            "text": "• Can we distinguish the functional versus structural definitions of the BH3 motif? Screens for new BH3-containing proteins have generally focused on candidate proteins associated with systems or conditions in which BCL-2-regulated cell death is involved. Yet, it is possible that BH3 motifs, which are often referred to as α-helices, may turn out to represent protein-protein interaction modules mediating binding between molecules that have functions related or not to apoptosis. This idea is consistent with the non-apoptotic roles of BCL-2 proteins that is mediated through binding the BH3 of Beclin 1 to regulate autophagy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "OUTSTANDING QUESTIONS BOX"
        },
        {
            "text": "• Is the BH3 motif the first of many SLiMs with similar features in the proteome universe? Future research is needed to evaluate the proportion of SLiMs that are embedded in both structured and intrinsically disordered proteins and that, like BH3 motifs, can achieve high-affinity binding to their receptors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "OUTSTANDING QUESTIONS BOX"
        },
        {
            "text": "• Do BH3 motifs interact with non-BCL-2 types of globular domains? BH3 motifs may have a broad phylogenetic distribution and could be involved in interactions with structural domains that do not fold like the BCL-2 proteins and that exert functions different from apoptosis regulation. Identification of non-BCL-2-like BH3 receptors across the tree of life offers a new terra incognita for research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "OUTSTANDING QUESTIONS BOX"
        },
        {
            "text": "• Do BCL-2 homologous proteins interact with other types of SLiMs? Because globular domains often bind to multiple linear motif classes, the question of whether BCL-2 homologous proteins can interact with other types of SLiMs or MoRFs, in addition to the BH3, awaits a rigorous analysis, but is consistent with the finding that the hydrophobic tail of BCL-2 proteins can also occupy the BH3-binding groove.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "OUTSTANDING QUESTIONS BOX"
        },
        {
            "text": "Refer to Web version on PubMed Central for supplementary material.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Material"
        },
        {
            "text": "This theorem indicates that searching for bona fide motifs with signatures having weak information content will yield many more random matches than functional hits, making large-scale screens futile",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Futility theorem"
        },
        {
            "text": "Refers to those amino acids involved at the interface of protein-protein complexes and that contribute significantly to the binding free energy between both partners Protein domain a compact and autonomous folding unit of protein structure, such as the typical 'helix-bundled' BCL-2 fold Sequence motif a conserved amino acid stretch, like BH1-BH4 regions in BCL-2 family members that distinguish them from other proteins",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hot spot residues"
        },
        {
            "text": "Degree of resemblance (the fraction of identical or chemically similar amino acids) between amino acid sequences, which is usually explained through one or more of the following options: shared ancestry (homology), random coincidence (drift), convergence, and parallelism (the three latter options being usually subsumed under the term homoplasy). Although high sequence similarity often portends structural similarity, proteins with low sequence identity and significant structure similarity can occur (e.g. BCLxL and BID, or BCL-xL and diphtheria toxin translocation domain)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Similarity"
        },
        {
            "text": "• BCL-2 family interactions are mediated by evolutionarily diverse BH3 motifs to regulate apoptosis. Given their key roles, BH3 mimetics are in clinical trials as cancer therapies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TRENDS BOX"
        },
        {
            "text": "The discovery of novel BH3-only proteins represents a major endeavor in the cell death field. As a result, BH3 motifs are reportedly present in a nebulous conglomerate of different proteins, both structured and intrinsically disordered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "There is no rigorous definition of a BH3 motif. Currently available BH3 signatures are diverse and elusive for predicting new functional BH3-containing proteins.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "• Redefining the BH3 motif as a new type of short linear motif (SLiM) or molecular recognition feature (MoRF) reconciles many puzzling features of this motif and opens up new avenues for research. BCL-2-related proteins fall into two categories, each with two sub-categories: the proapoptotic BH3-only proteins, which are divided into activators (dark blue) and sensitizers (light blue), and the BCL-2 homologous proteins, which can be anti-or pro-apoptotic (light and dark purple, respectively). BH3-only protein localization and function are regulated at transcriptional, translational and post-translational levels in response to specific death stimuli (reviewed in [6] ). Activator BH3-only proteins can directly activate BAX or BAK by a transient physical interaction leading to insertion into mitochondrial membranes, oligomerization, MOMP and apoptosis. Sensitizer BH3-only proteins induce such phenomena only by docking their BH3 α-helix into a hydrophobic groove on the surface of prosurvival BCL-2 homologs, thereby releasing BAX/BAK or activator BH3-only proteins [8] [9] [10] . Although it behaves as a direct activator BH3-only protein, the BID protein appears to be a bona fide BCL-2/BAX homolog sharing a similar characteristic 3D fold (hence the two colors, half blue, half purple). All BH3-bearing proteins except BID are natively unfolded proteins (e.g. BIM, BMF) or belong to unrelated protein families having or predicted to have distinct structures. Depicted molecular interactions were extracted from Supplementary Table S1. (B) Logos resulting from the alignment of BH3 and BH3-like sequences of the various subgroups of BH3-containing proteins. Logo units are bits of information. Each position is displayed as a stack of amino acid letters with the height of the letter representing their proportion of the information content. The conserved Leu and Asp residues are visible in the BH3 core. Sequences are divergent outside this region. Stars indicate alignment gaps. Logos were calculated using Weblogo 3.4 (http:// weblogo.threeplusone.com). Aligned sequences are the same as in Supplementary Figure S1 Some or all BH3 motifs have the attributes of short linear motifs (SLiMs) associated with protein-protein binding events (left). Yet, BH3 is an unusual SLiM type as it is found in ordered as well as intrinsically disordered proteins (IDPs) and it achieves high-affinity binding to globular BCL-2 homologous proteins. BH3-mediated protein-protein interactions (PPIs) form an intricate network that controls the process of apoptotic cell death in metazoan organisms (right). Both pro-and anti-apoptotic BCL-2 homologs have a globular domain structure, share common ancestry and constitute binding sites (receptors) for BH3 motifs, which act as ligands to either activate the executioner proteins BAX/BAK or inhibit the antiapoptotic BCL-2 proteins. Both pro-and anti-apoptotic BCL-2 homologs can receive a BH3 from BH3-only proteins, and can also receive the BH3 from BAX/BAK (e.g. BAX-BAX or BAX-BCL-2 interactions). Redefining the BH3 cell death domain as a SLiM/MoRF leads to several testable predictions, including the possible existence of (i) BH3-mediated proteinprotein interactions in non-metazoan organisms (including prokaryotes), and (ii) non-BCL-2-like receptors for BH3 motifs. Because globular domains often bind to multiple linear motif classes, the question of whether BCL-2 homologous proteins can interact with other types of SLiMs, in addition to the BH3, is also open. The color scheme used to group the different attributes of the BH3 SLiM is the following: sequence features (grey), binding features (green), structural features (pink) and other features (violet).",
            "cite_spans": [
                {
                    "start": 669,
                    "end": 672,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1075,
                    "end": 1078,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1079,
                    "end": 1082,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1083,
                    "end": 1087,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "•"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Control of apoptosis by the BCL-2 protein family: implications for physiology and therapy",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Czabotar",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nature reviews. Molecular cell biology",
            "volume": "15",
            "issn": "",
            "pages": "49--63",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Multiple functions of BCL-2 family proteins. Cold Spring Harbor perspectives in biology",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Hardwick",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Soane",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Phylogenomics of life-or-death switches in multicellular animals: Bcl-2, BH3-Only, and BNip families of apoptotic regulators",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Aouacheria",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Molecular biology and evolution",
            "volume": "22",
            "issn": "",
            "pages": "2395--2416",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Evolution of Bcl-2 homology motifs: homology versus homoplasy",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Aouacheria",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Trends in cell biology",
            "volume": "23",
            "issn": "",
            "pages": "103--111",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The structural biology of BH3-only proteins",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kvansakul",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Hinds",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Methods in enzymology",
            "volume": "544",
            "issn": "",
            "pages": "49--74",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "BH3-only proteins: Orchestrators of apoptosis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shamas-Din",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Biochimica et biophysica acta",
            "volume": "1813",
            "issn": "",
            "pages": "508--520",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Distinct BH3 domains either sensitize or activate mitochondrial apoptosis, serving as prototype cancer therapeutics",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Letai",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Cancer cell",
            "volume": "2",
            "issn": "",
            "pages": "183--192",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Hierarchical regulation of mitochondrion-dependent apoptosis by BCL-2 subfamilies",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nature cell biology",
            "volume": "8",
            "issn": "",
            "pages": "1348--1358",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "BID-induced structural changes in BAK promote apoptosis",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Moldoveanu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nature structural & molecular biology",
            "volume": "20",
            "issn": "",
            "pages": "589--597",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A unified model of mammalian BCL-2 protein family interactions at the mitochondria",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Llambi",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Molecular cell",
            "volume": "44",
            "issn": "",
            "pages": "517--531",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Genome-wide prediction and validation of peptides that bind human prosurvival Bcl-2 proteins",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Debartolo",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS computational biology",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Many players in BCL-2 family affairs",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Moldoveanu",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Trends in biochemical sciences",
            "volume": "39",
            "issn": "",
            "pages": "101--111",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Building blocks of the apoptotic pore: how Bax and Bak are activated and oligomerize during apoptosis. Cell death and differentiation",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Westphal",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "21",
            "issn": "",
            "pages": "196--205",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Rationale for Bcl-xL/Bad peptide complex formation from structure, mutagenesis, and biophysical studies",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Petros",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Protein Society",
            "volume": "9",
            "issn": "",
            "pages": "2528--2534",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Targeting the B-cell lymphoma/leukemia 2 family in cancer",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Davids",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Letai",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of clinical oncology : official journal of the American Society of Clinical Oncology",
            "volume": "30",
            "issn": "",
            "pages": "3127--3135",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Mutation to Bax beyond the BH3 domain disrupts interactions with pro-survival proteins and promotes apoptosis",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Czabotar",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "The Journal of biological chemistry",
            "volume": "286",
            "issn": "",
            "pages": "7123--7131",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Predictive Bcl-2 family binding models rooted in experiment or structure",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Debartolo",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of molecular biology",
            "volume": "422",
            "issn": "",
            "pages": "124--144",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The functional differences between pro-survival and pro-apoptotic B cell lymphoma 2 (Bcl-2) proteins depend on structural differences in their Bcl-2 homology 3 (BH3) domains",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "The Journal of biological chemistry",
            "volume": "289",
            "issn": "",
            "pages": "36001--36017",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Control of mitochondrial apoptosis by the Bcl-2 family",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Brunelle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Letai",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of cell science",
            "volume": "122",
            "issn": "",
            "pages": "437--441",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Mitochondria and cell death: outer membrane permeabilization and beyond",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Tait",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Green",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nature reviews. Molecular cell biology",
            "volume": "11",
            "issn": "",
            "pages": "621--632",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The BCL-2 protein family: opposing activities that mediate cell death",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Youle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Strasser",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature reviews. Molecular cell biology",
            "volume": "9",
            "issn": "",
            "pages": "47--59",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "An Integrated Bioinformatics and Computational Biology Approach Identifies New BH3-Only Protein Candidates. The open biology journal",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Hawley",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "5",
            "issn": "",
            "pages": "6--16",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Overexpression of peroxisomal testis-specific 1 protein induces germ cell apoptosis and leads to infertility in male mice",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kaczmarek",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Molecular biology of the cell",
            "volume": "22",
            "issn": "",
            "pages": "1766--1779",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Interaction of a putative BH3 domain of clusterin with anti-apoptotic Bcl-2 family proteins as revealed by NMR spectroscopy. Biochemical and biophysical research communications",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "408",
            "issn": "",
            "pages": "541--547",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The matrix (M) protein of Newcastle disease virus binds to human bax through its BH3 domain",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Molouki",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Virology journal",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Tissue transglutaminase is a multifunctional BH3-only protein",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rodolfo",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "The Journal of biological chemistry",
            "volume": "279",
            "issn": "",
            "pages": "54783--54792",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "MAP-1, a novel proapoptotic protein containing a BH3-like motif that associates with Bax through its Bcl-2 homology domains",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "O"
                    ],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "The Journal of biological chemistry",
            "volume": "276",
            "issn": "",
            "pages": "2802--2807",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Bax crystal structures reveal how BH3 domains activate Bax and nucleate its oligomerization to induce apoptosis",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Czabotar",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Cell",
            "volume": "152",
            "issn": "",
            "pages": "519--531",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Applied bioinformatics for the identification of regulatory elements",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Wasserman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sandelin",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nature reviews. Genetics",
            "volume": "5",
            "issn": "",
            "pages": "276--287",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Exon-phase symmetry and intrinsic structural disorder promote modular evolution in the human genome",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Schad",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nucleic acids research",
            "volume": "41",
            "issn": "",
            "pages": "4409--4422",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Influence of exon duplication on intron and exon phase distribution",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fedorov",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Journal of molecular evolution",
            "volume": "46",
            "issn": "",
            "pages": "263--271",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Identification of a ten-amino acid proline-rich SH3 binding site",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Science",
            "volume": "259",
            "issn": "",
            "pages": "1157--1161",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "ERD2, a yeast gene required for the receptor-mediated retrieval of luminal ER proteins from the secretory pathway",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Semenza",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Cell",
            "volume": "61",
            "issn": "",
            "pages": "1349--1357",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "A signature motif in transcriptional co-activators mediates binding to nuclear receptors",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Heery",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Nature",
            "volume": "387",
            "issn": "",
            "pages": "733--736",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "ELM server: A new resource for investigating short functional sites in modular eukaryotic proteins",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Puntervoll",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nucleic acids research",
            "volume": "31",
            "issn": "",
            "pages": "3625--3630",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Minimotif Miner: a tool for investigating protein function",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Balla",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nature methods",
            "volume": "3",
            "issn": "",
            "pages": "175--177",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Exploring protein sequences for globularity and disorder",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Linding",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nucleic acids research",
            "volume": "31",
            "issn": "",
            "pages": "3701--3708",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Systematic discovery of new recognition peptides mediating protein interaction networks",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Neduva",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "PLoS biology",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Attributes of short linear motifs",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Davey",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Molecular bioSystems",
            "volume": "8",
            "issn": "",
            "pages": "268--281",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "A million peptide motifs for the molecular biologist",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tompa",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Molecular cell",
            "volume": "55",
            "issn": "",
            "pages": "161--169",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Short linear motifs: ubiquitous and functionally diverse protein interaction modules directing cell regulation",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Van Roey",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Chemical reviews",
            "volume": "114",
            "issn": "",
            "pages": "6733--6778",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Local structural disorder imparts plasticity on linear motifs",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fuxreiter",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Bioinformatics",
            "volume": "23",
            "issn": "",
            "pages": "950--956",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Linear motifs: lost in (pre)translation",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Weatheritt",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Gibson",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Trends in biochemical sciences",
            "volume": "37",
            "issn": "",
            "pages": "333--341",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Promiscuity as a functional trait: intrinsically disordered regions as central players of interactomes",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cumberworth",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "The Biochemical journal",
            "volume": "454",
            "issn": "",
            "pages": "361--369",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Analysis of molecular recognition features (MoRFs)",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mohan",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Journal of molecular biology",
            "volume": "362",
            "issn": "",
            "pages": "1043--1059",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "A novel BH3-like domain in BID is required for intramolecular interaction and autoinhibition of pro-apoptotic activity",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "O"
                    ],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "The Journal of biological chemistry",
            "volume": "274",
            "issn": "",
            "pages": "23687--23690",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "A specificity map for the PDZ domain family",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tonikian",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS biology",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "The calmodulin-binding, short linear motif, NSCaTE is conserved in L-type channel ancestors of vertebrate Cav1.2 and Cav1.3 channels",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Taiakina",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PloS one",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Flexibility of the PDZ-binding motif in the micelle-bound form of Jagged-1 cytoplasmic tail",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Popovic",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Biochimica et biophysica acta",
            "volume": "1818",
            "issn": "",
            "pages": "1706--1716",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Rational drug design via intrinsically disordered protein",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Trends in biotechnology",
            "volume": "24",
            "issn": "",
            "pages": "435--442",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "A dynamic view of domain-motif interactions",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Akiva",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS computational biology",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "The switches.ELM resource: a compendium of conditional regulatory interaction interfaces",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Van Roey",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Science signaling",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Linear motifs confer functional diversity onto splice variants",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Weatheritt",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nucleic acids research",
            "volume": "40",
            "issn": "",
            "pages": "7123--7131",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Gene expression profiling identifies BAX-delta as a novel tumor antigen in acute lymphoblastic leukemia",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Maia",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Cancer research",
            "volume": "65",
            "issn": "",
            "pages": "10050--10058",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "ELM--the database of eukaryotic linear motifs",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Dinkel",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nucleic acids research",
            "volume": "40",
            "issn": "",
            "pages": "242--251",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "14-3-3 proteins and survival kinases cooperate to inactivate BAD by BH3 domain phosphorylation",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Datta",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Molecular cell",
            "volume": "6",
            "issn": "",
            "pages": "41--51",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "DAP-kinase-mediated phosphorylation on the BH3 domain of beclin 1 promotes dissociation of beclin 1 from Bcl-XL and induction of autophagy",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Zalckvar",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "EMBO reports",
            "volume": "10",
            "issn": "",
            "pages": "285--292",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Intrinsic order and disorder in the bcl-2 member harakiri: insights into its proapoptotic activity",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Barrera-Vilarmau",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PloS one",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "NOXA, a sensor of proteasome integrity, is degraded by 26S proteasomes by an ubiquitin-independent pathway that is blocked by MCL-1. Cell death and differentiation",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Craxton",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "19",
            "issn": "",
            "pages": "1424--1434",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Bad and Bmf: intrinsically unstructured BH3-only proteins that undergo a localized conformational change upon binding to prosurvival Bcl-2 targets. Cell death and differentiation",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Hinds",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "14",
            "issn": "",
            "pages": "128--136",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Folding and binding of an intrinsically disordered protein: fast, but not 'diffusionlimited'",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Rogers",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of the American Chemical Society",
            "volume": "135",
            "issn": "",
            "pages": "1415--1422",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Structural, biochemical, and functional analyses of CED-9 recognition by the proapoptotic proteins EGL-1 and CED-4",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Molecular cell",
            "volume": "15",
            "issn": "",
            "pages": "999--1006",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Exploring the binding diversity of intrinsically disordered proteins involved in oneto-many binding. Protein science : a publication of the Protein Society",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Hsu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "22",
            "issn": "",
            "pages": "258--273",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Classification of intrinsically disordered regions and proteins",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Van Der Lee",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Chemical reviews",
            "volume": "114",
            "issn": "",
            "pages": "6589--6631",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Structural biology of the Bcl-2 family of proteins",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Petros",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Biochimica et biophysica acta",
            "volume": "1644",
            "issn": "",
            "pages": "83--94",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Bax dimerizes via a symmetric BH3:groove interface during apoptosis",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dewson",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Cell death and differentiation",
            "volume": "19",
            "issn": "",
            "pages": "661--670",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Conformational Rearrangements in the Pro-apoptotic Protein, Bax, as It Inserts into Mitochondria: A CELLULAR DEATH SWITCH",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Gahl",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "The Journal of biological chemistry",
            "volume": "289",
            "issn": "",
            "pages": "32871--32882",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "After embedding in membranes antiapoptotic Bcl-XL protein binds both Bcl-2 homology region 3 and helix 1 of proapoptotic Bax protein to inhibit apoptotic mitochondrial permeabilization",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "The Journal of biological chemistry",
            "volume": "289",
            "issn": "",
            "pages": "11873--11896",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "SLiMSearch 2.0: biological context for short linear motifs in proteins",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Davey",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nucleic acids research",
            "volume": "39",
            "issn": "",
            "pages": "56--60",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Interactome-wide prediction of short, disordered protein interaction motifs in humans",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Edwards",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Molecular bioSystems",
            "volume": "8",
            "issn": "",
            "pages": "282--295",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "DILIMOT: discovery of linear motifs in proteins",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Neduva",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Russell",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nucleic acids research",
            "volume": "34",
            "issn": "",
            "pages": "350--355",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Proteome-wide discovery of evolutionary conserved sequences in disordered regions",
            "authors": [
                {
                    "first": "Ba",
                    "middle": [
                        ";"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "An",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Science signaling",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "pE-DB: a database of structural ensembles of intrinsically disordered and of unfolded proteins",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Varadi",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nucleic acids research",
            "volume": "42",
            "issn": "",
            "pages": "326--335",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "The SLiMDisc server: short, linear motif discovery in proteins",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Davey",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nucleic acids research",
            "volume": "35",
            "issn": "",
            "pages": "455--459",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "SLiMFinder: a web server to find novel, significantly over-represented, short protein motifs",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Davey",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nucleic acids research",
            "volume": "38",
            "issn": "",
            "pages": "534--539",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "QuasiMotiFinder: protein annotation by searching for evolutionarily conserved motif-like patterns",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gutman",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nucleic acids research",
            "volume": "33",
            "issn": "",
            "pages": "255--261",
            "other_ids": {}
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "A structure filter for the Eukaryotic Linear Motif Resource",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Via",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMC bioinformatics",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "To trigger apoptosis, Bak exposes its BH3 domain and homodimerizes via BH3:groove interactions",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dewson",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Molecular cell",
            "volume": "30",
            "issn": "",
            "pages": "369--380",
            "other_ids": {}
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "BH3-triggered structural reorganization drives the activation of proapoptotic BAX",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gavathiotis",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Molecular cell",
            "volume": "40",
            "issn": "",
            "pages": "481--492",
            "other_ids": {}
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "Stepwise activation of BAX and BAK by tBID, BIM, and PUMA initiates mitochondrial apoptosis",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Molecular cell",
            "volume": "36",
            "issn": "",
            "pages": "487--499",
            "other_ids": {}
        },
        "BIBREF80": {
            "ref_id": "b80",
            "title": "Understanding eukaryotic linear motifs and their role in cell signaling and regulation",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Diella",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "13",
            "issn": "",
            "pages": "6580--6603",
            "other_ids": {}
        },
        "BIBREF81": {
            "ref_id": "b81",
            "title": "A chemical strategy to promote helical peptide-protein interactions involved in apoptosis",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Bioorganic & medicinal chemistry letters",
            "volume": "15",
            "issn": "",
            "pages": "4467--4469",
            "other_ids": {}
        },
        "BIBREF82": {
            "ref_id": "b82",
            "title": "Differential regulation of Bax and Bak by anti-apoptotic Bcl-2 family proteins Bcl-B and Mcl-1. The Journal of biological chemistry",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhai",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "283",
            "issn": "",
            "pages": "9580--9586",
            "other_ids": {}
        },
        "BIBREF83": {
            "ref_id": "b83",
            "title": "Differential targeting of prosurvival Bcl-2 proteins by their BH3-only ligands allows complementary apoptotic function",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Molecular cell",
            "volume": "17",
            "issn": "",
            "pages": "393--403",
            "other_ids": {}
        },
        "BIBREF84": {
            "ref_id": "b84",
            "title": "Evaluation of the BH3-only protein Puma as a direct Bak activator",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Dai",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "The Journal of biological chemistry",
            "volume": "289",
            "issn": "",
            "pages": "89--99",
            "other_ids": {}
        },
        "BIBREF85": {
            "ref_id": "b85",
            "title": "Evidence that inhibition of BAX activation by BCL-2 involves its tight and preferential interaction with the BH3 domain of BAX",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ku",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Cell research",
            "volume": "21",
            "issn": "",
            "pages": "627--641",
            "other_ids": {}
        },
        "BIBREF86": {
            "ref_id": "b86",
            "title": "Bcl-2-family proteins: the role of the BH3 domain in apoptosis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kelekar",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Trends in cell biology",
            "volume": "8",
            "issn": "",
            "pages": "324--330",
            "other_ids": {}
        },
        "BIBREF87": {
            "ref_id": "b87",
            "title": "The DNA-binding domain mediates both nuclear and cytosolic functions of p53",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Follis",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nature structural & molecular biology",
            "volume": "21",
            "issn": "",
            "pages": "535--543",
            "other_ids": {}
        },
        "BIBREF88": {
            "ref_id": "b88",
            "title": "Identification of a novel Mcl-1 protein binding motif",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Placzek",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "The Journal of biological chemistry",
            "volume": "286",
            "issn": "",
            "pages": "39829--39835",
            "other_ids": {}
        },
        "BIBREF89": {
            "ref_id": "b89",
            "title": "Anti-apoptosis proteins Mcl-1 and Bcl-xL have different p53-binding profiles",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Biochemistry",
            "volume": "52",
            "issn": "",
            "pages": "6324--6334",
            "other_ids": {}
        },
        "BIBREF90": {
            "ref_id": "b90",
            "title": "A phospho-BAD BH3 helix activates glucokinase by a mechanism distinct from that of allosteric activators",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Szlyk",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nature structural & molecular biology",
            "volume": "21",
            "issn": "",
            "pages": "36--42",
            "other_ids": {}
        },
        "BIBREF91": {
            "ref_id": "b91",
            "title": "The structure of a Bcl-xL/Bim fragment complex: implications for Bim function",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Immunity",
            "volume": "19",
            "issn": "",
            "pages": "341--352",
            "other_ids": {}
        },
        "BIBREF92": {
            "ref_id": "b92",
            "title": "Crystal structure of ABT-737 complexed with Bcl-xL: implications for selectivity of antagonists of the Bcl-2 family. Cell death and differentiation",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "14",
            "issn": "",
            "pages": "1711--1713",
            "other_ids": {}
        },
        "BIBREF93": {
            "ref_id": "b93",
            "title": "Bak BH3 peptides antagonize Bcl-xL function and induce apoptosis through cytochrome c-independent activation of caspases",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Holinger",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "The Journal of biological chemistry",
            "volume": "274",
            "issn": "",
            "pages": "13298--13304",
            "other_ids": {}
        },
        "BIBREF94": {
            "ref_id": "b94",
            "title": "Phase 1 study of the safety, pharmacokinetics, and antitumour activity of the BCL2 inhibitor navitoclax in combination with rituximab in patients with relapsed or refractory CD20 lymphoid malignancies",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "British journal of haematology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF95": {
            "ref_id": "b95",
            "title": "Intron-exon gene structure of BAX and BAK are shown as examples. Exons (grey rectangles) are drawn to scale. The part of the exon encoding the BH3 motif is shown in black. Exons can be classified into nine different groups depending on the phases of their flanking introns: phase 0 (reading frame is interrupted between codons), phase 1 (reading frame is interrupted between the first and second nucleotide) and phase 2 (reading frame is interrupted between the second and third nucleotides). See Supplementary Figure S2 for complete intron-exon structures",
            "authors": [],
            "year": null,
            "venue": "homologous proteins, 8 canonical BH3-only proteins, 39 non-canonical BH3-bearing proteins). (C) Phase class of BH3-coding exons",
            "volume": "",
            "issn": "",
            "pages": "16--18",
            "other_ids": {}
        },
        "BIBREF97": {
            "ref_id": "b97",
            "title": "manuscript; available in PMC",
            "authors": [],
            "year": 2016,
            "venue": "Trends Biochem Sci. Author",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Structure of the anti-apoptotic protein BCL-xL in complex with a 33-mer BIM BH3 peptide",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "BCL-2-related proteins, BH3-coding exons and BH3 sequence motif logos (A) Molecular interactions between BH3-only proteins and BCL-2 homologous proteins.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Attributes and interactome of the BH3 linear motif",
            "latex": null,
            "type": "figure"
        },
        "TABREF2": {
            "text": "coding region of the same phase class[1,0]  (Supplementary Figure S2 and Supplementary Table S2). Intriguingly, 10 of these 16 with the same BH3 exon phase class (BIM, PUMA, BID, BAD, BMF, BCL2L15, ATG12, CHMP5, CUL7 and RAD9) also have both 5' and 3' flanking exons with identical phases, forming the phase triad [0,1]-[1,0] BH3 -[0,0] for three consecutive exons. This topology might reflect the conserved exon/intron structure of a common ancestor, or more likely the shuffling of a symmetric two-or three-exon unit.One other exon phase type is shared between a different group of BH3-containing proteins. The canonical BH3-only member BIK and the homologs BAX and BAK have a BH3 exon with the phase[2,2], a very rare exon class[31]. Thus, the BH3 of BAX, BAK and BIK may not share any evolutionary relationship with the larger group of BH3s with the phase[1,0].",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Trends Biochem Sci. Author manuscript; available in PMC 2016 December 01.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Financial support by the French National Cancer Institute (INCa), Ligue Nationale Contre le Cancer (AA), Odysseus grant G.0029.12 from Research Foundation Flanders (FWO, to PT), and the National Institutes of Health USA grants RO1 NS083372, RO1 NS037402 and RO1 GM077875 (JMH) is gratefully acknowledged.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}