{
    "paper_id": "568b66601523bb2c76ca1068d66e075b100b944f",
    "metadata": {
        "title": "Pandemic preparedness and forecast",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "s recent outbreaks of severe acute respiratory syndrome (SARS), Middle East respiratory syndrome (MERS), Ebola and Nipah viruses, and pandemic influenza make clear, emergent infectious agents pose a continued and considerable threat to human health. However, our ability to detect and predict the initial emergence of a novel human pathogen (for example, the spillover of a virus from its animal reservoir to a human host), and our capacity to observe and forecast the transmission and spread of that pathogen within and among human populations, remains limited. These shortcomings have prompted research efforts in pathogen discovery 1 , infectious disease modelling 2 and disease-risk mapping 3 . Work in this last category, which has formal roots in medical geography and more informally can be traced to ancient written texts 4 , has enabled quantification of disease risk as it varies from place-toplace. In a recent revealing paper in the Lancet, Pigott and colleagues add to this body of work with a three-tiered mapping of viral haemorrhagic fever pandemic risk in Africa 5 . The authors use ecologicalniche modelling and cartographic methods to map three stages of a pandemic: the potential for animal-to-human spillover (stage 1), local outbreak vulnerability once spillover has occurred (stage 2) and the potential for seeding disease spread to other locations (stage 3).",
            "cite_spans": [
                {
                    "start": 695,
                    "end": 696,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The findings provide a basis for identifying areas at greatest risk and in need of improved surveillance and health system investment. However, risk mapping is only one component of a larger body of work needed to support pandemic preparedness. This includes viral discovery and surveillance, improving healthcare systems and electronic health recordkeeping, international cooperation and data sharing, as well as development of diagnostics and medical countermeasures. Increased investment in all these areas is crucial.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Systems capable of forecasting specific infectious disease outbreak events in space and time are needed to predict infectious disease emergence and spread (Fig. 1) . The larger forecasting problem can be broken into two components: (1) prediction of disease emergence (stage 1); and (2) prediction of local outbreak growth and geographic spread (stages 2 and 3). The prediction of stage 1 emergence events (for example, spillover to an index host) is extremely challenging as direct observations of actual emergence events are rarely made. As a consequence, systematic determination of the biological, environmental and social processes producing spillover is difficult and usually performed inferentially with incomplete data well after events have occurred. Further, there is little precedence from other scientific fields to indicate that reliable forecasts of where and when specific emergence events will occur is possible -the process is too rare and stochastic, there are too many unique pathogens, and the causes of emergence are too varied and idiosyncratic. Therefore, risk maps -such as those produced by Pigott and colleagues 5 -while not predictive of specific events, can instead be used to provide essential information on emergence potential. By identifying localities at risk for a particular disease, resources can be committed to those areas to support earlier emergence detection through monitoring of local host animal populations, regular use of rapid diagnostics in clinics and hospitals, and implementation of improved electronic health record systems.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 155,
                    "end": 163,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "The prediction of hurricanes provides a useful analogy. The risk of hurricane formation can be mapped based on a number of environmental conditions: the presence of warm ocean surface temperatures, low wind shear, high humidity and a location sufficiently removed from the equator. These environmental conditions, much like the factors affecting the potential risk of pathogen spillover, provide a general boundary on where and when tropical cyclogenesis can occur and indicate which regions are most susceptible to hurricanes. Further, understanding of how hurricanes intensify from a tropical disturbance to a full-fledged cyclone allows mapping of where conditions exist to allow this growth. Analyses of past hurricane trajectories, general atmospheric circulation patterns and changes in those patterns due to other components of the climate system permit identification of areas more at risk to hurricane landfall. Coastal development and socioeconomic conditions provide indicators of both vulnerability and resilience to the landfall impact of a hurricane. Using this research and information, a variety of risk maps are routinely generated and used to inform long-term and seasonal planning (see ref. 6 and https://www.nhc.noaa.gov/ nationalsurge). While these analyses identify areas at risk, they do not provide the crucial, specific information on when and where a hurricane will make landfall.",
            "cite_spans": [
                {
                    "start": 1210,
                    "end": 1211,
                    "text": "6",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It is important to recognize that these risk maps, for both hurricanes and infectious diseases, are informed by and can only be as good as the scientific understanding of the factors that affect the system being mapped, as well as the availability of data describing those factors. Unfortunately, for infectious diseases, both scientific understanding and data availability remain woefully incomplete. Indeed, Pigott and colleagues use expert opinion rather than systematic analysis as the basis for their stage 2 and 3 maps, and the data informing all three maps for large sections of Africa are often either missing or unobserved estimates 5 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Unlike emergence, which is a rare, typically unobserved event best described by risk maps, outbreak growth and geographic spread (stages 2 and 3) are more common, better observed and can be modelled and forecast using a variety of mathematical and statistical approaches. For example, modelling methodologies have been developed to simulate the spatialtemporal transmission dynamics of the 2014 West African Ebola outbreak using epidemiological 2 or genomic information 7 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Further, a range of forecasting systems have been developed, and in some instances applied operationally, to predict disease incidence in real time 8 , and there are validated systems capable of forecasting the geographic spread of pathogens such as influenza 9 . These forecasts of specific events can be used to inform the distribution of vaccines, supplies and medical countermeasures; to issue appropriately timed public health warnings; and to help hospitals prepare for surges in patient numbers.",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 149,
                    "text": "8",
                    "ref_id": null
                },
                {
                    "start": 260,
                    "end": 261,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This type of event-specific forecast also occurs for hurricanes. Once a fledgling tropical disturbance is observed, numerical weather forecasting models are used to predict the strengthening and movement of the storm (for example, see https://www. weather.gov/crp/hurricane_harvey). It should be stressed that a specific storm event cannot be forecast until the seeds of that storm are detected. For instance, forecasts of hurricane landfall improved significantly once satellites permitted continuous global observation of the world's oceans, which enabled detection and tracking of initial atmospheric disturbances and developing storms, and more informed dynamic modelling of storm growth and movement. This combination of real-time observation, understanding of system dynamics and modelling has enabled ever more accurate forecast of hurricane landfall with considerable lead times.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Just as weather forecasts rely on a continuous feed of the latest satellite, ground-station and other meteorological observations, forecast of the growth and spread of infectious disease outbreaks cannot be made without continued, real-time observation of disease activity. However, unlike weather forecasts, which, due to the chaotic nature of the atmosphere are only reliable a few days in advance, accurate forecasts of infectious disease incidence -once an outbreak has beguncan be accurate months into the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Improved prediction of infectious disease outbreaks, including pandemic emergence, is thus intertwined with continued observation and research investment. More research on disease emergence and transmission dynamics will be needed to understand the factors that affect disease risk. To achieve this, we will need better surveillance of disease incidence in humans and animals, as well as better access to that surveillance data. In its 60-year history, numerical weather forecasting capabilities have improved from such investments in observation and research, and society has benefitted enormously from these more accurate predictions. Similar investments in Fig. 1 | Proposal for an improved infectious disease surveillance and forecasting system. a, Investments in pathogen discovery and improved surveillance, medical record keeping and data sharing. b, Analyses of emergence events, disease distribution, host and vector ecology, social systems and trade allow the mapping of disease emergence risk and the targeting of resources to support heightened surveillance and preventive measures. c, Observations and research inform the development and operational generation of real-time forecasts of infectious disease outbreak growth and geographic spread; this information is used to support the targeting of medical countermeasures and other supplies during an infectious disease outbreak event. d, Continued investment in infectious disease observation and research iteratively improves the accuracy of all three systems (surveillance, risk mapping and real-time forecasting), as has occurred for weather prediction.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 660,
                    "end": 666,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Thucydides, History of the Peloponnesian War",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Warner",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Finley",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Proc. Natl Acad. Sci. USA",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pei",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kandula",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shaman",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "J.S. and Columbia University disclose equity in SK Analytics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}