{
    "paper_id": "5690648ea7324d883c8aa147c7af2b45bbe05273",
    "metadata": {
        "title": "Bacterial expression of antigenic sites A and D in the spike protein of transmissible gastroenteritis virus and evaluation of their inhibitory effects on viral infection",
        "authors": [
            {
                "first": "Fandan",
                "middle": [],
                "last": "Meng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zeping",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Guangxing",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [],
                "last": "Siqingaowa",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Na",
                "middle": [],
                "last": "Shi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jiechao",
                "middle": [],
                "last": "Yin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dante",
                "middle": [],
                "last": "Zarlenga",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xiaofeng",
                "middle": [],
                "last": "Ren",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The spike (S) protein is a key structural protein of coronaviruses including, the porcine transmissible gastroenteritis virus (TGEV). The S protein is a type I membrane glycoprotein located in the viral envelope and is responsible for mediating the binding of viral particles to specific cell receptors and therefore specific cell types. It is also an important immune target for the host in neutralizing the virus. Four antigenic sites A, B, C, and D that reside near the N-terminal domain have been defined in the S protein. Of these, the region encoding antigenic sites A and to a lesser extent D, herein defined as S-AD, are most critical in eliciting host neutralizing antibodies. Herein, we enzymatically amplified, cloned, and expressed the S-AD fragment from TGEV in the prokaryotic expression vector, pET-30a. Maximum protein expression was achieved at 30°C over a 5-h period post-induction. Rabbit polyclonal antiserum was generated using recombinant S-AD (rS-AD) protein. In contrast to prior studies showing no activity with bacterially produced S protein, results indicated that polyclonal serum recognized TGEV-infected cells and reduced infection by 100%. Furthermore, the truncated rS-AD peptide was able to bind to the surface of cells from swine testes in a competitive manner and completely inhibit viral infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Transmissible gastroenteritis virus (TGEV) belongs to the family Coronaviridae. It is the etiological agent of transmissible gastroenteritis (TGE). Although all age groups of pigs are susceptible to TGEV infection, the mortality rate can reach as high as 100% in seronegative suckling piglets. TGEV is a pleomorphic enveloped virus with a positivestranded RNA genome that consists of four structural proteins: the spike (S) protein, the integral membrane (M) protein, the minor envelope (E) protein, and the nucleocapsid (N) protein [1] . Among these, the surface protein S, also an integral membrane protein, is the major host target for generating neutralizing antibodies to the virus. The binding of the S protein to the cellular receptor, porcine aminopeptidase N (pAPN), mediates the attachment of viruses to host cells before cell invasion [2] . The TGEV S gene encodes a 1,447-amino acid precursor polypeptide containing a 16-residue signal peptide and a hydrophobic region near the C-terminus that maybe involved in anchoring the S protein to the viral envelope [3] .",
            "cite_spans": [
                {
                    "start": 533,
                    "end": 536,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 846,
                    "end": 849,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 1070,
                    "end": 1073,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "There are four antigenic sites (in the order of C, B, D, and A) in the amino terminal half of the S protein [4] . Site A is the major inducer of neutralizing antibodies [5] and highly conserved in TGEV and Porcine Respiratory Coronavirus (PRCV), a respiratory variant of TGEV [6] .",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 111,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 169,
                    "end": 172,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 276,
                    "end": 279,
                    "text": "[6]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Deletion of S gene residues encoded by bases 621-681 leads to a loss of one or two antigenic sites (C and B or D) depending on the nomenclature [5] .",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 147,
                    "text": "[5]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this study, we expressed a truncated TGEV S protein containing both the A and D antigenic sites by cloning this region into a bacterial expression system. We then ascertained the ability of rabbit polyclonal anti-serum and/or the recombinant protein (rS-AD) to inhibit infection in vitro.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Our results indicate that the rS-AD not only induces specific antibodies recognizing TGEV-infected eukaryotic cells, but can interfere with cell infection by the virus. In addition, rabbit polyclonal antibodies to rS-AD were capable of neutralizing TGEV when the virus was pretreated with the immune serum.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Construction of expression plasmid, pET-S-AD Forward (PETTGS1: 5 0 -GGGCGAATTCATGACTCTTG AAATTTCATGTTAT) and reverse (PETTGS2: 5 0 -CCG GGTCGACTTTTATAACAGCTGTGGCATCTAA) primers were used to amplify antigenic sites A and D (bases 1102-1812) in a single fragment from a recombinant plasmid pCG1-TGEVS containing the full-length TGEV S gene (kindly provided by Drs. G. Herrler and C. Schwegmann-Wessels) [7] . The relative positions of the four antigenic sites in the S protein of TGEV and location of the cloned gene bearing antigenic sites A and D are shown in Fig. 1 . The primers contained EcoRI and SalI sites (underlined), respectively, to facilitate cloning. The PCR reaction (25 ll) consisted of 1 lg template, 50 pmol of each primer, 200 lM dNTPs, 1.25 U ExTaq polymerase (TaKaRa, China), and 19 PCR buffer. The PCR involved a preincubation step at 95°C for 5 min, followed by 30 cycles of 95°C for 1 min, 55.9°C for 30 s, and 72°C for 1 min; an extension at 72°C for 10 min was included at the end of the cycling. The purified PCR product was cloned into the EcoRI:SalI site of pET-30a (Novagen, USA). The resulting recombinant plasmid, designated pET-S-AD, was purified with a commercially available kit (KeyGen Biotech, China) and verified by sequencing.",
            "cite_spans": [
                {
                    "start": 401,
                    "end": 404,
                    "text": "[7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 560,
                    "end": 566,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Materials and methods"
        },
        {
            "text": "The plasmid pET-S-AD was transformed into host cells, Escherichia coli BL21(DE3) pLysS for protein expression. Protein production was optimized according to Liu et al. [8] with minor modification. In brief, bacteria harboring pET-S-AD were cultured in LB at 37°C and induced with 1 mM isopropyl b-D-thiogalactoside (IPTG, Sigma, China) when the OD 600 reached 0.5. Induction took place at 30°C for 5 h. Bacteria transformed with empty pET-30a vector were similarly treated for use as a negative control. After the induction period, all bacteria were pelleted, re-suspended in TE buffer (50 mM Tris and 1 mM EDTA, pH 8.0), and treated with lysozyme (100 lg/l) at room temperature (RT) for 30 min. The cells were washed with PBS then sonicated on ice for 30 min. After centrifugation at 10,000 rpm for 20 min, aliquots of the supernatants and pellets were subjected to 12% SDS-polyacrylamide gel electrophoresis (SDS-PAGE) analysis. The gel was scanned and the amount of protein approximated using Glyko BandScan software (v 5.0) according to the manufacturer's instructions.",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 171,
                    "text": "[8]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Expression and purification of recombinant protein"
        },
        {
            "text": "Purification of inclusion bodies and renaturation of the fusion protein by dialysis were performed as described by Liu et al. [8] . In brief, bacterial pellets re-suspended in buffer II (50 mM Tris, 0.5 mM EDTA, and 1% Triton-100, pH 8.0) were centrifuged at 10,000 rpm for 10 min at 4°C. The pelleted inclusion bodies were washed with PBS and re-suspended in SDS-PAGE loading buffer, boiled for 10 min, and centrifuged at 12,000 rpm for 5 min. The resulting supernatant was subjected to 12% SDS-PAGE, and the sample-containing gel was washed with non-ionized water. Regions with high protein content were visualized by immersing the gel in 0.25 M cold KCl dissolved in PBS for 30 min. The protein of interest was excised from the gel and homogenized in PBS. After triple freezing and thawing with liquid nitrogen, the samples were centrifuged at 5,000 rpm for 10 min, and the supernatant containing purified protein was designated rS-AD.",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 129,
                    "text": "[8]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Expression and purification of recombinant protein"
        },
        {
            "text": "To obtain polyclonal antibodies, a New Zealand rabbit was subcutaneously injected with 1 ml of purified rS-AD The relative positions and the regions spanned by each antigenic site are indicated by black boxes. The location of the rS-AD gene is also provided protein (2 mg/ml) emulsified with Freund's complete adjuvant. After 2 weeks and for 6 consecutive weeks thereafter, the rabbit was boosted with the same antigen emulsified with Freund's incomplete adjuvant. Control serum was generated by immunizing a second rabbit with adjuvants only. Animals were bled through the ear vein 1 week following the final injection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation and titration of rabbit polyclonal antiserum"
        },
        {
            "text": "Antiserum titers were evaluated by indirect ELISA. In brief, ELISA plates were coated with rS-AD protein using 10, 1, or 0.1 lg per well (100 ll/well) at 4°C, overnight in carbonate-bicarbonate buffer (15 mM Na 2 CO 3 , 35 mM NaHCO 3 , pH 8.6). The next day, the wells were incubated with blocking buffer (5% non-fat dry milk and 0.05% Tween-20 in PBS) for 1 h, rinsed 29 with PBS-0.05% Tween 20 (PBST), then incubated with serially diluted rS-AD antibody for 1 h. Serum from the sham-immunized rabbit was used as a control in parallel wells. Peroxidaseconjugated goat anti-rabbit IgG was used as the second antibody followed by o-phenylenediamine (OPD) substrate (Sigma, China) for color development. The procedure was performed at 37°C and the reaction terminated with 2 M H 2 SO 4 . Absorbance values were read at OD 490 using an ELISA reader.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation and titration of rabbit polyclonal antiserum"
        },
        {
            "text": "Purified rS-AD, unfused vector protein (negative control) and TGEV particles (positive control) were subjected to SDS-PAGE and transferred to nitrocellulose (NC). Rabbit antiserum to rS-AD was diluted 1:1,000 in PBS and incubated at RT for 2 h with the NC membranes precut into strips. Peroxidase-labeled goat anti-rabbit IgG (Boster, China) was diluted 1:2,000 and incubated for 1 h with the PBST-washed NC to detect the rS-AD or viral S proteins, respectively. The protein bands were visualized using OPD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Western blots"
        },
        {
            "text": "Swine testis (ST) cells, a transformed cell line, were cultured in Eagle's minimal essential medium (EMEM) containing 5% newborn bovine serum (ExCell Biol. Inc, Shanghai, China). The cells were seeded onto coverslips in 24-well plates, washed three times with PBS, then infected with TGEV strain Purdue 46-MAD (provided by Dr. Luis Enjuanes; CSIC-UAM Canto Blanco, Madrid, Spain) at a titer of 10 4 pfu/ml. A conventional indirect immunofluorescence assay was performed at 24-h post-infection using the rabbit anti-(rS-AD) serum as the primary antibody (1:1000 dilution). Fluoresceine isothiocyanate-labeled goat anti-rabbit IgG was used as the secondary antibody, and green fluorescence signals were recorded by fluorescence microscopy (Leica, Germany).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Polyclonal antibody recognition of TGEV-infected cells"
        },
        {
            "text": "The maximum nontoxic concentration of rS-AD that could be applied to ST cells was determined using cell viability as a read out. Trypan blue staining and MTT [3-(4,5dimethylthiazol-2-yl)-2,5-diphenyl tetrazolium bromide] (Sigma, China) cell proliferation assays were performed in 96-well plates according to published protocols [9, 10] using serially diluted rS-AD protein. The rS-AD (25 lg/ ml) was then used at the maximum nontoxic concentration and at serially diluted concentrations to test the ability of rS-AD protein to inhibit infection by TGEV in vitro. In brief, the ST cells were first seeded on to 24-well plates at 37°C and allowed to adhere for 24-36 h. The cells were washed 39 with PBS, then incubated for 2 h with serially diluted rS-AD or with similar concentrations of bacterially expressed S protein from avian infectious bronchitis virus (IBV) (negative control) which was purified using the same procedure. After incubation, the cells were again washed 39 with PBS to remove residual protein. Antigen-treated ST cells were incubated with varying concentrations of TGEV at multiplicities of infection (MOI) of 0.1, 1, or 10 for 1 h, washed 39 with PBS, and then incubated for an additional 36 h to allow sufficient time for internalization and viral replication before performing virus plaque reduction assays.",
            "cite_spans": [
                {
                    "start": 328,
                    "end": 331,
                    "text": "[9,",
                    "ref_id": null
                },
                {
                    "start": 332,
                    "end": 335,
                    "text": "10]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Inhibition of TGEV binding to ST cells"
        },
        {
            "text": "In parallel, various concentrations of the rS-AD rabbit antiserum were pre-incubated with TGEV at 37°C. After 1 h, ST cells previously seeded in 24-well plates were incubated with antiserum-treated viruses at a titer of 10 4 pfu/ml at 37°C for approximately 1 h. Virus plaque reduction assays were performed 36 h later following extensive washing of the cells. Serum from the shamimmunized rabbit served as a negative control. All cultured ST cells were subjected to virus plaque reduction assays using crystal violet staining [9, 11] to quantify the responses. All the experiments using rS-AD and polyclonal antiserum were performed in triplicate.",
            "cite_spans": [
                {
                    "start": 527,
                    "end": 530,
                    "text": "[9,",
                    "ref_id": null
                },
                {
                    "start": 531,
                    "end": 534,
                    "text": "11]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Inhibition of TGEV binding to ST cells"
        },
        {
            "text": "To further analyze the inhibitory effects of anti-SAD antibody on cell infection, a RT-PCR was performed. In brief, TGEV of 100TCID50 (50% tissue culture infective dose) was incubated with serially diluted anti-SAD antibody for 1 h at 37°C then used to infect ST cells on 6-well plates at 37°C for 1 h. After washing extensively in PBS, the cells were cultured with serum-free DMEM. The nonantibody-treated TGEV-infected and mock-infected ST cells were used as controls. After 2 days, the cells were subjected to triple freezing and thawing followed by pelleting and resuspension in sterile water. The resulting suspension was subjected to RNA extraction using a commercially available kit (Qiagen, Germany) according to the manufacturer's instructions. qRT-PCR was used to amplify a small portion of the 3 0 -region of the S gene, an intervening sequence, and the 3a gene (designated S-X; 192 bp) using sense 5 0 -GGCTTAGTAGTAATATTTTGC ATAC and anti-sense 5 0 -ATTATAGCAGATGATAGAA TTAACA primers. The housekeeping gene beta-actin (208 bp) was also amplified by qRT-PCR as an internal reference using sense and antisense primers 5 0 -GGCTCAG AGCAAGAGAGGTATCC and 5 0 -GGTCTCAAACATG ATCTGAGTCATCT, respectively [12] . All amplifications were performed using a RT-PCR kit (TaKaRa, Japan) according to the manufacturer's instructions. The PCR profile for amplification of TGEV-S-X gene began with 95°C for 10 min followed by 30 cycles of 94°C for l min, 48°C for 1 min, and 72°C for l min. There was a final extension at 72°C for l0 min. Amplification of beta-actin was performed as described for the S-X gene except that the annealing temperature was 58.8°C. The PCR products were separated on a 1% agarose gel. Quantification of the gene amplification was performed using the gel documentation system (Uvitec, Cambridge, UK) and determined with Gel Analyzer software (Copyright 2010 by Dr. Istvan Lazar) according to the manufacturer's instructions [13] .",
            "cite_spans": [
                {
                    "start": 1210,
                    "end": 1214,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 1948,
                    "end": 1952,
                    "text": "[13]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "RT-PCR"
        },
        {
            "text": "Comparisons between two different groups were determined with the Student's t test. Multiple comparisons were conducted using one-way ANOVA. All statistical analyses were performed using SPSS 16.0 software where P \\ 0.01 was considered statistically significant. All data were represented as the mean ± SEM.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Sequencing of the cloned S-AD insert indicated that the PCR product was 710 bp in length and corresponded to bases 1102-1812 of the TGEV S gene (GenBank accession No. M94101). The amount of protein expression accounted for approximately 35% of the total bacterial protein produced (Fig. 2a) as estimated from scanned SDS-PAGE gels. The rS-AD fusion protein was mainly expressed within inclusion bodies in the bacterial cytosol; the fusion protein was approximately 34 kDa in size.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 281,
                    "end": 290,
                    "text": "(Fig. 2a)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Western blots showed that rS-AD was recognized specifically by rabbit anti-(rS-AD) serum. This same serum recognized the full-length, native S protein of TGEV (Fig. 2b) . In indirect immunofluorescence assays, green fluorescence was detected on the surface of the TGEVinfected ST cells using the polyclonal antibody produced in this study (Fig. 3a) . No fluorescence signal was found when the mock-infected cells were tested (Fig. 3b) or when negative control rabbit serum was used (data not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 159,
                    "end": 168,
                    "text": "(Fig. 2b)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 339,
                    "end": 348,
                    "text": "(Fig. 3a)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 425,
                    "end": 434,
                    "text": "(Fig. 3b)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The maximum nontoxic concentration of the protein was empirically determined to be 25 lg/ml. At this concentration, the cells were not stained by trypan blue, and the high cell survival rate was confirmed by MTT. Pre-incubation of ST cells with this concentration of rS-AD resulted in complete inhibition of cell infection by TGEV; inhibition occurred in a dose-dependent manner and was first observed with as little as 1.56 lg/ml rS-AD (Fig. 4a) . When rabbit anti-(rS-AD) antibodies were incubated with TGEV before exposing the virus to ST cells, a dosedependent and remarkable reduction in infection was also observed (Fig. 4b) . The inhibitory effects of the anti-(rS-AD) antibodies on cell infection by TGEV were further investigated by RT-PCR. The results showed that when viral particles pretreated with increasing amounts of antibody were used to infect ST cells, the amount of viral RNA ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 437,
                    "end": 446,
                    "text": "(Fig. 4a)",
                    "ref_id": null
                },
                {
                    "start": 621,
                    "end": 630,
                    "text": "(Fig. 4b)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Among the key structural proteins of TGEV, the S protein has received particular attention because it is associated with several important biological functions of the virus such as pathogenicity and cell fusion. Most importantly, the host immune system efficiently recognizes this S protein and produces neutralizing antibodies capable of interfering with recognition and infection of the cell by the virus. Four antigenic sites (A, B, C, and D) have been defined by competition among monoclonal antibodies that target these sections of the protein. Prior study has shown that antigenic sites A and D are predominantly responsible for inducing neutralizing host antibodies [14] . The fulllength S protein was previously expressed using E. coli [15] , vaccinia virus [16] , and adenovirus [17] ; however, TGEV-neutralizing antibodies were only elicited with protein generated from recombinant virus. Inasmuch as the S protein is a glycoprotein, the lack of glycosylation in the prokaryotic expression system may have accounted for the absence of neutralizing antibodies. Nevertheless, prokaryotic expression systems have advantages in protein production, manipulation, convenience, and production costs [18] . Heterologous proteins have been expressed successfully in prokaryotic vectors for generating antibodies, neutralizing viruses, or analyzing protein function [19] [20] [21] . It has been documented that antigenic site A is fully dependent on glycosylation for proper folding and site D is only partially independent on glycosylation [13] . In our study, we chose to focus only on those sites within the S protein responsible for inducing neutralizing antibodies in the hope of obviating some of the short comings from working with the full-length protein in a prokaryotic system. As expected, our cloned gene fragment generated a high level of the rS-AD protein. This peptide was tested both as an inhibitor of virus infectivity by preventing binding to the cell as well as an immunogen to generate rabbit polyclonal antibodies for obviating viral attachment to ST cells. The antibodies did indeed recognize TGEVinfected cells, indicating that antigenic sites other than those dependent upon glycosylation are present within the A and D regions. In addition, we confirmed that the polyclonal antibodies reacted with transiently expressed full-length S protein via Western Blots. The possibility of using this protein to develop specific monoclonal antibodies is under investigation. Inhibitory effects of the rS-AD protein on TGEV infection were examined by pre-incubating the recombinant protein with ST cells before introducing the virus so as to competitively inhibit the virus from fusing to the cell. Plaque reduction assays clearly showed that inhibition of viral infection approached 100% relative to negative controls. Recently, we also demonstrated that pre-incubation of recombinant S1 protein from avian bronchitis virus with TGEV was unable to inhibit cell infection by TGEV [22] offering further evidence that the phenomenon observed here was specific. As a note added in proof, we also tested the antibodies against other strains of the virus with similar levels of success (data not shown). In the presumed absence of glycosylation, our data suggest that the primary and/or secondary sequence of the truncated rS-AD are capable of inhibiting cell binding to the A and D regions of the viral S protein when cells are pretreated with recombinant protein. It is interesting to consider whether or not other truncated constructs involving A, B, C, and/or D might have similar blocking effects observed here. Fig. 4 Inhibition of TGEV infection of ST cells using rS-AD (a) or rS-AD rabbit anti-rS-AD (b). a ST cells were pre-treated with serially diluted rS-AD (maximum 25 lg/ml) or control protein (IBV S; maximum 25 lg/ml). Cells were then incubated with TGEV at various MOIs as shown. b TGEV at a final concentration of 10 4 pfu/ml was pre-incubated with serially diluted rabbit anti-(rS-AD) or with similarly diluted serum from a shamimmunized rabbit (control) then used to infect ST cells. In both A and B, viral inhibition was monitored by virus plaque reduction assays. Data are presented as averages of three independent trials and are statistically significant (P \\ 0.01). Error bars represent standard deviation Inasmuch as antigenic sites A and D are proximally positioned within the N-terminal region of the S protein, it is possible that the rS-AD may also contain one or more important receptor binding domains. In our study, rabbit anti-(rS-AD) also completely inhibited cell infection by TGEV. Our results clearly showed that while the rabbit anti-(rS-AD) may be useful as a diagnostic reagent to detect TGEV by ELISA, Western blots or immunofluorescence, the antibody is capable of completely neutralizing TGEV in vitro at the higher concentrations used in our studies. To better characterize the binding of rS-AD, we hope to investigate the interaction between the recombinant construct produced here and aminopeptidase N, the cellular receptor for TGEV.",
            "cite_spans": [
                {
                    "start": 673,
                    "end": 677,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 744,
                    "end": 748,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 766,
                    "end": 770,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 788,
                    "end": 792,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 1202,
                    "end": 1206,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 1366,
                    "end": 1370,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 1371,
                    "end": 1375,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 1376,
                    "end": 1380,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 1541,
                    "end": 1545,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 2995,
                    "end": 2999,
                    "text": "[22]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 3627,
                    "end": 3633,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Modern Approaches to Vaccines",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bruszewski",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Boone",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Souza",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "219--223",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Schematic representation of the four antigenic sites (A-D) in the S protein of TGEV. The antigenic sites (in order of C, B, D, and A) of the TGEV S protein using the Madrid nomenclature are shown.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Expression and detection of rS-AD. Expression of rS-AD was monitored by a Coomassie blue staining of PAGE gels and b Western blot analysis of PAGE gels screened with rabbit antiserum (1:1,000 dilution) to rS-AD as the primary antibody. a M protein markers (kDa). Lane 1 crude bacterial lysate from cells containing nonrecombinant vector only; Lane 2 crude bacterial lysate from cells containing the rS-AD plasmid; Lane 3 purified rS-AD protein derived from lysate in lane 2. b Lane 1 purified proteins from bacteria producing rS-AD; Lane 2 non-recombinant vector protein; Lane 3: homogenate from purified and concentrated TGEV. The size of both proteins is indicated extracted and amplified from cell lysates decreased in a dose-dependent manner as the amount of antibody used to pretreat the virus increased showing nearly complete inhibition at a 1/16 dilution of antibody (Fig. 5).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Immunofluorescence staining of TGEV-infected ST cells. Porcine ST cells were grown in the presence (TGEV infection) or absence (mock infection) of TGEV (10 4 pfu/ml). After extensive washing, the cells were incubated with rabbit antiserum to rS-AD (1:1000 dilution) followed by fluoresceine isothiocyanate-labeled goat anti-rabbit IgG secondary antibody (",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "RT-PCR amplification of the TGEV-S-X gene. Total RNA was extracted from TGEV-infected cells (Virus), non-infected cells (Cell), or cells infected with TGEV pretreated with varying concentrations of anti-(rS-AD) before infection. The qRT-PCR data based upon the TGEV-S-X site was normalized to that of beta-actin. Serum dilutions are given on the x axis. Results are averages of no less than three independent experiments. A representative agarose gel for visualization of the RT-PCR product is provided",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}