{
    "paper_id": "570b581e3009d8f4e3b26fbc71521a43774c7fe9",
    "metadata": {
        "title": "Antibody testing against canine coronavirus by immunoperoxidase plaque staining",
        "authors": [
            {
                "first": "T",
                "middle": [],
                "last": "Soma",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Veterinary Diagnostic Laboratory",
                    "institution": "Marupi Lifetech Co",
                    "location": {
                        "settlement": "Ltd, Ikeda",
                        "region": "Osaka"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Hara",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Azabu University",
                    "location": {
                        "settlement": "Sagamihara",
                        "region": "Kanagawa"
                    }
                },
                "email": ""
            },
            {
                "first": "H",
                "middle": [],
                "last": "Ishii",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sukagawa Animal Hospital",
                    "location": {
                        "settlement": "Sukagawa",
                        "region": "Fukushima"
                    }
                },
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Yamamoto",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Azabu University",
                    "location": {
                        "settlement": "Sagamihara, Kanagawa",
                        "country": "Japan"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The application of the immunoperoxidase (IP) plaque staining procedure (IP test) to the diagnosis of canine coronavirus (CCV) infection was investigated. The IP test did not react with sera from either 15 speci¢c pathogen-free (SPF) dogs or 7 SPF dogs immunized with a multivalent vaccine, including canine parvovirus type 2, canine distemper virus, canine adenovirus type 2, and canine parain£uenza virus. To compare the IP test with the neutralizing test (NT), sera from 240 healthy dogs and from 3 experimentally CCV-infected dogs were examined. All 60 sera positive for NT antibody were positive for IP antibody, and all 180 sera negative for NT antibody were negative for IP antibody in the healthy dogs. The IP titres showed similar changes with time after CCV inoculation to those of the NT titres in the experimentally infected dogs. These ¢ndings indicate that the IP test speci¢cally detected anti-CCV antibodies. When the IP test and NT were compared in dogs with diarrhoeic signs. 2.1% of 48 sera and 20.3% of 74 sera, which were all negative for NT antibody, were positive for IP antibody in the dogs of under one year of age and at least one year of age, respectively. The di¡erence between the IP and NT titres (log 10 [reciprocal of IP titre]^log 10 [reciprocal of NT titre]) for the diarrhoeic dogs of under one year of age (2.350+0.931) was signi¢cantly larger than that for the healthy dogs (0.982+0.447) (p50.0001), the NT titre being negative or very low, despite a high IP titre in many diarrhoeic dogs. Hence, the IP test is more able to detect anti-CCV antibodies, especially in dogs showing clinical signs. The IP-positivity rate was signi¢cantly higher in the diarrhoeic dogs of under one year of age (48.7%) than in the healthy dogs (25.0%) (w 2 = 19.844, p50.0001), suggesting that CCV may contribute to diarrhoea in many juvenile dogs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Canine coronavirus (CCV) was initially isolated in Germany in 1971 by Binn and colleagues (1974) , then later con¢rmed in Australia (Schnagl and Holmes, 1978) and the United States (Appel et al., 1979) . In Japan, Yasoshima and colleagues (1983) isolated CCV from a canine parvovirus (CPV)-infected dog in 1982. Together with CPV, CCV is now recognized as an important cause of diarrhoea in dogs. CCV infection is highly prevalent, but the mortality is generally low and the prognosis is good. However, mixed infections with other viruses and bacteria are frequent, and the resultant signs may be serious, especially with concurrent CPV infection (Appel et al., 1979) .",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 96,
                    "text": "Binn and colleagues (1974)",
                    "ref_id": null
                },
                {
                    "start": 132,
                    "end": 158,
                    "text": "(Schnagl and Holmes, 1978)",
                    "ref_id": null
                },
                {
                    "start": 181,
                    "end": 201,
                    "text": "(Appel et al., 1979)",
                    "ref_id": null
                },
                {
                    "start": 214,
                    "end": 245,
                    "text": "Yasoshima and colleagues (1983)",
                    "ref_id": null
                },
                {
                    "start": 647,
                    "end": 667,
                    "text": "(Appel et al., 1979)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Electron-microscopic visualization of the virus in faeces and virus isolation from faeces using cultured cells are utilized as diagnostic techniques for CCV infection. However, the former technique requires an expensive instrument, while the latter takes days to complete and the viral activity may easily be reduced by mistreatment of the collected faeces (Tennant et al., 1994) . Moreoever, no virus is excreted in the faeces of some CCV-infected dogs (Kokubu et al., 1998) . Therefore, antigen detection in faeces is not a reliable diagnostic method. In contrast, detecting antibody against CCV is a reliable diagnostic procedure, especially using paired sera, since the antibodies remain in the blood for a prolonged period after infection.",
            "cite_spans": [
                {
                    "start": 357,
                    "end": 379,
                    "text": "(Tennant et al., 1994)",
                    "ref_id": null
                },
                {
                    "start": 454,
                    "end": 475,
                    "text": "(Kokubu et al., 1998)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The neutralizing test (NT) (Mochizuki et al., 1987; Appel, 1988) and the enzymelinked immunosorbent assay (ELISA) (Rimmelzwaan et al., 1991; Tuchiya et al., 1991; Palmer-Densmore et al., 1998) have been reported as antibody tests against CCV. NT is superior in speci¢city, but it is not appropriate for rapid diagnosis, since it requires several days to obtain a result. In contrast, ELISA is useful for rapid diagnosis, but it may be di¤cult to obtain accurate measurements when non-speci¢c reactions develop.",
            "cite_spans": [
                {
                    "start": 27,
                    "end": 51,
                    "text": "(Mochizuki et al., 1987;",
                    "ref_id": null
                },
                {
                    "start": 52,
                    "end": 64,
                    "text": "Appel, 1988)",
                    "ref_id": null
                },
                {
                    "start": 114,
                    "end": 140,
                    "text": "(Rimmelzwaan et al., 1991;",
                    "ref_id": null
                },
                {
                    "start": 141,
                    "end": 162,
                    "text": "Tuchiya et al., 1991;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 163,
                    "end": 192,
                    "text": "Palmer-Densmore et al., 1998)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "A highly speci¢c enzyme immunoassay, the immunoperoxidase (IP) plaque staining procedure (IP test), which detects antibody by a speci¢c colour reaction in plaques formed by virus-infected cultured cells in a tissue culture plate, has been applied to the diagnosis of African swine fever virus (Pan et al., 1982) , pseudorabies virus (Sato et al., 1988) and feline infectious peritonitis virus (Kai et al., 1992) . In this test, non-speci¢c reactions can easily be distinguished from the speci¢c colour reaction in the plaques, even when non-speci¢c colour reactions develop on uninfected cells in the background. Moreover, the procedure for this test is simple as its principle is similar to that of ELISA.",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 311,
                    "text": "(Pan et al., 1982)",
                    "ref_id": null
                },
                {
                    "start": 333,
                    "end": 352,
                    "text": "(Sato et al., 1988)",
                    "ref_id": null
                },
                {
                    "start": 393,
                    "end": 411,
                    "text": "(Kai et al., 1992)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In this study, an IP test was investigated to establish a highly speci¢c diagnostic method for CCV infection that is rapid and simple, and its value was examined in ¢eld cases and in dogs experimentally infected with CCV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "To investigate the speci¢city of the IP test, sera were examined from 15 unimmunized speci¢c pathogen-free (SPF) beagles of 2 months of age, and from 7 SPF beagles of 4 months age that had been immunized with a multivalent vaccine, including canine parvovirus type 2, canine distemper virus, canine adenovirus type 2 and canine parain£uenza virus (Solvey Duphar, Weeps, Holland) and had seroconverted to all these viruses. To compare the IP test with NT, 3 dogs of 3 months of age, which were negative for both IP and NT antibody against CCV, were orally inoculated with 2610 7 TCID 50 of a strain of CCV that had been isolated in Sagamihara, Kanagawa, Japan (Hara et al., 1993) , and were bled at inoculation and 5, 10, 15, 20, 25 days after inoculation. Furthermore, sera were examined from 240 clinically healthy dogs, of one year or more of age, and from 187 dogs with diarrhoeic signs, including 115 dogs of less than one year of age, and 72 dogs of at least one year of age, in the general pet population. They had not received CCV vaccines.",
            "cite_spans": [
                {
                    "start": 643,
                    "end": 678,
                    "text": "Kanagawa, Japan (Hara et al., 1993)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Serum samples"
        },
        {
            "text": "The IP test was performed by a modi¢cation of the method reported by Kai and colleagues (1992) . To prepare the antigen plate, 1.2610 4 Crandell feline kidney (CRFK) cells (American Type Culture Collection, (ATCC), Rockville, MD, USA) were added to each well in a 96-well tissue culture plate, and grown overnight at 378C. The cells were inoculated with 30 PFU per well of 1-71 strain of CCV (ATCC) (Binn et al., 1974) and allowed to adsorb the virus for one hour at 378C. Following adsorption, the virus suspension was removed and 0.1 ml per well of a minimum essential medium (Nissui Seiyaku, Tokyo, Japan) containing 2% fetal bovine serum and 1% methylcellulose (Nacalai Tesque, Kyoto, Japan) was overlaid onto the cells. After 40 h of incubation at 378C, the plate was ¢xed with methanol for 4 h at 48C, then washed with distilled water, dried and stored at^208C until use. To titrate the antibodies, the stored plate was rinsed with 0.01 mol/L phosphate-bu¡ered saline (pH 7.0) containing 0.1% Tween 20 (PBST). Then, 0.05 ml per well of the serum, which was diluted 1:40 and then serially diluted 2-fold in PBST containing 1% bovine serum albumin (BSA-PBST) was added to the plate in duplicate. After an hour of incubation at 378C, the plate was washed three times with PBST, and 0.05 ml per well of peroxidase-conjugated rabbit anti-dog IgG (H+L) (Jackson Immuno Research Laboratories, West Grove, PA, USA), which was diluted 1:1500 with BSA-PBST, was added to the plate. After a further hour of incubation at 378C, the plate was again washed three times with PBST and 0.1 ml per well of the substrate solution (0.0025% dianisidine, 0.1% H 2 O 2 and 10 mmol/L Tris-HCl (pH 7.4)) (Towbin et al., 1979) was added to the plate. After 30 min of incubation at 378C, the plate was washed with distilled water. The titre was expressed as the highest dilution of serum with brown-coloured plaques.",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 94,
                    "text": "Kai and colleagues (1992)",
                    "ref_id": null
                },
                {
                    "start": 399,
                    "end": 418,
                    "text": "(Binn et al., 1974)",
                    "ref_id": null
                },
                {
                    "start": 1685,
                    "end": 1706,
                    "text": "(Towbin et al., 1979)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "IP test"
        },
        {
            "text": "The NT was performed as described by Appel (1988) . Quadruplicate 0.05 ml volumes of serum were serially diluted 3-fold in a 96-well tissue culture plate and mixed with 0.05 ml of 1-71 strain of CCV, which had been diluted to 200 TCID 50 /0.1 ml, and the plate was incubated for 90 min at 378C. Following incubation, 0.05 ml of the CRFK cells, which were suspended at 4.0610 5 /ml, were added to all the serum^virus mixtures, and the plate was incubated for 4 days at 378C. Following this incubation, the plate was examined microscopically and the titre was calculated by the method reported by Reed and Muench (1938) .",
            "cite_spans": [
                {
                    "start": 37,
                    "end": 49,
                    "text": "Appel (1988)",
                    "ref_id": null
                },
                {
                    "start": 595,
                    "end": 617,
                    "text": "Reed and Muench (1938)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Neutralizing test"
        },
        {
            "text": "To compare the IP and NT titres, analysis by the method reported by Bland and Altman (1986) was adopted. They reported that, when the standard deviation (SD) is calculated for the di¡erence in results obtained by two methods being compared, 95% of the samples tested are within a range of +2SD. Following their method, 2SD of the di¡erence between the IP and NT titres (log 10 [reciprocal of IP titre]^log 10 [reciprocal of NT titre]) was calculated as an index of the agreement between the IP test and NT.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "As shown in Figure 1 , brown-coloured plaques were developed by using serum from a dog with an anti-CCV NT titre of 1:81, the highest serum dilution showing the colour development being 1:1280, which was regarded as the IP titre against CCV.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 20,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Observation of IP plate"
        },
        {
            "text": "The sera from 15 unimmunized SPF dogs and from 7 SPF dogs inoculated with the canine multivalent vaccine did not react with CCV antigens by the IP test (IP titre 51:40). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antibody titres in SPF dogs"
        },
        {
            "text": "Both IP and NT antibodies were detected 5 days after inoculation in two dogs (nos. 1 and 2) and by 10 days after inoculation in all three dogs, after which both titres followed similar changes with time ( Figure 2 ). Dog no. 3 could not be bled at 25 days after inoculation. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 205,
                    "end": 213,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Changes in antibody titres in CCV-infected dogs"
        },
        {
            "text": "When an IP titre of 1:40 or more was regarded as IP-positive and an NT titre of 1:3 or more as NT-positive, all 180 sera negative for NT antibody were also negative for IP antibody, and all 60 sera positive for NT antibody were also positive for IP antibody in the healthy dogs. In contrast, while all sera from diarrhoeic dogs positive for NT antibody were also positive for IP antibody, 15 (20.3%) of 74 sera and 1 (2.1%) of 48 sera negative for NT antibody were positive for IP antibody in the diarrhoeic dogs of under one year of age and of at least one year of age, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparison of IP test and NT in the general pet population"
        },
        {
            "text": "The rates of IP antibody positivity were 25.0% (60/240), 48.7% (56/115) and 34.7% (25/72) in the healthy dogs, diarrhoeic dogs of under one year of age and diarrhoeic dogs of at least one year of age, respectively. There was a signi¢cant di¡erence between the healthy dogs and the diarrhoeic dogs of less than one year of age (w 2 = 19.844, p50.0001), while the di¡erence between the healthy dogs and the diarrhoeic dogs of at least one year of age (w 2 = 2.641, p = 0.104) was not signi¢cant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparison of IP test and NT in the general pet population"
        },
        {
            "text": "Scatter diagrams of the IP and NT titres in the healthy and diarrhoeic dogs are shown in Figure 3 . The means and SDs of the di¡erences between the IP and NT titres were 0.982+0.447 (2SD = 0.894), 2.350+0.931 (2SD = 1.862) and 1.404+0.896 (2SD = 1.792) in the healthy dogs, the diarrhoeic dogs of less than one year of age and the diarrhoeic dogs of at least one year of age, respectively (Figure 4 ). Upon analysis by Student's t-test, there was a signi¢cant di¡erence between the healthy dogs and the diarrhoeic dogs of under one year of age (p50.0001), while there was no signi¢cant di¡erence between the healthy dogs and the diarrhoeic dogs of at least one year of age (p = 0.033).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 89,
                    "end": 97,
                    "text": "Figure 3",
                    "ref_id": null
                },
                {
                    "start": 389,
                    "end": 398,
                    "text": "(Figure 4",
                    "ref_id": null
                }
            ],
            "section": "Comparison of IP test and NT in the general pet population"
        },
        {
            "text": "There were no reactions in the IP test with antibodies against canine viruses excluding CCV using sera from vaccinated SPF dogs, and all healthy NT-negative dogs were also IP-negative. Over time after CCV infection, the IP titres showed similar changes to the NT titres. These ¢ndings indicate that the IP test can speci¢cally detect anti-CCV antibodies. In contrast, in diarrhoeic dogs of less than one year of age, and the diarrhoeic dogs of at least one year of age, 20.3% and 2.1%, respectively, of NTnegative dogs were IP-positive. The consistencies between the IP and NT titres in the diarrhoeic dogs (under one year of age, 2SD = 1.862; at least one year of age, 2SD = 1.792) were lower than in the healthy dogs (2SD = 0.894). The di¡erence between IP and NT titres in the diarrhoeic dogs of less than one year of age was signi¢cantly large compared to that in the healthy dogs, the NT titre being negative or very low, despite a high IP titre in many diarhoeic dogs. According to Palmer-Densmore and colleagues (1998), anti-nucleocapsid (N) protein antibodies appear in the blood circulation earlier than anti-spike (S) protein antibodies after infection with CCV. S protein carries neutralizing epitopes, while N protein is the most abundant protein in CCV (Garwes and Reynolds, 1981) . As the IP test detects both the anti-S protein and the anti-N protein antibodies, it can detect the infection in dogs producing few or no antibodies The fact that the IP positivity rate for the diarrhoeic dogs of less than one year of age was signi¢cantly higher than that for the healthy dogs may indicate that CCV contributes to diarrhoea in many juvenile dogs in the general pet population. ",
            "cite_spans": [
                {
                    "start": 1266,
                    "end": 1293,
                    "text": "(Garwes and Reynolds, 1981)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Enzyme-linked immunosorbent assay for the detection of canine coronavirus and its antibody in dogs",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tuchiya",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Horimoto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Azetaka",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Takahashi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Konishi",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Veterinary Microbiology",
            "volume": "26",
            "issn": "",
            "pages": "41--51",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A case report on mixed infection of canine parvovirus. Electron microscopy and recovery of canine coronavirus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yasoshima",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fujinami",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Doi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kojima",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Takada",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Okaniwa",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Japanese Journal of Veterinary Science",
            "volume": "45",
            "issn": "",
            "pages": "217--225",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Colour development of plaques by immunoperoxidase plaque staining with an anticanine coronavirus antibody-positive serum. The serum was diluted 1:40, then 2-fold serially in duplicate. The triangle (!) indicates the end point dilution (1:1280)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Changes in immunoperoxidase plaque staining (IP) and neutralizing (NT) antibody titres against canine coronavirus (CCV) in 3 dogs experimentally infected with CCV. Circles and squares indicate IP and NT titres, respectively. Triangles indicate the di¡erence between IP and NT titres (log 10 [reciprocal of IP titre]^log 10 [reciprocal of NT titre])",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Scatter plot of immunoperoxidase plaque staining (IP) and neutralizing (NT) antibody titres against canine coronavirus in dogs showing positive IP antibody. x = log 10 [reciprocal of IP titre], y = log 10 [reciprocal of NT titre]. (A) healthy dogs (n = 60); (B) dogs of less than one year of age with diarrhoeic signs (n = 56); (C) dogs of at least one year of age with diarrhoeic signs (n = 25) Distribution of di¡erence between immunoperoxidase plaque staining (IP) and neutralizing (NT) antibody titres against canine coronavirus in dogs showing positive IP antibody. Circles, triangles and squares indicate the di¡erences in healthy dogs (n = 60), diarrhoeic dogs of less than one year of age (n = 56) and diarrhoeic dogs of at least one year of age (n = 25), respectively. *Average log 10 titres by IP and NT = (log 10 [reciprocal of IP titre] + log 10 [reciprocal of NT titre])/2. # Di¡erence between log 10 titres (IP-NT) = log 10 [reciprocal of IP titre]l og 10 [reciprocal of NT] titre detectable by the NT. Hence, the IP test should be useful for diagnosis of CCV infection, especially in dogs showing clinical signs.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "REFERENCES Appel, M.J.G., 1988. Does canine coronavirus augment the e¡ects of subsequent parvovirus infection? Veterinary Medicine, 83, 360^366 Appel, M.J.G., Cooper, B.J., Greisen, H., Scott, F. and Carmichael, L.E., 1979. Canine viral enteritis. I. Status report on corona-and parvo-like viral enteritides. Cornell Veterinarian, 69, 123^133 Binn, L.N., Lazar, E.C., Keenan, K.P., Huxsoll, D.L., Marchwicki, R.S. and Strano, A.J., 1974. Recovery and characterization of a coronavirus from military dogs with diarrhea. Proceedings of the 78th Meeting of the US Animal Health Association, 359^366 Bland, J.M. and Altman, D.G., 1986. Statistical methods for assessing agreement between two methods of clinical measurement. The Lancet 1, 307^310 Garwes, D.J. and Reynolds, D.J., 1981. The polypeptide structure of canine coronavirus and its relationship to porcine transmissible gastroenteritis virus. Journal of General Virology, 52, 153^157 Hara, M., Fukuyama, M., Ikeda, T., Kiuchi, A. and Tabuchi, K., 1993. Antibody response in puppies infected with canine coronavirus. Journal of Japanese Veterinary Medical Association, 46, 861^865 (in Japanese with English summary) Kai, K., Yukimune, M., Murata, T., Uzuka, Y., Kanoe, M. and Matsumoto, H., 1992. Humoral immune responses of cats to feline infectious peritonitis virus infection. Journal of Veterinary Medical Science, 54, 501^507 Kokubu, T., Taharaguchi, S., Hatano, M., Takahashi, T., Iwamoto, K., Masubuchi, K., Yamanaka, M., Sasaki, O. and Inaba, Y., 1998. Pathogenicity of canine coronavirus for puppies. Journal of Japanese Veterinary Medical Association, 51, 193^196 (in Japanese with English summary) Mochizuki, M., Sugiura, R. and Akuzawa, M., 1987. Micro-neutralization test with canine coronavirus for detection of coronavirus antibodies in dogs and cats. Japanese Journal of Veterinary Science, 49, 5635 65 Palmer-Densmore, M.L., Johnson, A.F. and Sabara, M.I.J., 1998. Development and evaluation of an ELISA to measure antibody responses to both the nucleocapsid and spike proteins of canine coronavirus. Journal of Immunoassay, 19, 1^22 Pan, I.C., Huang, T.S. and Hess, W.R., 1982. New method of antibody detection by indirect immunoperoxidase plaque staining for serodiagnosis of African swine fever. Journal of Clinical Microbiology, 16, 650^655 Reed, L.J. and Muench, H., 1938. A simple method of estimating ¢fty percent end points. American Journal of Hygiene, 27, 493^497 Rimmelzwaan, G.F., Groen, J., Egberink, H., Borst, G.H., UytdeHaag, F.G. and Osterhaus, A.D., 1991. The use of enzyme-linked immunosorbent assay systems for serology and antigen detection in parvovirus, coronavirus and rotavirus infections in dogs in the Netherlands. Veterinary Microbiology, 26, 25^40 Sato, K., Tanaka, Y., Kurogi, H., Tokuhisa, S., Numba, K., Inaba, Y. and Matumoto, M., 1988. Detection of antibody to pseudorabies virus in swine sera by indirect immunoperoxidase plaque staining. Journal of Clinical Microbiology, 26, 79^81 Schnagl, R.D. and Holmes, I.H., 1978. Coronavirus-like particles in stools from dogs from some country areas of Australia. Veterinary Record, 102, 528^529 Tennant, B.J., Gaskell, R.M. and Gaskell, C.J., 1994. Studies on the survival of canine coronavirus under di¡erent environmental conditions. Veterinary Microbiology, 42, 255^259 Towbin, H., Staehelin, T. and Gordan, J., 1979. Electrophoretic transfer of proteins from polyacrylamide gels to nitrocellulose sheets: procedure and some applications. Proceedings of the National Academy of Sciences of the USA, 76, 4350^4354",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}