{
    "paper_id": "575cb714e63ad2c57963715aec7ec1101e556300",
    "metadata": {
        "title": "ARTICLE IN PRESS +Model",
        "authors": []
    },
    "abstract": [
        {
            "text": "publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Cómo citar este artículo: Llisterri Caro JL. La maldita pandemia: una oportunidad para la Atención Primaria de Salud. Semergen. 2020. https://doi.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The damn pandemic: An opportunity for Primary Health Care",
            "cite_spans": [],
            "ref_spans": [],
            "section": "La maldita pandemia: una oportunidad para la Atención Primaria de Salud"
        },
        {
            "text": "Más de 40 años han transcurrido desde la Conferencia Internacional sobre Atención Primaria de Salud (Alma-Ata 1978) 1 y 36 desde la reforma de la atención primaria en España (1984) 2 . Sin duda, estos 2 hechos históricos han marcado el impulso, la llegada y el afianzamiento de la Medicina Familiar y Comunitaria como una especialidad imprescindible para la implantación de un sistema de salud universal, equitativo, eficiente y sostenible. Sin embargo, muchas cosas han cambiado desde entonces.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "La maldita pandemia: una oportunidad para la Atención Primaria de Salud"
        },
        {
            "text": "En efecto, con el paso de los años, hay razones suficientes que sustentan la afirmación de que la atención primaria padece debilidades y déficits crónicos que, lejos de resolverse, se van agrandando y extendiendo con el tiempo. El Marco Estratégico para la mejora de la Atención Primaria en España 2007-2012 (Proyecto AP-21) 3 , considerado por muchos como una excelente hoja de ruta para orientar la atención primaria al ciudadano y a la comunidad, y proporcionar una alta capacidad de resolución con un amplio acceso a medios diagnósticos y terapéuticos, ha quedado en una mera declaración de intenciones. También ha quedado en el olvido uno de los objetivos prioritarios de la estrategia, como era motivar y capacitar a los profesionales para una gestión descentralizada, eficiente y participada, tanto por los ciudadanos como por los profesionales.",
            "cite_spans": [
                {
                    "start": 325,
                    "end": 326,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "La maldita pandemia: una oportunidad para la Atención Primaria de Salud"
        },
        {
            "text": "Por todos estos motivos surgen, desde hace años, iniciativas reivindicativas para alcanzar una atención primaria de calidad, lideradas por los profesionales de este ámbito, imprescindibles para avanzar y, sobre todo, para neutralizar el progresivo agotamiento de la misma. Las peticiones del «Foro de Atención Primaria», recogidas en un decálogo 4 y trasladadas, en los últimos años, a la opinión pública, a la administración y a los representantes de los principales partidos políticos de este país, incluyen entre otras medidas, reclamadas históricamente, la necesidad de incrementar el presupuesto, adecuar las plantillas profesionales a la realidad sociodemográfica de la población a atender, liderar la gestión de los procesos del enfermo crónico dentro del sistema sanitario, facilitar el acceso al catálogo completo de pruebas complementarias según indicación razonada y criterios de eficiencia clínica, consultas con un tiempo mínimo de 10 min por paciente teniendo en cuenta el contexto socio-demográfico, eliminación de la actividad burocrática absurda que no tenga justificación clínica, creación de un área de conocimiento de medicina de familia en todos los programas de pregrado de medicina, así como impulsar y facilitar el acceso de los profesionales de atención primaria a las actividades de formación e investigación como herramientas clave para la eficiencia de la gestión.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "La maldita pandemia: una oportunidad para la Atención Primaria de Salud"
        },
        {
            "text": "Asistimos estos días del mes de marzo del año 2020 a la peor crisis de salud pública a nivel internacional jamás conocida. Los datos, que se actualizan minuto a minuto, son apabullantes. En el momento de escribir esta editorial la pandemia se extiende por más de 130 países y afecta a más de 160.000 personas, de las que más de 6.000 han perdido la vida. En España el número de casos positivos con COVID-19 asciende a más de 8.000, el segundo más alto de Europa solo por detrás de Italia, repartidos en todas las comunidades autónomas 5 . El avance imparable, hasta el momento, del coronavirus ha obligado al Gobierno de España a declarar el estado de alarma y poner a toda España en cuarentena.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "La maldita pandemia: una oportunidad para la Atención Primaria de Salud"
        },
        {
            "text": "Ante la situación de urgencia debido a la propagación del COVID-19 ha llegado la hora de seguir las recomendaciones de los expertos en salud pública, de la cooperación inter-autonómica, nacional, internacional, de la solidaridad y del trabajo sin tregua. Es el momento de la ciencia y de la investigación. Las revistas científicas más prestigiosas del mundo 6,7 , están dando un protagonismo especial a la pandemia, publicando «día a día» los resultados extraídos de la investigación basada en la evidencia. Esta información es clave en el control de la enfermedad.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "La maldita pandemia: una oportunidad para la Atención Primaria de Salud"
        },
        {
            "text": "Pero también es tiempo de la ATENCIÓN PRIMARIA, con mayúsculas. Los médicos de familia de este país tenemos un papel crucial en «detener» el avance del virus. Parar la transmisión en la comunidad. Es momento de demostrar la razón 2 EDITORIAL de ser de la Medicina Familiar y Comunitaria y de nuestro papel en la prevención y promoción de la salud, así como en el cuidado integral y continuado de la salud de las personas en el contexto familiar y comunitario. Debemos asumir el protagonismo que nos toca vivir en esta crisis y saber aprovechar para impulsar el debate sobre los cambios que precisa nuestro Sistema Nacional de Salud. Estos días nos llegan noticias preocupantes sobre la situación que se está viviendo en los centros de salud. Falta de protocolos consensuados, desabastecimiento de material sanitario (mascarillas homologadas, guantes, equipos de protección individual, etc.), sobrecarga asistencial, agotamiento, bajas laborales por estrés, directrices de las consejerías de sanidad sobre limitación de permisos, vacaciones, en fin, problemas, algunos históricos y otros que emergen al albor de la crisis sanitaria. Habrá tiempo para reclamar el justo reconocimiento a la labor prestada, en general por todos los profesionales sanitarios, pero también por los médicos de familia en particular.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "La maldita pandemia: una oportunidad para la Atención Primaria de Salud"
        },
        {
            "text": "Sin duda, también habrá tiempo para recordar a la administración sanitaria el olvido vivido para con la atención primaria. Efectivamente, en la pasada década la atención primaria no ha sido una prioridad en el Sistema Nacional de Salud. En la actualidad sigue en franca recesión por decisiones políticas que están reorientando el sistema a posiciones, aún si cabe, más hospitalocentristas. Aprovechemos la crisis para exigir cambiar el modelo de médico de familia burócrata al que nos ha llevado el actual sistema, por otro en el que el médico de familia recupere la capacidad de decisión y se le reconozca por su responsabilidad, competencia, productividad y dedicación.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "La maldita pandemia: una oportunidad para la Atención Primaria de Salud"
        },
        {
            "text": "El futuro de la atención primaria en nuestro país, si queremos asegurar la sostenibilidad del Sistema Nacional de Salud, debe parecerse poco a la situación que tenemos actualmente. Partimos de una buena base y contamos con un bagaje profesional extraordinario, pero debemos evolucionar y, sobre todo, resituar a la medicina de familia como el eje del sistema sanitario español, dotándola de los servicios, recursos y herramientas adecuadas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "La maldita pandemia: una oportunidad para la Atención Primaria de Salud"
        },
        {
            "text": "Finalizo. Como decía Albert Einstein, «En medio de la dificultad está la oportunidad». Ojalá, así sea. La maldita pandemia del COVID-19 puede ser una gran ocasión para salvar la atención primaria de este país.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "La maldita pandemia: una oportunidad para la Atención Primaria de Salud"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Real Decreto 137/1984, de 11 de enero, sobre Estructuras Básicas de Salud",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ministerio De Sanidad Y Consumo",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "BOE",
            "volume": "",
            "issn": "",
            "pages": "2627--2636",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Marco Estratégico para la mejora de la Atención Primaria en España",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ministerio De Sanidad Y Consumo",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "2007--2012",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Proyecto AP-21 Estrategias para la mejora de la Atención Primaria Análisis de situación de la Atención Primaria",
            "authors": [],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Decálogo para una Atención Primaria de Calidad. Foro de Atención Primaria",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "China Medical Treatment Expert Group for Covid-19 Clinical Characteristics of Coronavirus Disease 2019 in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Q"
                    ],
                    "last": "Ou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "X"
                    ],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2002032"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan China: A retrospective cohort study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Lancet",
            "volume": "2020",
            "issn": "",
            "pages": "140--6736",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/dx.doi.org/10.1016/S0140-6736(20)30566-3"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "https://doi.org/10.1016/j.semerg.2020.03.001 1138-3593/© 2020 Sociedad Española de Médicos de Atención Primaria (SEMERGEN). Publicado por Elsevier España, S.L.U. Todos los derechos reservados.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}