{
    "paper_id": "578a5c8cc0843c1c4aedfef6e0adaf56a8fd16e0",
    "metadata": {
        "title": "ARTICLE IN PRESS +Model",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": ". This disease is currently spreading in what the World Health Organization (WHO) has now declared a global pandemic. 1, 2 At present, the data on COVID-19 in newborns are scarce. There is no clear evidence of vertical transmission, with few descriptions of cases of newborns of mothers infected in the third trimester of pregnancy, in whom viral detection tests have been negative. The risk of horizontal transmission through contact with an infected individual seems to be the same compared to the general population, and 3 such cases have been reported to date. 3, 4 Given the current lack of information, we are describing a case of neonatal infection by SARS-CoV-2 in Spain.",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 120,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 121,
                    "end": 122,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 565,
                    "end": 567,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 568,
                    "end": 569,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Primer caso de infección neonatal por COVID-19 en España"
        },
        {
            "text": "The mother was aged 41 years and underwent an urgent caesarean section due to severe preeclampsia on week 38 +4 of gestation. The pregnancy was achieved by in vitro fertilization, and the mother had a history of hypothyroidism for which she was receiving ongoing treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Primer caso de infección neonatal por COVID-19 en España"
        },
        {
            "text": "The newborn was a girl with low birth weight for gestational age (2500 g), a 1-min Apgar score of 7 and a 5-min Apgar score of 9 who required resuscitation with oropharyngeal suctioning. She was transferred to the neonatal unit due to immediate respiratory distress under respiratory support with continuous positive airway pressure (CPAP) without supplemental oxygen. Respiratory support was discontinued at 2 h post birth and the findings of the physical examination at 9 h post birth were normal. These problems were attributed to stress during the transition to extrauterine life, and the patient was subsequently transferred to the maternity ward to stay with her mother.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Primer caso de infección neonatal por COVID-19 en España"
        },
        {
            "text": "On day 3 from admission, the mother developed a lowgrade fever, and obstetric complications were ruled out. Two days later the mother had peaks of fever and respiratory symptoms, and a chest X-ray revealed severe bilateral pneumonia. The mother reported a negative history of travel to coronavirus risk areas or contact with infected individuals, although her partner had exhibited fever associated with gastroenteritis since the day of the caesarean delivery. After common viral illnesses had been ruled out, a real-time reverse transcription polymerase chain reaction (RT-PCR) test for detection of coronavirus 2019 was ordered for the mother. This test detects 2 regions of viral genome. The result was positive. Her partner was tested subsequently, and the result was also positive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Primer caso de infección neonatal por COVID-19 en España"
        },
        {
            "text": "Up to this point, the girl had remained asymptomatic as she stayed with her mother in the maternity ward and received mixed breastfeeding. Due to the clinical condition of the mother, which required care in a special unit, mother and child were separated and the newborn also underwent testing for COVID-19 by RT-PCR on a sample of nasopharyngeal aspirate (day 6 post birth).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Primer caso de infección neonatal por COVID-19 en España"
        },
        {
            "text": "Despite the negative result, the girl was kept in isolation in the maternity ward in the care of the hospital staff until a second sample was obtained 36 h later (nasopharyngeal swab) and testing turned out positive (day 8 post birth). The newborn was then transferred to the neonatal unit without performance of additional diagnostic tests, as she remained asymptomatic. She was closely monitored, and on day 9 post birth she exhibited intermittent hyperpnoea with mild intercostal retractions and 2 self-limited episodes of oxygen desaturation during deep sleep and feeding. A capillary sample was obtained for blood gas analysis, which revealed transient mild acidosis (pH, 7.27; pCO 2 , 49 mmHg; bicarbonate, 22 mEq/L; base excess -4; normal lactate), a chest radiograph detected ground glass opacities mainly in the right perihilar region and the serum level of C-reactive protein was normal (0.06 mg/dL). After 24 h, the symptoms resolved, and the patient has remained asymptomatic to date (day 13 post birth), when the COVID-19 RT-PCR has been repeated and continues to be positive. Her mother is in the intensive care unit under mechanical ventilation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Primer caso de infección neonatal por COVID-19 en España"
        },
        {
            "text": "We suspect this is a case of horizontal transmission, as the initial COVID-19 test was negative. The clinical presentation is consistent with the current literature, 5 On the other hand, since the incubation period in newborns is unknown, we worry that testing a single sample may not suffice in cases like the one we have just presented. According to the WHO, 2 a negative result does not rule out infection, so if infection by SARS-CoV-2 is highly suspected in a patient, especially in cases in which only samples of the upper airway have been tested, additional tests should be performed. This is important for the purpose of preventing community transmission through the children of mothers that have tested positive for coronavirus.",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 167,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Primer caso de infección neonatal por COVID-19 en España"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Recomendaciones para el manejo del recién nacido en relación con la infección por SARS-CoV-2 (08/03/2020)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Sociedad Española De Neonatología",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Laboratory testing for coronavirus disease 2019 (COVID-19) in suspected human cases",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical analysis of 10 neonates born to mothers with 2019-nCoV pneumonia",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Transl Pediatr",
            "volume": "9",
            "issn": "1",
            "pages": "51--60",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical characteristics and intrauterine vertical transmission potential of COVID-19 infection in nine pregnant women: a retrospective review of medical records",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "809--824",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Chinese expert consensus on the perinatal and neonatal management for the prevention and control of the 2019 novel coronavirus infection",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Transl Med",
            "volume": "8",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Coronavirus disease (COVID-19) and neonate: what neonatologist need to know",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Virol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.25740"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Infection by new coronavirus (2019-nCoV, later renamed SARS-CoV-2), a virus first identified in 2019 in Wuhan, China, causes the disease known as coronavirus disease 2019 (COVID-19)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": ",6 which describes 2341-2879/© 2020 Published by Elsevier España, S.L.U. on behalf of Asociación Española de Pediatría. This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/). ANPEDE-2816; No. of Pages 2 disease in newborns as mild and possibly associated with abnormal radiographic findings.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "ଝ Please cite this article as: Díaz CA, Maestro ML, Pumarega MTM, Antón BF, Alonso CP, Primer Caso De Infección Neonatal Por Covid-19 En España, Anales de Pediatria (2020), doi: https://doi.org/10.1016/j.anpedi.2020.03.002",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}