{
    "paper_id": "5890de32f81a6d70c9eee102a65587fbcf932675",
    "metadata": {
        "title": "Regulation of coronaviral poly(A) tail length during infection is not coronavirus species-or host cell-specific",
        "authors": [
            {
                "first": "Jui-Hung",
                "middle": [],
                "last": "Shien",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yi-Da",
                "middle": [],
                "last": "Su",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "• Hung-Yi",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "It has been demonstrated that the length of the poly(A) tail in the bovine coronavirus (BCoV), which belongs to genus betacoronaviruses, is regulated throughout infection in human rectal tumor-18 (HRT-18) cells, and the length of the poly(A) tail is associated with the efficiency of virus translation. Here, we examined whether the regulation of viral poly(A) tail length is cell-type independent and whether it is a common feature of coronaviruses to assess the significance of the regulation. By ligating head-to-tail viral RNA positive strands and sequencing, we found that (1) the regulation pattern of coronaviral poly(A) tail length in BCoV-infected hamster kidney-21 (BHK-21) cells was similar to that in BCoVinfected HRT-18 cells and (2) the poly(A) tail length of wild-type avian infectious bronchitis virus (IBV) virulent strain IBV-TW1, which is in the genus gammacoronaviruses, varied throughout infection in primary chicken embryo kidney (CEK) cells and in the tracheas of 1-dayold chicks. Interestingly, the poly(A) tail length variation was similarly found in the avirulent IBV strain H120 in CEK cells, although the overall poly(A) tail length was shorter for this virus. The results suggest that the regulation of coronaviral poly(A) tail length during infection may be a common feature among coronaviruses and can occur in a noncancerous cell line (BHK-21 cells), primary cell culture (CEK cells), and living system (chickens), further reinforcing the biological significance of this regulation during coronavirus infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The Coronavirinae, which is subdivided into the alphacoronaviruses, betacoronaviruses, gammacoronaviruses, and deltacoronaviruses, belongs to the family Coronaviridae and the order Nidovirales. The coronavirus genome contains a 5 0 cap, 5 0 and 3 0 untranslated regions (UTRs), and a poly(A) tail [1] and therefore structurally is similar to eukaryotic messenger RNAs. In bovine coronavirus (BCoV), which is in the genus betacoronaviruses, the regulation of coronaviral ploy(A) tail length has been found during infection of human rectum tumor-18 (HRT-18) cells [2] . Specifically, the viral poly(A) tail length in total viral RNA and subgenomic RNA 7 is relatively short (*26-45 nucleotides) in infected cells at 0-2 h postinfection (hpi), increases to peak length (*65 nucleotides) at *6-10 hpi, and gradually decreases in size (*30-45 nucleotides) after *10 h of infection. In addition, the length of the coronaviral poly(A) tail is determined to be associated with the efficiency of virus translation [2] . The cytoplasmic regulation of poly(A) tail length has also been well-documented in certain mRNAs during the maturation of oocytes [3] [4] [5] [6] [7] [8] , and the regulated poly(A) tail length in these mRNAs is also linked to the regulation of translation [4, 6, 9, 10] . Therefore, the regulation of translation by poly(A) tail length of the BCoV and oocytes may be mechanistically parallel. Whether this regulation feature is common to coronaviruses and can occur in other cell types and living systems other than HRT-18 cells remains unknown.",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 300,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 562,
                    "end": 565,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 1005,
                    "end": 1008,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 1141,
                    "end": 1144,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 1145,
                    "end": 1148,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 1149,
                    "end": 1152,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 1153,
                    "end": 1156,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 1157,
                    "end": 1160,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 1161,
                    "end": 1164,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 1268,
                    "end": 1271,
                    "text": "[4,",
                    "ref_id": null
                },
                {
                    "start": 1272,
                    "end": 1274,
                    "text": "6,",
                    "ref_id": null
                },
                {
                    "start": 1275,
                    "end": 1277,
                    "text": "9,",
                    "ref_id": null
                },
                {
                    "start": 1278,
                    "end": 1281,
                    "text": "10]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The establishment of cell lines has contributed to biological research [11] ; however, most cell lines are derived from tumor cells, which may have undergone mutations and preserve some aspects of disease [12, 13] . As a consequence, the biological function that is identified in these cell lines may not be applied to primary cells or living animals and, therefore, the identified function may not be significant [14] . In the current study, to determine whether the regulation of coronaviral poly(A) tail length is a common property among coronaviruses and can occur in noncancerous cells and animals, IBV virulent strain TW1 (IBV-TW1) [15, 16] , a causative pathogen in the worldwide poultry industry which is in the genus gammacoronaviruses and is a phylogenetically distant coronavirus from BCoV, was selected and tested. In addition, the IBV avirulent strain H120, which has been used in broilers to protect chickens against wild-type (wt) IBV infection [17] , was also employed to test whether the regulation was different between the avirulent and virulent strains of IBV. We concluded that the regulation may be a common feature of coronaviruses and is not host cell-specific. Thus, the regulated coronaviral poly(A) tail length may play an important role during coronavirus infection, and the cells and animal species used in this study could be adequate candidates to approach the detailed mechanisms of the regulation.",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 75,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 205,
                    "end": 209,
                    "text": "[12,",
                    "ref_id": null
                },
                {
                    "start": 210,
                    "end": 213,
                    "text": "13]",
                    "ref_id": null
                },
                {
                    "start": 414,
                    "end": 418,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 638,
                    "end": 642,
                    "text": "[15,",
                    "ref_id": null
                },
                {
                    "start": 643,
                    "end": 646,
                    "text": "16]",
                    "ref_id": null
                },
                {
                    "start": 960,
                    "end": 964,
                    "text": "[17]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "HRT-18 cells and Baby Hamster Kidney-21 (BHK-21) cells were maintained in Dulbecco's modified Eagle's medium (DMEM) supplemented with 10 % newborn calf serum in an incubator containing 5 % CO 2 at 37°C. The Mebus strain of BCoV was plaque-purified three times and grown in a HRT-18 cell line as described previously [18, 19] . Primary cultures of chicken embryo kidney (CEK) cells were prepared from 18-day-old chicken embryonic eggs and grown in minimum essential medium supplemented with 10 % serum at 37°C in a 5 % CO 2 incubator, and IBV-TW1 [15, 16] and H120 (Intervet, UK) were propagated in the allantoic cavity of 9-day-old specific pathogen free (SPF) embryonic eggs (Animal Health Research Institute, Council of Agriculture, Tamsui, Taiwan). The allantoic fluid of IBV-TW1 or H120 was collected at 72 h postinoculation and used to infect CEK cells. The supernatant collected at 48 hpi from infected CEK cells was used as the inoculum in the subsequent experiments.",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 320,
                    "text": "[18,",
                    "ref_id": null
                },
                {
                    "start": 321,
                    "end": 324,
                    "text": "19]",
                    "ref_id": null
                },
                {
                    "start": 546,
                    "end": 550,
                    "text": "[15,",
                    "ref_id": null
                },
                {
                    "start": 551,
                    "end": 554,
                    "text": "16]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Cells and viruses"
        },
        {
            "text": "To prepare viral RNA from BCoV-infected BHK-21 cells, confluent BHK-21 cells in a 35-mm-diameter dish was infected with the Mebus strain of BCoV at a multiplicity of infection (MOI) of 1 PFU/cell, and total cellular RNA was extracted using TRIzol (Invitrogen) at different time points postinfection, as indicated in the experiment. To determine the poly(A) tail length in the inoculum of IBV-TW1 and H120, viral RNA from purified IBV-TW1 and H120 was extracted using TRIzol (Invitrogen). To prepare viral RNA from IBV-TW1-or H120-infected CEK cells, confluent CEK cells in 35-mm dishes were infected with inoculum of IBV-TW1 or H120 at an MOI of 0.1 PFU/cell, and total cellular RNA was extracted using TRIzol (Invitrogen). To prepare viral RNA from the tracheas of IBV-TW1-infected SPF chickens, 18 1-day-old SPF chickens were inoculated with 0.5 ml of IBV-TW1 (2 9 10 5 PFU/ml) via the conjunctival and intranasal routes [20] . The tracheas were then removed at the indicated time points, and the viral RNA was extracted using TRIzol (Invitrogen). Chickens were maintained according to the guidelines established in the ''Guide for the Care and Use of Laboratory Animals'' prepared by the Committee for the Care and Use of Laboratory Animals of the Institute of Laboratory Animal Resources Commission on Life Sciences, National Research Council, USA. The animal study was reviewed and approved by the Institutional Animal Care and Use Committee of National Chung Hsing University, Taiwan.",
            "cite_spans": [
                {
                    "start": 923,
                    "end": 927,
                    "text": "[20]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Preparation of viral RNA"
        },
        {
            "text": "Head-to-tail ligation of viral RNA, RT-PCR, and sequencing A head-to-tail ligation method has been used to determine the lengths of coronaviral poly(A) tails [2] and the terminal features of influenza virus [21] . Specifically, 10 lg of extracted RNA in 25 ll of water, 3 ll of 109 ligation buffer, and 10 U of (in 1 ll) tobacco acid pyrophosphatase (Epicenter) were used to remove the 5 0 capped end of the viral RNA. The decapped viral RNA was then extracted with phenol-chloroform, dissolved in 25 ll of water, heatdenatured at 95°C for 5 min, and quick-cooled for 1 min. For head-to-tail ligation of decapped viral RNA, 3 ll of 109 ligase buffer and 2 U (in 2 ll) of T4 RNA ligase I (New England Biolabs) were then added, and the reaction was incubated for 16 h at 16°C. The head-to-tail ligated viral RNA was then extracted using phenol-chloroform, dissolved in water and quantitated. For the RT reaction, 1 lg of decapped and head-to-tailed RNA was used with SuperScript II reverse transcriptase (Invitrogen), which is able to transcribe poly(A) tails of longer than 100 nt with fidelity [22, 23] , and the resulting cDNA was used for PCR with AccuPrime Taq DNA polymerase (Invitrogen). To determine the length of the poly(A) tail of viral RNA extracted from BCoV-infected BHK-21 cells, the primer BCV29-54(?) was used for RT. For the PCR, 5 ll of the resulting cDNA mixture was used in a 50-ll PCR with primers BCV29-54(?) and BCV3UTR2(-). To examine the length of the poly(A) tails on the viral RNA that was extracted from IBV-TW1-infected CEK cells, H120infected CEK cells and tracheas of IBV-TW1-infected chicks, the primer IBV5UTR(?) was used for cDNA synthesis. For PCR, 5 ll of the resulting cDNA mixture was used in a 50-ll PCR with primers IBV5UTR(?) and IBV3UTR(-). The resulting 50-ll PCR mixture was heated to 94°C for 2 min, then subjected to 34 cycles of 30 s at 94°C, 30 s at 55°C, and 30 s at 72°C. The PCR product was directly sequenced to determine the length of the poly(A) tail. The oligonucleotides used in this study are listed in Table S1 .",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 161,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 207,
                    "end": 211,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 1094,
                    "end": 1098,
                    "text": "[22,",
                    "ref_id": null
                },
                {
                    "start": 1099,
                    "end": 1102,
                    "text": "23]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 2059,
                    "end": 2067,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "Preparation of viral RNA"
        },
        {
            "text": "Western blot analysis BHK-21 cells in 35-mm dishes at *80 % confluency (*8 9 10 5 cells/dish) were infected with BCoV at an MOI of 1 PFU/cell. Cell lysates were harvested at different time points of infection, electrophoresed through 12 % SDS-PAGE gels, and electrotransferred to nitrocellulose membranes (Amersham Biosciences). BCoV nucleocapsid (N) proteins were detected using an antibody specific to the BCoV N protein as the primary antibody and goat antimouse IgG conjugated to HRPO as the secondary antibody (Jackson Laboratory). The proteins detected were visualized using Western Lightning TM Chemiluminescence Reagent (Perkin Elmer NEL105) and X-ray film (Kodak).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation of viral RNA"
        },
        {
            "text": "A head-to-tail ligation method has been previously used to measure the lengths of poly(A) tails [2, 21] and is depicted in Fig. 1a . Using this method, we have demonstrated that the length of the coronaviral poly(A) tail is regulated during BCoV infection in HRT-18 cells [2] . To determine whether the regulation of the coronaviral poly(A) tail length is host cell-specific, an inoculum with an infectious titer of *10 6 PFU/ml BCoV and a poly(A) tail length of *45 nt [2] was used to infect freshly confluent BHK-21 cells with an MOI of *1 PFU/cell. Total cellular RNA was then extracted at the time points indicated in Fig. 1b and used for head-totail ligation to measure the lengths of the poly(A) tails. Since genome and subgenome of coronaviruses contain the same sequence of 3 0 UTR, the sizes of poly(A) tail measured with this method reflect the lengths in the major population of total positive-strand BCoV RNA including genomic RNA and subgenomic RNA. As shown in Fig. 1b , the length of the RT-PCR products (lanes 5-13), which contained the sequences from BCoV 3 0 UTR, poly(A) tail, and BCoV 5 0 UTR, varied and ranged from *200 to *250 base pairs (bp). After direct sequencing of the RT-PCR products, the lengths of the poly(A) tails represented in the major population of the total BCoV positive-strand RNA were determined to be *33 nt (1-4 hpi), *62 nt (8 hpi), *51 nt (12 hpi), *41 nt (18-24 hpi), and *\\40 nt (48-72 hpi) (Fig. 1c) . The poly(A) tail length was increased during early infection (0-8 hpi), but gradually decreased after 8 h of infection throughout the 72-h period of infection. The regulated pattern of coronaviral poly(A) tail length in BCoV-infected BHK-21 cells was similar to that in BCoV-infected HRT-18 cells [2] . After three rounds of independent experiments, the amount of viral RNA at each time point was quantitated according to the intensity of the RT-PCR products (Fig. 1b) . As shown in Fig. 1d , the amount of viral RNA increased markedly over time with the lengthening of poly(A) tail during the early infection, suggesting that the efficiency of viral RNA synthesis may correlate with the poly(A) tail length. To test further whether the increase of viral poly(A) tail length is also associated with the translation of coronavirus, accumulation of the BCoV N protein was measured by Western blot analysis (Fig. 1e , left panel). As shown in Fig. 1e , right panel, the synthesis efficiency of BCoV N protein was also significantly enhanced over time with the increase of poly(A) tail length during the early infection. Taken together, these results suggest that (1) the length of the poly(A) tail on the total positive-strand BCoV RNA is also regulated during infection in BHK-21 cells, demonstrating that this regulation is not host cell-specific and (2) the increased efficiency of gene expression in the early infection of coronavirus may correlate with the lengthening of coronaviral poly(A) tail.",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 99,
                    "text": "[2,",
                    "ref_id": null
                },
                {
                    "start": 100,
                    "end": 103,
                    "text": "21]",
                    "ref_id": null
                },
                {
                    "start": 272,
                    "end": 275,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 470,
                    "end": 473,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 1748,
                    "end": 1751,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 123,
                    "end": 130,
                    "text": "Fig. 1a",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 622,
                    "end": 629,
                    "text": "Fig. 1b",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 975,
                    "end": 982,
                    "text": "Fig. 1b",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1439,
                    "end": 1448,
                    "text": "(Fig. 1c)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1910,
                    "end": 1919,
                    "text": "(Fig. 1b)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1934,
                    "end": 1941,
                    "text": "Fig. 1d",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2355,
                    "end": 2363,
                    "text": "(Fig. 1e",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2391,
                    "end": 2398,
                    "text": "Fig. 1e",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Regulation of coronaviral poly(A) tail length in BHK-21 cells during BCoV infection"
        },
        {
            "text": "Immortalized cell lines have been used in viral studies for several decades because they replicate with no restriction and are readily available [11] . Some of these cell lines were established from cancerous cells, for example, HRT-18 cells [24] , which were used for the study of regulated coronaviral poly(A) tail length during BCoV infection [2] ; therefore, they may still preserve certain features of the common feature among coronaviruses, the IBV virulent strain IBV-TW1, which is in the genus gammacoronaviruses and is phylogenetically distant from BCoV, was selected and tested in primary CEK cells. We first determined the poly(A) tail length of the IBV-TW1 that were used for inoculum. For this, the IBV-TW1 prepared from the supernatant of IBV-TW1-infected CEK cells was harvested at 48 hpi. The viral RNA that was extracted from the pelleted IBV-TW1 was decapped by tobacco acid pyrophosphatase and ligated head-to-tail by T4 RNA ligase I. RT-PCR was then performed using a primer set that specifically anneals to the 5 0 and 3 0 UTRs of the IBV-TW1 genome, as described in the Materials and Methods, and the resulting RT-PCR product (Fig. 2a, left panel, lane 2 ) was sequenced to determine the precise viral poly(A) tail lengths. The results showed that the length of the poly(A) tail of IBV-TW1 in the inoculum was *41 nt (Fig. 2a, right panel) . To test whether the poly(A) tail length of IBV-TW1 in CEK cells was regulated during infection, the IBV-TW1 inoculum was used to infect CEK cells with an MOI of *0.1 PFU/cell. Total cellular RNA was extracted at the time points indicated in Fig. 2b , and the length of the viral poly(A) tail was determined as described above. The length of the RT-PCR products ranged from *250 to *300 bp was observed as shown in Fig. 2b . By direct sequencing of the RT-PCR products, the lengths of poly(A) were determined to be *36, *57, *38, *37, *36, *36, and *32 nt at 1, 2, 8, 12, 24, 36, and 48 hpi, respectively (Fig. 2c) , suggesting the poly(A) tail length is regulated during IBV-TW1 infection in CEK cells. By quantitating the intensity of the RT-PCR products from Fig. 2b , it was found that the amount of viral RNA increased markedly over time with the lengthening of poly(A) tail during the early infection (Fig. 2d) . Thus, these results suggest that (1) the regulation of coronaviral poly(A) tail length is not host cell-specific or coronavirus species-specific, and (2) 1 ) and primary cell culture (CEK cells) (Fig. 2) . To further investigate whether this feature also occurs in animals, 1-day-old SPF chickens were inoculated with a 0.5-ml inoculum containing an infectious titer of *2 9 10 5 PFU/ml of IBV-TW1. The tracheas were collected from the chickens at the indicated time points in Fig. 3a , and RNA that was extracted from the tracheas was decapped and head-to-tail ligated. RT-PCR was carried out using a primer set, as described above for determining poly(A) tail length of wild-type IBV-TW1 in CEK cells.",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 149,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 242,
                    "end": 246,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 346,
                    "end": 349,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1148,
                    "end": 1176,
                    "text": "(Fig. 2a, left panel, lane 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1339,
                    "end": 1361,
                    "text": "(Fig. 2a, right panel)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1605,
                    "end": 1612,
                    "text": "Fig. 2b",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1778,
                    "end": 1785,
                    "text": "Fig. 2b",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1968,
                    "end": 1977,
                    "text": "(Fig. 2c)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2125,
                    "end": 2132,
                    "text": "Fig. 2b",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2270,
                    "end": 2279,
                    "text": "(Fig. 2d)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2436,
                    "end": 2437,
                    "text": "1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2477,
                    "end": 2485,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2759,
                    "end": 2766,
                    "text": "Fig. 3a",
                    "ref_id": null
                }
            ],
            "section": "Coronaviral poly(A) tail length is regulated in primary CEK cells during IBV-TW1 infection"
        },
        {
            "text": "The lengths of the RT-PCR products were varied throughout the 10 days of infection, as shown in Fig. 3a , right panel. The poly(A) tail length was then determined by direct sequencing of the RT-PCR products. As illustrated in Fig. 3b , the viral poly(A) tail length was *45 nt at 1 day postinfection (dpi) and then increased to *60 nt at 2 dpi. After 2 days of infection, the length of the poly(A) tail gradually decreased (*51 and *47 nt at 3 and 5 dpi, respectively). Interestingly, the poly(A) tail length was increased again after 5 days of infection (*49 and *67 nt at 6 and 10 dpi, respectively). By quantitating the intensity of the RT-PCR products from Fig. 3a , high level of the viral RNA was detected at 1 dpi (Fig. 3c) ; however, the level of viral RNA was decreased at 2 dpi, and then increased markedly at 3 dpi. The amount of viral RNA was maintained at a high level after 3 days of infection and then gradually decreased at 5 days of infection. We suggested that the large amount of viral RNA detected at 1 dpi was due to the retention of inoculum in the tracheas of chickens. Therefore, regardless of the level of viral RNA at 1 dpi, the amount of viral RNA was also increased markedly over time with the first lengthening of poly(A) tail in the early infection of IBV-TW1 in tracheas. The reason for the second lengthening of viral poly(A) tail is not known, but we speculate it may correlate with the viremia (Discussion). These results demonstrated that (1) the regulation of coronaviral poly(A) tail length during infection occurs not only in cell cultures but also in living systems and (2) the gene expression of coronavirus in living systems, as with in cell cultures, may also be associated with the poly(A) tail length during the early infection. Thus, this regulation is not host cell-specific and is a biological feature of coronaviruses during infection.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 96,
                    "end": 103,
                    "text": "Fig. 3a",
                    "ref_id": null
                },
                {
                    "start": 226,
                    "end": 233,
                    "text": "Fig. 3b",
                    "ref_id": null
                },
                {
                    "start": 661,
                    "end": 668,
                    "text": "Fig. 3a",
                    "ref_id": null
                },
                {
                    "start": 721,
                    "end": 730,
                    "text": "(Fig. 3c)",
                    "ref_id": null
                }
            ],
            "section": "Coronaviral poly(A) tail length is regulated in primary CEK cells during IBV-TW1 infection"
        },
        {
            "text": "The poly(A) tail length of the IBV avirulent strain H120 is regulated during infection in CEK cells IBV is a causative pathogen that has led to serious economic losses worldwide in the poultry industry. The avirulent strain H120, a commonly used live-attenuated IB vaccine, has contributed to the protection of chickens from infection by virulent IBV. In the current study, we have showed that viral poly(A) tail length is regulated during infection of CEK cells by the virulent IBV-TW1 strain. To determine whether the regulation profile of poly(A) tail length is different between avirulent and virulent strains of IBV, the avirulent strain H120 was selected and tested. For this experiment, we first determined the poly(A) tail length of the avirulent strain H120 in the inoculum using the above-described method, and the poly(A) tail length of the avirulent strain H120 in the inoculum was shown to be 25 nt (Fig. 4a, right panel) . After inoculation of CEK cells with avirulent strain H120 at an MOI of *0.1 PFU/cell, the total cellular RNA was extracted at the time points indicated in Fig. 4b . The extracted RNA was then decapped, head-to-tail ligated, and subjected to RT-PCR using the same primer set as described above for determining the poly(A) tail length of wild-type IBV-TW1. The RT-PCR products were observed, but the length variation was not obvious between them as shown in Fig. 4b . From direct sequencing of the RT-PCR products, the length of the poly(A) tail was determined to be *25, *27, *39, *33, *33, *32, and *27 nt at 1, 2, 8, 12, 24, 36, and 48 hpi (Fig. 4c) , respectively. Interestingly, when compared to the virulent strain IBV-TW1 (Fig. 2c) , it was found that the overall poly(A) tail length of the avirulent strain H120 was shorter during infection, particularly for the poly(A) tail length at 2 hpi (57 nt for IBV-TW1 and 27 nt for H120). By quantitating the intensity of the RT-PCR products from Fig. 4b , the amount of viral RNA increased over time with the lengthening of poly(A) tail in the early infection of IBV-H120 (Fig. 2d) . These results suggest that the poly(A) tail length of the avirulent strain H120 is also regulated and correlates with gene expression during infection in CEK cells, although the regulation pattern of this avirulent strain is slightly different from that of virulent strain IBV-TW1. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 912,
                    "end": 934,
                    "text": "(Fig. 4a, right panel)",
                    "ref_id": null
                },
                {
                    "start": 1092,
                    "end": 1099,
                    "text": "Fig. 4b",
                    "ref_id": null
                },
                {
                    "start": 1393,
                    "end": 1400,
                    "text": "Fig. 4b",
                    "ref_id": null
                },
                {
                    "start": 1578,
                    "end": 1587,
                    "text": "(Fig. 4c)",
                    "ref_id": null
                },
                {
                    "start": 1664,
                    "end": 1673,
                    "text": "(Fig. 2c)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1933,
                    "end": 1940,
                    "text": "Fig. 4b",
                    "ref_id": null
                },
                {
                    "start": 2059,
                    "end": 2068,
                    "text": "(Fig. 2d)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Coronaviral poly(A) tail length is regulated in primary CEK cells during IBV-TW1 infection"
        },
        {
            "text": "The cytoplasmic regulation of poly(A) tail length in certain mRNAs of oocytes has been shown to be associated with translation regulation and thereby affects embryonic development [3] [4] [5] [6] [7] [8] . Regarding positive-strand poly(A) tailcontaining viruses, it has been demonstrated that the length of the coronaviral poly(A) tail is also regulated in BCoVinfected HRT-18 cells and correlates with the efficiency of coronaviral translation [2] . However, the HRT-18 cells used in this study are a cancerous cell-derived cell line that may have undergone significant mutations to become immortal. These mutations may alter the biology of the cell and, therefore, the regulation of BCoV poly(A) tail length that occurred in HRT-18 cells may not be applied to other coronaviruses and cell types. Consequently this property may not be significant for coronaviruses. To address these questions, we have shown in this study that coronaviral poly(A) tail length is also regulated in a noncancerous cell line (BHK-21 cells), primary cell culture (CEK cells), and living system (chickens), suggesting that the regulation is not affected by the cell types and further reinforces the significance of this regulation during coronavirus infection. Because the regulation of poly(A) tail length is not coronavirus species-or host cell-specific and the length of the coronaviral poly(A) tail is associated with the efficiency of coronaviral translation [2] , the factors involved in the regulated mechanism of coronaviral polyadenylation and translation may be correlated with the pathogenesis of coronavirus.",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 183,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 184,
                    "end": 187,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 188,
                    "end": 191,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 192,
                    "end": 195,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 196,
                    "end": 199,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 200,
                    "end": 203,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 446,
                    "end": 449,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 1444,
                    "end": 1447,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In the experiments of BCoV-infected BHK-21 cells and IBV-TW1-infected CEK cells to examine the regulation of coronaviral poly(A) tail length, it was found that the length of coronaviral poly(A) tail from RNA collected at 1 hpi (33 and 36 nt for BCoV and IBV-TW1, respectively) was reduced in comparison with that from inoculum used for infection (45 and 41 nt for BCoV and IBV-TW1, respectively) (Figs. 1c, 2c) . Although the reasons for these results are not clear, it has been demonstrated in bamboo mosaic potexvirus and coxsackievirus B3, both of which are positive-strand poly(A) tail-containing viruses, that the initiation of negative-strand RNA synthesis occurs within the viral poly(A) tail, leading to the synthesis of a shorter poly(U) tail on negative-strand RNA [25, 26] . Therefore, we speculate that coronaviruses might also initiate negative-strand RNA synthesis internally within the poly(A) tail and in turn employ the shorter poly(U) tail on synthesized negative-strand RNA as a template to gradually increase the length of poly(A) tail, leading to a shorter viral poly(A) tail length at the beginning of infection.",
            "cite_spans": [
                {
                    "start": 775,
                    "end": 779,
                    "text": "[25,",
                    "ref_id": null
                },
                {
                    "start": 780,
                    "end": 783,
                    "text": "26]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 396,
                    "end": 410,
                    "text": "(Figs. 1c, 2c)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Although the coronaviral poly(A) tail length is regulated during infection, as demonstrated in this study and others [2] , the time points at which the poly(A) tail lengths increase vary in different coronavirus species and cell types. For example, the lengthened poly(A) tail occurs at 4, 8, 2, and 8 hpi in BCoV-infected HRT-18 cells, BCoVinfected BHK-21 cells, IBV-TW1-infected CEK cells, and IBV-H120-infected CEK cells, respectively. The factors leading to this variation are still not clear because the mechanism of polyadenylation by which coronaviruses lengthen their poly(A) tail remains unknown. However, based on the evidence that the same coronavirus (BCoV) exhibited different poly(A) tail lengths at 4 and 8 hpi in HRT-18 cells [2] and BHK-21 cells (Fig. 1) , respectively, and that the different strains of IBV led to various poly(A) tail lengths at each time point in the same CEK cells (Figs. 2, 4) , we speculate that viral and host factors are involved in this regulatory mechanism. Although the time points at which the poly(A) tail lengths increased varied in different coronaviruses and cell types, by quantitating the intensity of the RT-PCR products it was found that the lengthening of the poly(A) tail in the early stage of infection correlated with the increase of viral gene expression as evidenced by the results of BCoV-infected BHK-21 cells (Fig. 1c, d) , IBV-TW1-infected CEK cells (Fig. 2c, d) , IBV-TW1-infected chickens (Fig. 3b, c) , and IBV-H120-infected cells (Fig. 4c, d) . Therefore, these findings may indicate that the earlier increase in the poly(A) tail length is correlated with faster viral growth kinetics.",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 120,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 742,
                    "end": 745,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 763,
                    "end": 771,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 903,
                    "end": 915,
                    "text": "(Figs. 2, 4)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1372,
                    "end": 1384,
                    "text": "(Fig. 1c, d)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1414,
                    "end": 1426,
                    "text": "(Fig. 2c, d)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1455,
                    "end": 1467,
                    "text": "(Fig. 3b, c)",
                    "ref_id": null
                },
                {
                    "start": 1498,
                    "end": 1510,
                    "text": "(Fig. 4c, d)",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "We also demonstrated that the viral poly(A) tail length was regulated in tracheas of chickens during IBV-TW1 infection, although the time point at which poly(A) tail was lengthened was delayed (2 dpi) when compared with that in CEK cells during IBV-TW1 infection. However, different from the regulation pattern in cell lines or primary cell cultures, the poly(A) tail length was increased again after 5 days of infection, as shown in Fig. 3b . We speculate that the timing of viremia and the infection of fresh cells in chickens may be responsible for the results. Specifically, after inoculation with IBV-TW1, viruses initiate infection in tracheas and increase their poly(A) tail length within 2 days of infection. Note that the large amount of viral RNA detected at 1 dpi may be due to the retention of inoculum in the ciliated columnar epithelium of tracheas and is consistent with the results in the previous work [27] . During the peak of poly(A) tail lengthening, the synthesis of viral RNA was markedly increased (2-3 days postinfection) (Fig. 3c ) and still maintained a high level during 3-5 days of infection even though the length of poly(A) tail was gradually shortened during this time. After 5 days of infection, the loss of ciliated columnar epithelium in the tracheas and the release of viruses from tracheas to bloodstream, which resulted in viremia, led to the decrease of viral RNA detected [27] . At the same time, the viruses released from tracheas infected fresh ciliated columnar epithelium of the tracheas via the bloodstream and initiated replication again, leading to the second lengthening of viral poly(A) tails after 5 days of infection (Fig. 3b) . The pattern of the second lengthening of viral poly(A) caused by the infection of fresh cells with released viruses via bloodstream is similar to that of virus infection in fresh cell lines or primary cell cultures in the early stage of infection as shown in Figs. 1c, 2c, and 4c . Therefore, we speculate that the timing of viremia may be correlated with the second lengthening of viral poly(A) tails in tracheas.",
            "cite_spans": [
                {
                    "start": 919,
                    "end": 923,
                    "text": "[27]",
                    "ref_id": null
                },
                {
                    "start": 1411,
                    "end": 1415,
                    "text": "[27]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 434,
                    "end": 441,
                    "text": "Fig. 3b",
                    "ref_id": null
                },
                {
                    "start": 1046,
                    "end": 1054,
                    "text": "(Fig. 3c",
                    "ref_id": null
                },
                {
                    "start": 1667,
                    "end": 1676,
                    "text": "(Fig. 3b)",
                    "ref_id": null
                },
                {
                    "start": 1938,
                    "end": 1958,
                    "text": "Figs. 1c, 2c, and 4c",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The cytoplasmic regulation of poly(A) tail length has also been documented in certain mRNAs during the maturation of oocytes [3] [4] [5] [6] [7] [8] and in coronavirus genome during infection [2] . In addition, the length of poly(A) tail on coronavirus genome has been demonstrated to contribute to the efficiency of translation and replication in coronaviruses [2, 28] . It could, therefore, be speculated that the regulated length of poly(A) tail may be involved in the regulation of viral translation and replication. This idea is supported by the results in which the synthesis efficiency of viral RNA and protein overall followed the length changes of coronaviral poly(A) tail in BCoV-infected BHK-21 cells during 72 h of infection (Fig. 1d, e) , and thus further reinforces the regulation role of coronaviral poly(A) tail during infection. However, although the overall pattern of viral gene expression is correlated with the length of coronaviral poly(A) tail, the decreased amounts of proteins and RNA detected in the late stage of infection may also result from other mechanisms [29] in addition to the alternations of viral poly(A) tail length.",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 128,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 129,
                    "end": 132,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 133,
                    "end": 136,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 137,
                    "end": 140,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 141,
                    "end": 144,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 145,
                    "end": 148,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 192,
                    "end": 195,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 362,
                    "end": 365,
                    "text": "[2,",
                    "ref_id": null
                },
                {
                    "start": 366,
                    "end": 369,
                    "text": "28]",
                    "ref_id": null
                },
                {
                    "start": 1088,
                    "end": 1092,
                    "text": "[29]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 737,
                    "end": 749,
                    "text": "(Fig. 1d, e)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "In the experiments of CEK cells that were infected with different strains of IBV, the lengths of the poly(A) tails of the avirulent strain H120 were overall shorter than those of the virulent strain IBV-TW1 (Figs. 2, 4) . One may argue that the initial length of the poly(A) tail (41 nt for TW1 and 25 nt for H120) is one of the factors leading to the difference in eventual poly(A) tail length. However, in the previous study in BCoV-infected HRT-18 cells, despite the initial lengths of the poly(A) tail in wild-type BCoV RNA and defective interfering (DI) RNA being different (46 nt for wild-type BCoV RNA and 26 nt for DI RNA), the poly(A) tail length from both were increased up to *60 nt at 8 hpi [2] , indicating that the initial poly(A) tail length may not be the main determinant for the length of the regulated poly(A) tail. Instead, as with a cellular cytoplasmic poly(A) polymerase, we speculate that the coronaviral replicase may be a main factor responsible for the length variation. Furthermore, it has been shown that longer coronaviral poly(A) tail length increases its translation and replication during infection [2, 28] . Accordingly, the enhanced translation and replication by a lengthened poly(A) tail may contribute to the virulence of IBV. Provided that the IBV replicase is involved in the regulation of coronaviral poly(A) tail length, this speculation [1] is consistent with the study in which Armesto et al. [20] suggested that the IBV replicase gene was associated with pathogenicity and [2] , in turn, may explain why the avirulent strain H120 develops a shorter poly(A) tail than the virulent strain IBV-TW1 during infection. In addition, since the avirulent strain H120 in this study developed a shorter poly(A) tail, especially in the early infection, than the virulent strain TW1, it may also be possible to employ viral poly(A) tail length as an indicator of virulence. Further studies are required to determine the correlation between coronaviral poly(A) tail length and virulence with different strains of avirulent and virulent coronaviruses.",
            "cite_spans": [
                {
                    "start": 703,
                    "end": 706,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 1132,
                    "end": 1135,
                    "text": "[2,",
                    "ref_id": null
                },
                {
                    "start": 1136,
                    "end": 1139,
                    "text": "28]",
                    "ref_id": null
                },
                {
                    "start": 1380,
                    "end": 1383,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 1437,
                    "end": 1441,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 1518,
                    "end": 1521,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 207,
                    "end": 219,
                    "text": "(Figs. 2, 4)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Previously published work has shown that the coronaviral poly(A) tail length is regulated during BCoV infection in HRT-18 cells, a cell line derived from human rectal tumor cells, and the regulation correlates with the efficiency of coronaviral translation [2] . In the present study, we extend these findings and demonstrate that the regulation of coronaviral poly(A) tail length also occurs in a noncancerous BHK-21 cell line, primary cell cultures (CEK cells), and living system (chickens), suggesting this regulation is not host cell-specific. Furthermore, besides BCoV, such regulation is also observed in cells infected with the different strains of IBV, indicating that the regulation may be a common feature of coronaviruses. These findings further emphasize the significance of this regulation property during coronavirus infection. In addition, cells and animal species used in this study could be adequate candidates to approach the detailed mechanisms of the regulation.",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 260,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Culture of Animal Cells: A Manual of Basic Technique",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "I"
                    ],
                    "last": "Freshney",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Proc. Natl. Acad. Sci. USA 103",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Kamitani",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Narayanan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lokugamage",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ikegami",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ito",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kubo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Makino",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "12885--12890",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "have altered the normal biology of the cells in vivo. In contrast, primary cell cultures are physiologically similar to normal cells in vivo and may represent living systems. To determine whether the regulation of coronaviral poly(A) tail also occurs in primary cell cultures and whether the regulation of viral poly(A) tail length is a",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Determination of coronaviral poly(A) tail length in BCoVinfected BHK-21 cells. a Strategy for determining coronaviral poly(A) tail length. Total cellular RNA from virus-infected cells was collected, decapped, and head-to-tail ligated. The ligated viral RNA was used as template for RT with 5 0 UTR-specific primer 2, and PCR was performed with 3 0 UTR-specific primer 1 and primer 2. The synthesized RT-PCR product contained the sequences from BCoV 3 0 UTR, poly(A) tail and BCoV 5 0 UTR. b The RT-PCR products synthesized with RNA from BCoV inoculum (lane 2) and with total cellular RNA collected from mock-infected BHK-21 cells (lane 3) and BCoV-infected BHK-21 cells at different time points of infection (lanes 5-13) by the method described in a. c The length of the poly(A) tail as determined by sequencing the RT-PCR products from samples obtained from b, lane 2, and lanes 5-13. The length of poly(A) tail at 1 hpi was compared with that at different time points of infection for statistical analysis. d Quantitation analysis of the RT-PCR products shown in b, lanes 5-13. e Left panel expression of BCoV N protein as analyzed by Western blot analysis. Right panel quantitation analysis of BCoV N protein at different time points of infection. M ds DNA size markers in nt pairs, In inoculum. Values in c-e represent the mean ± SD of three individual experiments. *p \\ 0.05, **p \\ 0.01, ***p \\ 0.001",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Poly(A) tail length of viral RNA from IBV-TW1-infected CEK cells. a Left panel RT-PCR products synthesized with RNA from IBV-TW1 inoculum (lane 2) and with total cellular RNA collected from mock-infected CEK cells (lane 3). Right panel: sequence of the poly(A) tail in the inoculum of IBV-TW1. b The RT-PCR product synthesized with total cellular RNA collected from IBV-TW1-infected CEK cells at different time points of infection (lanes 2-8) by the method described in Fig. 1a, except that the primers used were IBV5UTR(?) (for RT) and IBV3UTR(-). c The viral poly(A) tail lengths, as determined by sequencing the RT-PCR products that were obtained from b, lanes 2-8. The length of poly(A) tail at 1 hpi was compared with that at different time points of infection for statistical analysis. d Quantitation analysis of the RT-PCR products shown in b. M ds DNA size markers in nt pairs, In inoculum. Values in c and d represent the mean ± SD of three individual experiments. *p \\ 0.05, **p \\ 0.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "the increased efficiency of gene expression in the early infection of IBV-TW1 may also correlate with the lengthening of coronaviral poly(A) tail in primary cell cultures. The coronaviral poly(A) tail length is regulated in the tracheas of IBV-TW1-infected chickens Thus far, we have demonstrated that the poly(A) tail length in coronaviruses is regulated in a cancerous cell line (HRT-18 cells) [2], a noncancerous cell line (BHK-21 cells) (Fig.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Determination of the viral poly(A) tail length from the tracheas of chickens infected with IBV-TW1. a The RT-PCR products synthesized by the method described in Fig. 1a with RNA from IBV-TW1 inoculum (lane 2) and with total cellular RNA collected from tracheas of mock-infected chickens (lane 3) and IBV-TW1-infected chickens at different points of infection (lanes 5-10). b The length of the poly(A) tail at different times postinfection, as determined by sequencing the RT-PCR products that were obtained from a. The length of poly(A) tail at 1 dpi was compared with that at different time points of infection for statistical analysis. c Quantitation analysis of the RT-PCR products shown in a, lanes 5-10. M ds DNA size markers in nt pairs, In inoculum. Values in b and c represent the mean ± SD of three individual experiments. **p \\ 0.01, ***p \\ 0.The length of the viral poly(A) tail in IBV-H120-infected CEK cells. a Left panel RT-PCR products synthesized with RNA from IBV-H120 inoculum (lane 2) and total cellular RNA collected from mock-infected CEK cells (lane 3). Right panel sequence of the poly(A) tail in the inoculum of IBV-H120. b The RT-PCR products synthesized with total cellular RNA collected from IBV-H120infected CEK cells at different time points of infection (lanes 2-8).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Determination of poly(A) tail length by direct sequencing of the RT-PCR products obtained from b. The length of poly(A) tail at 1 hpi was compared with that at different time points of infection for statistical analysis. d Quantitation analysis of the RT-PCR products shown in b, lanes 2-8. M ds DNA size markers in nt pairs, In inoculum. Values c and d represent the mean ± SD of three individual experiments. *p \\ 0.05, ***p \\",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgments This work was supported by the grant NSC 101-2313-B005-010-MY3 from the National Science Council (NSC) of the Republic of China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}