{
    "paper_id": "58b9b038e7d43305149f2e4fc50d2aa00f41001f",
    "metadata": {
        "title": "Meeting Report Death in 2000 ways The caspase/mitochondria connection in apoptotic signaling",
        "authors": [
            {
                "first": "A",
                "middle": [],
                "last": "Zeuner",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Catania",
                    "location": {
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "L",
                "middle": [],
                "last": "Ricci-Vitiani",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Hematology and Oncology",
                    "institution": "Istituto Superiore di Sanita Á",
                    "location": {
                        "settlement": "Rome",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "C",
                "middle": [],
                "last": "Conticello",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Catania",
                    "location": {
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "R",
                "middle": [],
                "last": "De Maria",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Catania",
                    "location": {
                        "country": "Italy"
                    }
                },
                "email": "rdemaria@tin.it"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The caspase/mitochondria connection in apoptotic signaling",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The signaling pathways of caspases and mitochondrial proteins provide multiple and interconnected routes that lead to cell death. Although one of them may prevail, depending on the apoptotic stimulus or the cell type examined, in most cases they act in concert, mutually facilitating and amplifying each other's effects. An issue that received increasing attention during the last years is the existence of caspase-independent death programs that can, in some circumstances, substitute for classical apoptosis ultimately leading to cell death with necrotic morphology. Gert van Loo (Gent, Belgium) compared the induction of apoptosis and necrosis in the same cell line and concluded that, if apoptosis is blocked with caspase inhibitors, another cell death pathway involving the activation of serine proteases and the generation of mitochondrial reactive intermediates may be initiated. The biochemical pathway by which death receptors stimulate the production of reactive oxygen intermediates in the absence of caspase activation is still obscure, but it possibly involves the action of yet uncharacterized FADD-interacting proteins since FADD overexpression induces necrotic cell death in Jurkat cells lacking caspase-8. 1 Among the different routes that lead to mitochondria, the GD3 ganglioside pathway has been demonstrated by Maria Rita Rippo (Rome, Italy) to trigger mitochondrial changes, the release of AIF and cytochrome c. Previously implicated in Fas-induced cell death, 2 GD3 ganglioside is supposed to act directly on mitochondrial membranes by inducing opening of the permeability transition (PT) pore and DCm dissipation. Mitochondrial membrane permeabilization is controlled by the permeability transition pore complex (PTPC), a channel formed by proteins of both mitochondrial membranes that interact with pro-and anti-apoptotic members of the Bcl-2 family. Paola Costantini (Villejuif, France) reported that Bcl-2 control of mitochondrial permeabilization can be overcome by thiol crosslinkers, causing a covalent modification of the adenine nucleotide translocator (one component of the PTCP) and leading to cell death irrespectively of Bcl-2 expression levels. The use of pharmacological agents that act directly on the PTCP to induce apoptosis may represent a preliminary step for the development of new chemotherapeutic agents for the treatment of Bcl-2 overexpressing lymphomas.",
            "cite_spans": [
                {
                    "start": 1223,
                    "end": 1224,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The connection between caspase-dependent and -independent events in apoptosis induced by GrB was discussed by Vivien Sutton (Heidelberg, Australia). While caspase inhibition results in protection from nuclear damage but not from cell death induced by GrB, Bcl-2 overexpression is able to abrogate all the apoptotic changes, including mitochondrial depolarization, cytochrome c release and DNA fragmentation. In Bcl-2 overexpressing cells sensitivity to GrB can be restored by the proapoptotic Bcl-2 relative BID, which is rapidly and directly cleaved by GrB and represents the starting point for both mitochondrial and caspase activation. The importance of BID in connecting caspases to mitochondrial events has been recently emphasized by studies on cells from BIDdeficient mice, which display delayed mitochondrial alterations and altered cleavage of caspase substrates in response to death receptors activation. 3 The role of BID activation seems definitely different in the context of anticancer drugs-mediated apoptosis, as was shown by Anya Stepczynska (Muenster, Germany). While during GrBand death receptors-mediated apoptosis BID cleavage participates in the initiator phase of the apoptotic process, during cell death induced by antineoplastic agents the activation of caspase-8 and BID occurs downstream of mitochondria. The activation of long-prodomain caspases in the amplification phase of the apoptotic process has been previously observed in cell-free systems, where it seems to depend on the sequential activation of caspase-3 and -6. 4 The use of chemotherapeutic agents acting through activation of caspases is not effective for the treatment of tumors that express the multidrug resistance (MDR) Pglycoprotein. Ricky Johnstone (Victoria, Australia) reported on the ability of P-glycoprotein to specifically inhibit caspases-8 and ± 3, while caspase-9 remains unaffected and the cells retain sensitivity towards caspase-independent cell death. Using HMBA, a caspase-independent apoptotic inducer that acts on mitochondrial permeability and Bcl-2 expression levels, he was able to induce caspase-independent cell death in Pglycoprotein-positive cells, thus paving the way for the use of HMBA derivatives in the treatment of MDR tumors. Apoptosis induction with anticancer drugs in cells lacking Apaf-1 or caspase-3 was used by Luigi Ravagnan (Villejuif, France) to investigate the role of the mitochondrial factor AIF in nuclear alteration. Chromatin condensation and DNA degradation emerged as the result of two parallel pathways: one is caspase-independent and is mediated by AIF, which translocates from mitochondria to the nucleus and induces a first step of chromatin condensation along with DNA degradation into high molecular weight fragments. The other pathway involves caspase-mediated cleavage of ICAD and results in advanced chromatin condensation with oligonucleosomal degradation of DNA.",
            "cite_spans": [
                {
                    "start": 915,
                    "end": 916,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1552,
                    "end": 1553,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The final must was a report on a new substrate for caspases: cellular substrates have seemingly been so extensively investigated that research starts to head towards rather uncommon proteins. Jean-Francois Eleouet (Jouy-en-Josas, France) studied apoptosis induced by transmissible gastroenteritis coronavirus in a human tumor cell line and found that, in cells that die upon viral infection, caspases cleave the viral nucleocapside protein. As emerging from several recent reports, interaction between the components of the apoptotic machinery and viral proteins may be a generalized mechanism contributing to viral infection modulation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Regulatory mechanisms of apoptosis: to die or not to die?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The commitment phase of apoptosis, when the sequence of events leading to cell death becomes irreversible, is focused on assembly of the mitochondrial apoptosome, a protein complex formed by Apaf-1 (the human homologue of the C. elegans CED-4), procaspase-9 and procaspase-3 in the presence of cytochrome c and dATP. While it was generally assumed that the function of Apaf-1 was limited to promoting caspase-9 clustering, Srinivasa Srinivasula (Philadelphia, USA) presented new evidence pointing to a role of Apaf-1 in the regulation of caspase-9 proteolytic activity. A completely processed form of caspase-9 unable to interact with Apaf-1 does not show any enzymatic activity towards procaspase-3, even in the presence of cytochrome c, dATP and Apaf-1 itself, suggesting that a prolonged interaction of caspase-9 with the CARD domain of Apaf-1 is essential for the apoptotic activity of this caspase. In a two hybrid search for new molecules that interact with the CARD domain of caspase-9, Colin Adrain (Dublin, Ireland) identified a new adaptor protein called DRADD, which contains a death domain as well as a caspase-recruitment domain. DRADD is strongly expressed in the nucleus, where it binds pRb via its C-terminal death domain. The interaction between DRADD and pRb (which lies at the center of a complex network involving E2F, p53, cAb1 and p73) may couple the caspase pathway to proteins that regulate cell cycle and tumor suppression.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The delicate mechanisms responsible for the balance between life and death have been the subject of several presentations. It has been proposed that in some cellular contexts the activation of CD95 by its ligand results in proliferation rather than in apoptosis, 5 although the molecular mechanisms that control the final outcome of the signal are still unclear. Nils Holler (Epalinges, Switzerland) presented evidence that FLIP lies at the crossroad between death and proliferation pathways: under conditions where CD95 generates proliferative signals FLIP recruits RIP and TRAF2 to the CD95 DISC, resulting in the activation of the NF-kB and ERK/MAPK signaling pathways that mediate cell proliferation. The protective effect of MAP kinases towards death receptors-mediated apoptosis was explored by Stefanie Tran (Turku, Finland). Inhibition of the MAPK cascade sensitizes HeLa cells to apoptosis induced by CD95 and TRAIL receptors (but not by TNFR1, which exploits another survival strategy by activating NF-kB). Moreover, constitutive MKK1 activity rescues cycloheximide-sensitized cells from death induced by all three receptors, indicating that the MAPK pathway has a dominant protective effect over death receptor stimulation. The mechanism through which the MEK/MAPK enzymatic cascade promotes cell survival has been investigated by Bryan Ballif (Boston, USA), who identified an antiapoptotic role for RSK1 kinase, a downstream target of the MAPK signaling pathway. RSK1 is able to influence cell death and survival by directly phosphorilating BAD at serine residue critical for BAD apoptotic function and may represent one final effector of MEK survival signals. Finally, Loretta Tuosto (Rome, Italy) reported an interesting regulatory function of CD4 towards the apoptotic signals in memory T cells. CD4 engagement before TCR activation was shown to downregulate cFLIP and upregulate Bax expression, priming T cells to different apoptotic pathways. This study may explain the increased apoptosis sensitivity observed in HIV infected cells.",
            "cite_spans": [
                {
                    "start": 263,
                    "end": 264,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "TNF-related apoptosis-inducing ligand (TRAIL) is a new member of the TNF family that induces apoptosis preferentially in transformed cells and may represent a future anticancer agent devoid of toxic side effects. 6 Several presentations shed new light on the dark sides of TRAIL signaling or added new evidence that can help resolve controversial issues. Henning Walczak (Heidelberg, Germany) defined the contribution of mitochondria-associated events to the TRAIL signaling pathway. He demonstrated that TRAIL-induced apoptosis proceeds through the rapid activation of caspase-8 and caspase-3, while dissipation of DCm and cytochrome c release occur only in a late phase of the process as a consequence of caspase activation. The finding that Bcl-2 or Bcl-x L do not display a protective effect towards TRAIL-induced cell death suggests a possible use of TRAIL for the treatment of tumors that overexpress antiapoptotic members of the Bcl-2 family and have acquired resistance to conventional chemotherapy. After impressive pictures of the crystal structure of TRAIL/TRAIL-R2 complex presented by Juthathip Mongkolsapaya (Oxford, UK), Martin Sprick (Heidelberg, Germany) reported new data on the composition of TRAIL Receptor-2 signaling complex that are likely to solve a longstanding controversy: while the formation of the TRAIL-R DISC had been previously studied through overexpression of associated molecules, in this case the protein complex was examined under native conditions, demonstrating that both FADD and caspase-8 are required for TRAIL-R DISC formation and apoptosis induction (Figure 1 ). These observations are further supported by the resistance to TRAIL-induced apoptosis displayed by FADD or caspase-8 knockout mice. Marion MacFarlane (Leicester, UK) used a cellular approach to explore the mechanisms of caspase action in TRAIL-induced apoptosis. Surprisingly, TRAIL treatment of transformed and nontransformed epithelial cells induces the aggregation of caspases in large cytoplasmic inclusions that also contain cleaved and uncleaved cytokeratins. It would be interesting to see whether sequestration of active caspases into cytoplasmic inclusions is a more generalized way to prevent their activity towards inappropriate substrates or to limit potential damage towards neighboring cells. It is very likely that the use of technical approaches more conservative towards cellular structure will provide important information on the role of the molecular players of apoptosis. An unexpected biological role of TRAIL in thymic negative selection was finally suggested by Katharina Simon (Oxford, UK). In thymus organ cultures, interfering with TRAIL/TRAIL-R2 interaction results in an inhibition of anti-CD3-and superantigen-induced deletion of thymocytes. However, it remains to be determined whether the same effect occurs during antigen-induced negative selection and whether other death receptors could play a similar role.",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 214,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 1594,
                    "end": 1603,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "TRAIL biology and signaling"
        },
        {
            "text": "There is increasing evidence that apoptosis and its cellular mediators may be implicated into nearly all aspects of development and disease, as well as in the regulation of several differentiative pathways. Eric Baehrecke (College Park, USA) presented work on the Drosophila death gene E93, which is involved in ecdysone-induced apoptosis of salivary glands during development. E93 was shown to induce caspase-dependent cell death even in the absence of the rpr, hid and grim gene products, which are required for normal occurrence of nuclear alterations. During human erythroid differentiation caspases play a negative regulatory function in order to maintain red blood cell homeostasis. 7 Ruggero De Maria (Rome, Italy) identified in the transcription factor SCL/Tal-1 both a substrate and a regulator of caspases. Expression of a caspase-uncleavable SCL/Tal-1 mutant is able to rescue erythroid cells from growth arrest and apoptosis induced by growth factor deprivation or death receptors stimulation, indicating that SCL/Tal-1 cleavage is required for caspase-mediated negative regulation of erythroid differentiation. Vincenzo De Laurenzi (Rome, Italy) presented new studies on the p53 homolog p73. Expression of p73 is deficient or altered in neuroblastomas, suggesting that loss of p73 function could contribute to the de-differentiation of neuronal cells. In fact, overexpression of all p73 isoforms, but not of transcriptionally inactive mutants, was able to induce differentiation of neuroblastoma cells in vitro, as shown by the appearance of both morphological and biochemicals markers of mature neuronal cells. These results definitely confirm the role of p73 both in neuronal differentiation and tumor suppression, and highlight the biological differences between p53-family members. Arturo Sala (S Maria Imbaro, Italy) applied representational difference analysis to neuroblastoma cell lines expressing different levels of b-Myb in order to identify b-Myb-regulated genes that may explain the correlation between b-Myb expression and tumor progression. Isolation of apolipoprotein J defined a new role for this protein, which is expressed in advanced neuroblastoma stages and mediates resistance to doxorubicin-induced apoptosis. Escape of many tumors from immune surveillance can be ascribed to the abnormal expression of proteins that can interfere with NK-or CTLmediated cell death. Valentina Screpanti (Stockholm, Sweden) showed that FLIP overexpression protects tumors from death receptor-based cytotoxicity induced by NK cells, which can still act through the perforin/granzyme pathway. The murine protease inhibitor SPI-6, which is a specific inhibitor of grB, is normally found in the cytoplasm of CTL, where it is suggested to protect CTL against their own apoptotic weapons. Jan Paul Medema (Leiden, The Netherlands) reported on the expression of this serpin in murine colon carcinoma cells. These tumors were shown to Meeting Report express a novel serpin that may also be involved in resistance to CTL-induced killing. Finally, this mechanism of resistance is not restricted to murine tumors since the human counterpart of SPI-6, PI-9, was detected in several different human tumors.",
            "cite_spans": [
                {
                    "start": 689,
                    "end": 690,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Apoptosis in development, differentiation and cancer"
        },
        {
            "text": "The involvement of apoptosis-associated molecules in tumor biology was the subject of several presentations that focused on the property of neoplastic cells to circumvent different stages of the apoptotic program. Marja Jaattela (Copenhagen, Denmark) discussed the role of the heat shock protein Hsp70 in protection against apoptosis. Using Hsp70 mutants that lack either the ATP binding domain or the peptide binding domains, she showed that the two regions are implicated in protection from different apoptotic stimuli. While the ATP binding domain blocks heat-induced apoptosis before caspase activation, the peptide binding region is responsible for protection from TNF, which occurs in a yet unidentified point during the amplification phase of cell death. Beside its role in the protection against extrinsically-induced apoptosis, a new possible role for Hsp70 in the prevention of intrinsic activation of death signals emerged from the presentation of Jesper Nylansted (Copenhagen, Denmark). Adenoviral transduction with an antisense cDNA for Hsp70 was sufficient to induce massive apoptosis of breast cancer cell lines but not of non-transformed breast cells, suggesting that the inhibition of Hsp70 synthesis may deserve consideration for the development of new antineoplastic strategies. It would be interesting to determine whether the protective role of Hsp70 towards spontaneous apoptosis in transformed cells involves its association with the SODD (silencer of death domains) protein, described by Fabio Martinon (Epalinges, Switzerland). SODD is known to interact with the cytoplasmic domain of nonactivated TNF-R1 and DR3, preventing their inappropriate interactions with the mediators of death signals. Frank Neumann (London, UK) presented interesting data on intracellular compartmentalization of the short form of cFLIP. Previously reported as a potent inducer of apoptosis, cFLIP is able to exert a protective effect against CD95-induced cell death when dispersed throughout the cytoplasm; conversely, the accumulation of cFlip to form filamentous structures correlates with a proapoptotic function of this protein. The inhibitory activity of FLIP towards CD95-induced apoptosis was shown by Giorgio Stassi (Palermo, Italy) to be implicated in the survival of the thyroid cells during Graves' disease, an autoimmune disease associated with thyroid inflammation. Thyrocytes constitutively express CD95 ligand and during inflammatory conditions they also acquire CD95 expression; the simultaneous expression of CD95 and its ligand leads thyrocytes to death, and this actually happens in Hashimoto's thyroiditis, 8 but not in Graves' disease. While thyrocytes from Hashimoto's thyroiditis display upregulation of caspase-3 and -8, thyroid cells from Graves' disease overexpress both FLIP and Bcl-x L , which are likely to account for the absence of thyroid destruction.",
            "cite_spans": [
                {
                    "start": 2630,
                    "end": 2631,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Anti-apoptotic mechanisms"
        },
        {
            "text": "Few are the fields, apart from apoptosis, that are known to have recorded such a fast progression from pionieristic studies on invertebrates to clinical perspectives. This is exemplified by a growing number of studies focused on the involvement of apoptosis-related molecules in the etiology of multiple and heterogeneous diseases. The role of CD95/ CD95L in ischemia-related neuronal damage was discussed by Huseyin Mehmet (London, UK) and Ana Martin-Villalba (Heidelberg, Germany). In the first presentation CD95 was shown to be expressed and functional in the developing rat brain and to be strongly upregulated in the hippocampus following the induction of cerebral hypoxic-ischemic injury. Consistently with these data, Ana Martin-Villalba provided evidence that death receptors may play a role in brain damage by showing that mice deficient in TNF or in functional CD95L are protected against brain ischemia. This protection is further enhanced in mice lacking both death ligands (gld/ tnf7/7), indicating that there is some degree of redundancy between the two molecules, and can be at least in part reproduced in wild-type mice by administration of antibodies against TNF and CD95. In Alzheimer's disease the generation of amyloid-b peptide by cleavage of the amyloid-b precursor protein (APP) is known to increase sensitivity of neuronal cells to apoptotic cell death, but the mechanism underlying this phenomenon is still unclear. Luciano D'Adamio (Bethesda, USA) reported that cleavage of APP by g-secretase liberates a peptide corresponding to the intracellular domain of the protein that acts as a positive regulator of apoptosis, possibly adding its cytotoxic effects to those mediated by the amyloid-b peptide.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "From worm to hospital: clinical implications of apoptosis research"
        },
        {
            "text": "Apoptosis is an emerging mechanism of cardiomyocyte loss during heart failure. TNF-a is elevated in patients with end-stage heart failure, though its effects on cardiomyocyte survival are not yet clear. Gianluigi Condorelli (Philadelphia, USA) showed that JUN and AKT are responsible for the hypertrophic effect of TNF-a on cardiomyocytes, while FADD-and NF-kB-dependent pathways do not seem to play any role. Apoptosis could be induced by co-treatment of TNF and cycloheximide and could be prevented by acting both on the DISC complex or on mitochondria. In contrast to other cell types, the block of NF-kB, JUN or AKT did not sensitize cardiomyocytes to the pro-apoptotic effects of TNF-a, thus suggesting that a new TNFdependent anti-apoptotic signaling is active in cardiomyocytes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "From worm to hospital: clinical implications of apoptosis research"
        },
        {
            "text": "Increasing the susceptibility of tumor cells to death induced by the immune response or by chemotherapeutic agents is a major goal of apoptosis research. Christopher Stroh (Muenster, Germany) presented an intriguing strategy for enhancing apoptosis sensitivity of tumor cells by transfection of the NF-kB inhibitor IkBa fused with the viral protein VP22: the VP22-IkBa fusion protein migrates out of the transfected cell and is taken up by all the surrounding cells, where it proves highly effective in enhancing the apoptotic effects of TNF and etoposide. Finally, a new experimental strategy for vaccination against melanomas was proposed by Valerie Zimmerman (Milan, Italy), who achieved a long lasting immune response against the tumor by injecting mice with apoptotic melanoma cells coupled with functional TNF-a. The presence of TNF enhances immunogenicity of tumor cells, possibly by limiting the production of immunosuppressive cytokines at the site of apoptotic cell clearance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "From worm to hospital: clinical implications of apoptosis research"
        },
        {
            "text": "Strengthened by young scientist interactions, future developments of the research lines described above are likely to increase our understanding the ever-surprising complexity of apoptosis. Therefore we look forward to the next workshop, planned to be held in 2002 in Spain, which promises to be as stimulating as the first two.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "From worm to hospital: clinical implications of apoptosis research"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Caspase-independent cell killing by Fas-associated protein with death domain",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kawahara",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ohsawa",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Matsumura",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Uchiyama",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nagata",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J. Cell Biol",
            "volume": "143",
            "issn": "",
            "pages": "1353--1360",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Requirement for GD3 ganglioside in CD95-and ceramideinduced apoptosis",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "De Maria",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lenti",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Malisan",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Agostino",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Tomassini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zeuner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Rippo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Testi",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Science",
            "volume": "277",
            "issn": "",
            "pages": "1652--1655",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Bid-deficient mice are resistant to Fas-induced hepatocellular apoptosis",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "M"
                    ],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gross",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zinkel",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Klocke",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Roth",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Korsmeyer",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Nature",
            "volume": "400",
            "issn": "",
            "pages": "886--891",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Serial killers: ordering caspase activation events in apoptosis",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Slee",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Adrain",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Martin",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Cell Death Differ",
            "volume": "6",
            "issn": "",
            "pages": "1067--1074",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Fas transduces activation signals in normal human T lymphocytes",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Alderson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Armitage",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Maraskovsky",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Tough",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Roux",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Schooley",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ramsdell",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Lynch",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Exp. Med",
            "volume": "178",
            "issn": "",
            "pages": "2231--2235",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Tumoricidal activity of tumor necrosis factor-related apoptosisinducing ligand in vivo",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Walczak",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ariail",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gliniak",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Griffith",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kubin",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Woodward",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Le",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Smolak",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Goodwin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Rauch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Schuh",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Lynch",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Nat. Med",
            "volume": "5",
            "issn": "",
            "pages": "157--163",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Negative regulation of erythropoiesis by caspase-mediated cleavage of GATA-1",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "De Maria",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zeuner",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Eramo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Domenichelli",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bonci",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Grignani",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Srinivasula",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Alnemri",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Testa",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Peschle",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Nature",
            "volume": "401",
            "issn": "",
            "pages": "489--493",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Fas/Fas ligand-driven T cell apoptosis as a consequence of ineffective thyroid immunoprivilege in Hashimoto's thyroiditis",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Stassi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Todaro",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bucchieri",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stoppacciaro",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Farina",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zummo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Testi",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Maria",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Immunol",
            "volume": "162",
            "issn": "",
            "pages": "263--267",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Native TRAIL DISC analysis. Following the interaction with TRAIL, both TRAIL-R1 and TRAIL-R2 recruit FADD/MORT1 and caspase-8 to the DISC, as shown after specific neutralization with anti-TRAIL-R2 and anti-TRAIL-R1 blocking antibodies (courtesy of Dr Henning Walczak) Cell Death and Differentiation",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "A Zeuner is a recipient of a FIRC fellowship. R De Maria is supported by grants from AIRC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}