{
    "paper_id": "59b5d58c0bfb16e6e12d646b99e61181c05d5fbc",
    "metadata": {
        "title": "The virulence of mouse hepatitis virus strain A59 is not dependent on ef cient spike protein cleavage and cell-to-cell fusion",
        "authors": [
            {
                "first": "Susan",
                "middle": [
                    "T"
                ],
                "last": "Hingley",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Philadelphia College of Osteopathic Medicine",
                    "location": {
                        "settlement": "Philadelphia",
                        "region": "Pennsylvania",
                        "country": "USA;"
                    }
                },
                "email": ""
            },
            {
                "first": "Isabelle",
                "middle": [],
                "last": "Leparc-Goffart",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Philadelphia College of Osteopathic Medicine",
                    "location": {
                        "settlement": "Philadelphia",
                        "region": "Pennsylvania",
                        "country": "USA;"
                    }
                },
                "email": ""
            },
            {
                "first": "Su-Hun",
                "middle": [],
                "last": "Seo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Pennsylvania School of Medicine",
                    "location": {
                        "settlement": "Philadelphia",
                        "region": "Pennsylvania",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Jean",
                "middle": [
                    "C"
                ],
                "last": "Tsai",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Pennsylvania School of Medicine",
                    "location": {
                        "settlement": "Philadelphia",
                        "region": "Pennsylvania",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Susan",
                "middle": [
                    "R"
                ],
                "last": "Weiss",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Pennsylvania School of Medicine",
                    "location": {
                        "settlement": "Philadelphia",
                        "region": "Pennsylvania",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The cleavage and fusion properties of recombinant murine hepatitis viruses (MHV) were examined to assess the role of the cleavage signal in determining the extent of S protein cleavage, and the correlation between cleavage and induction of cell-to-cell fusion. Targeted recombination was used to introduce amino acid substitutions into the cleavage signal of the fusion glycoprotein (spike or S protein) of MHV strain A59. The recombinants were then used to address the question of the importance of S protein cleavage and viralmediated cell-to-cell fusion on pathogenicity. Our data indicate that cleavage of spike is not solely determined by the amino acid sequence at the cleavage site, but may also depend on sequences removed from the cleavage site. In addition, ef cient cell-to-cell fusion is not necessary for virulence. Journal of NeuroVirology (2002) 8, 400-410.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Murinehepatitis viruses (MHV) are coronaviruses that can be hepatotropic and/or neurotropic (Hirano et al, 1981) . For example, strains MHV-A59 and MHV-4 are both neurotropic, and can produce meningitis, encephalitis, and demyelinating disease. In addition, MHV-A59, along with another strain, MHV-2, can cause severe hepatitis. MHV-4, although considerably more neurovirulent than MHV-A59, causes minimal hepatitis, whereas MHV-2 causes only minimal disease in the central nervous system (CNS) .",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 112,
                    "text": "(Hirano et al, 1981)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 489,
                    "end": 494,
                    "text": "(CNS)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "An important determinant of pathogenicity for MHV is the spike, or S, glycoprotein. This protein is responsible for both viral attachment to the host cell receptor and virus-induced membrane fusion. The S protein of all MHV strains mediates fusion between the viral envelop and the eukaryotic cell membrane, an event that is necessary for entry into a host cell. The S protein of some strains of MHV can also induce cell-to-cel l fusion, producing syncytia. In this report, we consider viruses capable of syncytia formation to have a fusion-positive phenotype, whereas those that do not produce syncytia are referred to as nonfusogenic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The S protein is a 180-kDa glycoprotein that is cleaved into two 90-kDa subunits, the aminoterminal S1 and carboxyterminal S2 subunits (Luytjes et al, 1987) . Although cleavage of the S protein correlates with more ef cient syncytia formation in vitro (Bos et al, 1996; Gombold et al, 1993; Stauber et al, 1993; Taguchi et al, 1992) , the relationship between fusogenicity in vitro and pathogenicity in vivo has not been clearly established for the different strains of MHV. This is in contrast to several other virus systems, where cleavage of the fusion glycoprotein is required for fusion activity of this protein, and cleavage has a direct affect on virulence (Maisner et al, 2000; Rott et al, 1995; Stadler et al, 1997; Volchkov et al, 1998) .",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 156,
                    "text": "(Luytjes et al, 1987)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 252,
                    "end": 269,
                    "text": "(Bos et al, 1996;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 270,
                    "end": 290,
                    "text": "Gombold et al, 1993;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 291,
                    "end": 311,
                    "text": "Stauber et al, 1993;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 312,
                    "end": 332,
                    "text": "Taguchi et al, 1992)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 664,
                    "end": 685,
                    "text": "(Maisner et al, 2000;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 686,
                    "end": 703,
                    "text": "Rott et al, 1995;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 704,
                    "end": 724,
                    "text": "Stadler et al, 1997;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 725,
                    "end": 746,
                    "text": "Volchkov et al, 1998)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Cleavageof MHV S proteins occurs following a basic-X-basic-basi c amino acid sequence motif that is recognized by furin or furin-like proteases (Barr, 1991; Nakayama, 1997) . The furin-like proteases are cellular enzymes that are responsible for processing hormone precursors into mature, active hormones. These proteases have also been shown to cleave a variety of viral fusion glycoprotein s (Bolt and Pedersen, 1998; Bolt et al, 2000; Hallenberger et al, 1997; Vey et al, 1995; Volchkov et al, 2000) . The fusogenic strains MHV-A59 and MHV-4 both have a cleaved S protein and have cleavage signals of RRAHR and RRARR, respectively. MHV-2, on the other hand, is nonfusogenic, and expresses an uncleaved S protein having the sequence HRARS at the region homologous to the MHV cleavage signal. In order to evaluate the role of the cleavage signal in determining fusion phenotype, and potentially pathogenicity, we wanted to generate viruses with different mutations in the cleavage signal of their S proteins.",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 156,
                    "text": "(Barr, 1991;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 157,
                    "end": 172,
                    "text": "Nakayama, 1997)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 394,
                    "end": 419,
                    "text": "(Bolt and Pedersen, 1998;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 420,
                    "end": 437,
                    "text": "Bolt et al, 2000;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 438,
                    "end": 463,
                    "text": "Hallenberger et al, 1997;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 464,
                    "end": 480,
                    "text": "Vey et al, 1995;",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 481,
                    "end": 502,
                    "text": "Volchkov et al, 2000)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Our previous studies using mutants of MHV-A59 derived from persistently infected glial cells indicate that a wild-type fusion phenotype is not required for replication in the CNS (Hingley et al, 1994) . These mutants, however, encode two amino acid substitutions in the S protein. One mutation lies within a putative receptor binding region of S (Kubo et al, 1994) , and the second, at amino acid codon 716 (H716D), is within the cleavage signal of S (Luytjes et al, 1987) . Previous data suggested that the H716D substitution prevents cleavage of the S protein, which would account for the delayed fusion phenotype of these mutants, because several cleavage and fusion revertant viruses replaced the aspartic acid residue (Gombold et al, 1993) . The mutant cleavage and fusion phenotypes were seen only when the H716D substitution was present (Hingley et al, 1995; Leparc-Goffart et al, 1997 ; however, none of the glial cell mutants had the H716D mutation alone, so it was necessary to isolate recombinant viruses expressing the H716D mutation alone in order to assess the potential affect of this particular mutation on cleavage of S, fusogenicity, and virulence.",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 200,
                    "text": "(Hingley et al, 1994)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 346,
                    "end": 364,
                    "text": "(Kubo et al, 1994)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 451,
                    "end": 472,
                    "text": "(Luytjes et al, 1987)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 723,
                    "end": 744,
                    "text": "(Gombold et al, 1993)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 844,
                    "end": 865,
                    "text": "(Hingley et al, 1995;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 866,
                    "end": 892,
                    "text": "Leparc-Goffart et al, 1997",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Targeted recombination has been used to isolate murine hepatitis viruses with a de ned spike gene placed into an MHV-A59 background (Fischer et al, 1997; Koetzner et al, 1992) . We have used this technology to select viruses that contain either the H716D point mutation, or the corresponding sequence from the MHV-2 S gene, in the cleavage signal of the MHV-A59 spike protein. These cleavage site recombinants indicate that the cleavage signal alone is not the sole determinant of S protein cleavage and viral fusion phenotype.",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 153,
                    "text": "(Fischer et al, 1997;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 154,
                    "end": 175,
                    "text": "Koetzner et al, 1992)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To assess the in vivo and in vitro phenotypes of the recombinants, it was important to include as a control wild-type recombinants in which the wild-type S genes of MHV-A59 or MHV-2 are (re)introduced into the parent MHV-A59 background. These recombinants, described in previous studies (Das Sarma et al, 2000; Leparc-Goffar t et al, 1998; Phillips et al, 1999) , would control for possible effects of mutations outside of the S gene, because all recombinants have the same background genes and therefore differ only by the de ned mutation near the cleavage site. This is the rst time that pairs of viruses have been available for study that differ only by de ned mutations known to disrupt cleavage and fusion properties of the S protein.",
            "cite_spans": [
                {
                    "start": 287,
                    "end": 310,
                    "text": "(Das Sarma et al, 2000;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 311,
                    "end": 339,
                    "text": "Leparc-Goffar t et al, 1998;",
                    "ref_id": null
                },
                {
                    "start": 340,
                    "end": 361,
                    "text": "Phillips et al, 1999)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Several laboratories have shown that lack of cleavage of S correlates with less ef cient induction of cellto-cell fusion (Bos et al, 1996; Gombold et al, 1993; Stauber et al, 1993; Taguchi et al, 1992) . Previous studies from this laboratory using mutants isolated from persistently infected glial cells (Gombold et al, 1993) have suggested that an H716D mutation, which changes the RRAHR cleavage signal to an RRADR sequence, is associated with an uncleaved S protein, but did not directly assess the affect of that mutation on virulence. As one would predict, and as seen in Figure 1 , the H716D mutation did dramatically reduce the amount of S protein cleavage compared to cleavage of the wild-type protein (S H716D R24 and S H716D R26 versus S A59 R10). However, upon examining multiple blots of S H716D R24 and S H716D R26 lysate and virion samples, it was also evident that, although cleavage was inhibited, it rarely appeared to be completely prevented.",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 138,
                    "text": "(Bos et al, 1996;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 139,
                    "end": 159,
                    "text": "Gombold et al, 1993;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 160,
                    "end": 180,
                    "text": "Stauber et al, 1993;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 181,
                    "end": 201,
                    "text": "Taguchi et al, 1992)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 304,
                    "end": 325,
                    "text": "(Gombold et al, 1993)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 577,
                    "end": 585,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Cleavage of S protein in recombinant viruses"
        },
        {
            "text": "Cleavage of S protein in recombinant viruses. Virions derived from infected L2 cells were analyzed by Western blot as described in Materials and methods. On the left is shown the migration of molecular weight markers, in kDa, while on the right is shown the migration of cleaved and uncleaved forms of S protein (arrowheads). Image analysis of either viral pellets or infected cell lysates offered a semiquantitative measure of the relative amounts of cleaved and uncleaved S protein.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 1"
        },
        {
            "text": "The measure of S cleavage was based on the relative intensity of protein bands migrating at either 180 kDa (uncleaved S) or 90 kDa (cleaved S). It does not take into account oligomeric, unglycosylated , or alternatively processed forms of S. These data indicate that for S protein derived from S H716D recombinants, less than 10% of the material in the two bands migrated as cleaved S, whereas approximately 60% of the S A59 R10 S protein migrated as cleaved S (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 461,
                    "end": 470,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Figure 1"
        },
        {
            "text": "To further examine the relationship between cleavage of the S protein and the sequence of the cleavage signal, we isolated a second pair of recombinant viruses (S cs2 recombinants) that contain the MHV-2 cleavage signal (TSHRARS) in an MHV-A59 spike background. Because the S protein of MHV-2 is not cleaved, it was anticipated that this change would create a variant of MHV-A59 with an uncleaved S protein. However, cleavage did occur in the two S cs2 recombinants, S cs2 R101 and S cs2 R104, albeit at reduced levels relative to wild-type MHV-A59 S protein. The amount of cleaved S, or 90-kDa protein, observed with the S cs2 recombinants (10% to 20%) was typically slightly greater than that of the S H716D recombinants, but markedly less than that seen with S A59 R10 (Table 1 ). In contrast, S protein expressed by Penn-98-1, a recombinant virus with the entire MHV-2 S gene placed into the MHV-A59 background, appeared uncleaved in Western blots ( Figure 1 ). The calculated % cleaved S of Penn-98-1, based on image analysis, was <5% (Table 1 ), indicating that the optical density of the portion of the lane corresponding to the migration of a 90-kDa protein was minimally above background levels.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 772,
                    "end": 780,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 954,
                    "end": 962,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 1040,
                    "end": 1048,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Figure 1"
        },
        {
            "text": "Previous studies indicated that the H716D mutation in S was necessary for a delayed fusion phenotype, but did not prove that the mutation alone Figure 2 Fusion phenotype of recombinant viruses. Con uent L2 monolayers were infected with virus at an MOI of 1. The percentage of nuclei involved in syncytia was quanti ed as described in Materials and methods. The results shown are representative of three separate fusion assays. The mean viral titers of duplicate infected wells at 9 or 12 hours post infection are listed in Table 1. was responsible for this phenotype (Gombold et al, 1993) . Figure 2 compares the fusion phenotype in L2 cells of S H716D recombinants and that of a wildtype recombinant (S A59 R10) that contains the wildtype MHV-A59 S sequence. As shown in Figure 2 , the fusion phenotype of the S H716D recombinants was delayed relative to the wild-type control, and therefore this mutation was suf cient to inhibit cell-to-cell fusion.",
            "cite_spans": [
                {
                    "start": 567,
                    "end": 588,
                    "text": "(Gombold et al, 1993)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 152,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 523,
                    "end": 531,
                    "text": "Table 1.",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 591,
                    "end": 599,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 772,
                    "end": 780,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Fusion phenotype of recombinant viruses in vitro"
        },
        {
            "text": "Because the MHV-2 S protein is known to be nonfusogenic, it was predictable that Penn-98-1, which expresses the MHV-2 S protein, would have a similar cleavage and fusion phenotype, as indeed was the case (Figure 2 ). We had originally expected the S cs2 recombinants, S cs2 R101 and S cs2 R104, to be nonfusogenic, but instead they displayed a delayed fusion phenotype similar to that of the S H716D recombinants, and consistent with the low level of cleavage observed with these viruses. Any observed differences in the amount of cell-to-cel l fusion produced by the various recombinant viruses were not due to inhibition of viral replication in cell culture. As seen in Table 2 , all viruses had similar titers at 9 and 12 h post infection. 3.6 £ 10 7 5.5 £ 10 7 SH716DR26",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 204,
                    "end": 213,
                    "text": "(Figure 2",
                    "ref_id": null
                },
                {
                    "start": 672,
                    "end": 679,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Fusion phenotype of recombinant viruses in vitro"
        },
        {
            "text": "3.9 £ 10 7 1.8 £ 10 7 Scs2R104 1.8 £ 10 7 4.0 £ 10 7 Scs2R101 2.7 £ 10 7 6.5 £ 10 7 Penn-98-1 3.0 £ 10 7 2.7 £ 10 7 a PFU/ml indicates the mean viral titer of supernates from duplicate wells infected for the fusion experiment presented in Figure 2 . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 239,
                    "end": 247,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Fusion phenotype of recombinant viruses in vitro"
        },
        {
            "text": "In some viral systems, cleavage and subsequent activation of the fusion protein correlates with viral virulence and tropism (Maisner et al, 2000; McCune et al, 1988; Rott et al, 1995; Stadler et al, 1997) . The cleavage site recombinants provide a means to examine the importance of viral-induced cell-to-cell fusion on pathogenicity for MHV. The virulence of these viruses, as well as their ability to replicate in vivo, was assessed following intracerebral inoculation of C57BI/6 mice with S A59 R10, S H716D R24, S H716D R26, S cs2 R101, and S cs2 R104. The LD 50 of the wild-type recombinant is approximately 5 £ 10 3 PFU following intracerebral (IC) inoculation, similar to that of wild-type MHV-A59 (Hingley et al, 1994; Leparc-Goffar t et al, 1998) (Table 3 ). The LD 50 values of S H716D R24 and S H716D R26 are four-to vefold higher, at 1:9 £ 10 4 and 2:7 £ 10 4 , respectively, indicating that these viruses are only slightly attenuated relative to wild-type virus. On the other hand, the LD 50 values of the S cs2 recombinants (>2 £ 10 6 ; Table 3 ) are considerably higher than both wild type and S H716D recombinants.",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 145,
                    "text": "(Maisner et al, 2000;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 146,
                    "end": 165,
                    "text": "McCune et al, 1988;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 166,
                    "end": 183,
                    "text": "Rott et al, 1995;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 184,
                    "end": 204,
                    "text": "Stadler et al, 1997)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 705,
                    "end": 726,
                    "text": "(Hingley et al, 1994;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 727,
                    "end": 755,
                    "text": "Leparc-Goffar t et al, 1998)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 756,
                    "end": 764,
                    "text": "(Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1051,
                    "end": 1058,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Replication and virulence of recombinant viruses in the brain and liver"
        },
        {
            "text": "As seen in Figure 3 , the S H716D recombinants replicated in the brains of infected animals as well as or better than wild-type recombinants, although liver titers tended to be more variable, and were more likely to be reduced in mice infected with the S H716D recombinants. In contrast, replication of the S cs2 recombinants was signi cantly impaired, in both liver and brain, compared to that of S A59 R10 (Figure 3 ). Brain titers in mice infected with the S cs2 recombinants peaked anywhere from 3 to 5 days post infection, at which point they were typically more than 10-fold lower than those in mice infected with S A59 R10 or the S H716D recombinants. Liver titers were often undetectable in mice infected with the S cs2 recombinants, though low titers were seen occasionally, especially at 3 days post infection.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 11,
                    "end": 19,
                    "text": "Figure 3",
                    "ref_id": null
                },
                {
                    "start": 408,
                    "end": 417,
                    "text": "(Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Replication and virulence of recombinant viruses in the brain and liver"
        },
        {
            "text": "Immunohistochemistry was performed to examine the distribution of viral antigen in brain and liver sections from infected mice. Positive staining for viral antigen was observed in similar regions of the brains of mice infected with S A59 R10, S H716D recombinants, or S cs2 recombinants ( Figure 4) . However, consistent with the low titers detected in tissue from animals infected with S cs2 recombinants, viral antigen staining was much less prevalent in these mice. Positive staining for viral antigen was often observed in the following regions: (1) at the level of the hippocampus and habenular nucleus; (Figure 4 ; A, C, E) (2) in the frontal cortex just off the midline, at the level of the accumbuns nucleus, and including the cingulate and infralimbic cortex; (Figure 4 ; B, D, F) and (3) in the vicinity of the hippocampus and along the lateral ventricle. Viral antigen was associated predominately with cells that morphologically resembled glial cells, neurons, and choroid plexus epithelia. In ammation was often observed in regions staining positive for viral antigen.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 289,
                    "end": 298,
                    "text": "Figure 4)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 609,
                    "end": 618,
                    "text": "(Figure 4",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 769,
                    "end": 778,
                    "text": "(Figure 4",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Replication and virulence of recombinant viruses in the brain and liver"
        },
        {
            "text": "Extensive labeling for viral antigen was observed in livers of mice infected with the three types of recombinant viruses ( Figure 5 ), even though viral titers were often undetectable in mice infected with S cs2 recombinants. However, necrotic foci were more prevalent and larger in animals infected with A A59 R10 or S H716D recombinants than in mice infected with the S cs2 recombinants.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 123,
                    "end": 131,
                    "text": "Figure 5",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Replication and virulence of recombinant viruses in the brain and liver"
        },
        {
            "text": "Our initial studies on the pathogenesis of MHV-A59 focused on the role of the S protein in determining pathogenicity, because this protein mediates both viral attachment and cell-to-cel l fusion. A mutation located near the cleavage site of S, H716D, correlated with lack of cleavage of the S protein and a delayed fusion phenotype (Gombold et al, 1993) . However, it was not established that this mutation alone was suf cient to inhibit cleavage and fusion.",
            "cite_spans": [
                {
                    "start": 332,
                    "end": 353,
                    "text": "(Gombold et al, 1993)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "To assess the relationship between cleavage of the S protein, fusogenicity and virulence, targeted recombination was used to generate recombinant MHV viruses whose spike proteins contained altered cleavage signals, including the H716D amino acid substitution. A pair of recombinant viruses that replaced the MHV-A59 cleavage signal with the corresponding MHV-2 sequence (S cs2 recombinants) was also isolated. MHV-2 has a noncleaved, nonfusogenic S protein, so it was thought that the S cs2 recombinants would have similar cleavage and fusion phenotypes. Interestingly, cleavage was only inhibited in the S cs2 recombinants, not abolished. The low level of S cleavage observed in both the S H716D and S cs2 recombinants could account for the delayed fusion phenotype of these viruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The MHV-A59 S protein is cleaved following a basic-X-basic-basi c motif (RAHR). By substituting the MHV-2 sequence (TSHRARS) for the MHV-A59 sequence (KSRRAHR) at the cleavage site, we disrupt two consecutive basic-X-basic-basi c motifs (RAHR and KSRR). We do not know if the KSRR sequence is used as an alternate cleavage site in S; however, eliminating both potential cleavage motifs would prevent the possible use of the KSRR sequence as a cleavage site in the absence of the RAHR signal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "As shown in this study, disruption of the RAHR motif inhibits, but does not abolish, both cleavage of S and S-mediated cell-to-cel l fusion. This observation Figure 3 Replication of wild-type and recombinant viruses in the brains and livers of infected animals. C57BI/6 mice were infected IC with 5000 PFU of virus. Animals were sacri ced at the indicated times, and virus present in brain (A) or liver (B) homogenates was titered by plaque assay on L2 cells. Data are expressed as the log10 PFU/g of tissue; shown is the mean § standard deviation of the titers from 6 to 10 animals/virus. Titers that are signi cantly different from SA59R10 are indicated ( ). The limit of detection was 2.7 log10 PFU/g. is consistent with the results from several laboratories that use a vaccinia expression system to demonstrate that mutating the basic amino acid residues at the cleavage site disrupts both cleavage and fusion properties of S, but does not completely prevent cellto-cell fusion (Bos et al, 1996; Stauber et al, 1993; Taguchi et al, 1992) . However, the levels of S protein present on the cell surface by the vaccinia expression system may be arti cially high, and not accurately represent the relationship between cleavage of S and fusogenicity for intact virus. Therefore, the level of cell-to-cel l fusion observed following infection with the S H716D and S cs2 recombinant viruses would be a more precise measure of the importance of cleavage of S for induction of cell-to-cel l fusion. These data con rm, using intact virus instead of a vaccinia expression system, that mutations altering the basic-Xbasic-basic motif of the cleavage signal of S are sufcient to disrupt both cleavage of S and viral-mediated cell-to-cel l fusion.",
            "cite_spans": [
                {
                    "start": 982,
                    "end": 999,
                    "text": "(Bos et al, 1996;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1000,
                    "end": 1020,
                    "text": "Stauber et al, 1993;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1021,
                    "end": 1041,
                    "text": "Taguchi et al, 1992)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [
                {
                    "start": 158,
                    "end": 166,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Sequences outside of the cleavage signal must in uence both cleavage and fusogenicity. Previous studies showed that fusogenicity is in uenced by sequences away from the cleavage site, in viruses in which spike protein is cleaved. For example Tsai et al (1999) hypervariable region of S1 that converts a cleaved, fusogenic S protein into an S protein that is still cleaved, but nonfusogenic. There are additional examples of mutations either in the hypervariable region of S1 (Phillips et al, 2001) , or in the heptad repeat region of S2 (Gallagher et al, 1991; Luo and Weiss, 1998) , that disrupt S-mediated cell-to-cel l fusion independently of cleavage. The data reported here are consistent with the observation that cleavage of S correlates with more ef cient induction of cell-to-cel l fusion. However, our data differ from these other studies in that they are the rst observation of viruses with the same cleavage signal sequence (Penn-98-1 versus S cs2 recombinants), yet different levels of cleavage and fusion. Thus, the cleavage signal alone does not determine cleavage of S. Krueger et al (2001) suggest that S-mediated cell-tocell fusion correlates with a dissociation of the S1 and S2 subunits of the MHV spike protein. Consequently, a more stable interaction between S1 and S2 would be associated with a delayed fusion phenotype. Inhibition of S protein cleavage would be associated with a more stable interaction between S1 and S2 and correlate with a loss of fusogenicity. This could account for the delayed fusion phenotype observed with the S H716D and S cs2 recombinants.",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 259,
                    "text": "Tsai et al (1999)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 475,
                    "end": 497,
                    "text": "(Phillips et al, 2001)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 537,
                    "end": 560,
                    "text": "(Gallagher et al, 1991;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 561,
                    "end": 581,
                    "text": "Luo and Weiss, 1998)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1086,
                    "end": 1106,
                    "text": "Krueger et al (2001)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "For coronaviruses, the relationship between induction of cell-to-cel l fusion and virulence is complex. The data on the S H716D and S cs2 recombinants suggest that the ability to produce syncytia in vitro is not a predictor of pathogenicity. The S cs2 recombinants were considerably more attenuated than the S H716D recombinants, even though both sets of recombinants had the same cleavage and fusion phenotypes. Similarly, the S cs2 recombinants did not replicate in vivo as well as the S H716D recombinants, although the regions of the brain that were infected by the different recombinants was similar. For the viruses examined in this study, there was no correlation between ability to induce cell-to-cel l fusion in vitro and ability to cause disease in vivo.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The only difference between the S H716D and S cs2 recombinants is the amino acid sequence at the carboxy-terminus of the S1 subunit. It is surprising that these two different cleavage signals, which produce the same fusion/cleavage phenotypes in vitro, produce virus with a greater than 2 log 10 difference in LD 50 , and a signi cant difference in ability to replicate in vivo. The different in vivo properties of these two sets of recombinants indicate that disrupting the cleavage signal of S affects more than just cleavage and fusion phenotypes. This observation, along with evidence indicating that mutations removed from the cleavage signal disrupt cleavage and fusogenicity of the S protein, implies that the conformation of S is an important determinant of function. Mutations in one region of S may alter the conformation of this protein as a whole, and subsequently disrupt protein functions mediated by other regions of S.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Given the role of the S protein in viral attachment and induction of immune response, protein functions that might be altered by mutations in S include viral af nity for host cell receptors, as well as induction of neutralizing antibody and T cells. It is possible that the S cs2 recombinants have lower af nity for cellular receptors in the brain and/or liver, which could account for their impaired ability to replicate in these tissues. Alternatively, conformational differences between the S H716D and the S cs2 recombinants could produce differences in the epitopes recognized by the immune response, which could in turn in uence viral clearance. Thus, the mutations introduced into the cleavage signal of the S protein, by altering the conformation of S, might indirectly affect the in vivo phenotype of the recombinant viruses, even though their in vitro fusion phenotypes are similar.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Virus and cells MHV-A59 was obtained from Lawrence Sturman (Albany, NY). Alb4, obtained from Paul Masters, is a temperature-sensitiv e variant of MHV-A59 that contains an 87-nucleotide deletion (resulting in a 29-amino acid in-frame deletion) in a nonessential spacer region in the N gene (Koetzner et al, 1992) .",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 311,
                    "text": "(Koetzner et al, 1992)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "The recombinant viruses S A59 R10 and Penn-98-1 have been described previously (Das Sarma et al, 2000; Leparc-Goffart et al, 1998) . S A59 R10 and Penn-98-1 contain the MHV-A59 and MHV-2 S gene, respectively, in the MHV-A59 background. The recombinant viruses S cs2 R101 and S cs2 R104 contain an MHV-A59 S gene with the MHV-2 cleavage site (TSHRARS replaces KSRRAHR). The S H716D recombinant viruses, S H716D R24 and S H716D R26, contain a single point mutation (D replaces H) at amino acid codon 716. This mutation results in a cleavage signal of RRADR, mimicking the mutation observed in the fusion-delayed glial cell mutants previously charac- terized (Gombold et al, 1993; Hingley et al, 1994) . The isolation of the S H716D recombinants and the S cs2 recombinants is described below. Murine L2 cells and 17Cl-1 cells were maintained on plastic tissue culture dishes in Dulbecco's minimal essential medium (MEM) with 10% fetal bovine serum (FBS). Spinner cultures of L2 cells were maintained in Joklik's MEM with 10% FBS at densities between 2 £ 10 5 and 2 £ 10 6 cells per milliliter.",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 102,
                    "text": "(Das Sarma et al, 2000;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 103,
                    "end": 130,
                    "text": "Leparc-Goffart et al, 1998)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 656,
                    "end": 677,
                    "text": "(Gombold et al, 1993;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 678,
                    "end": 698,
                    "text": "Hingley et al, 1994)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "The construction of pFV1 (obtained from Paul Masters) was described previously (Fischer et al, 1997) . This plasmid contains the entire MHV-A59 S gene (gene 3), and all the structural genes 3 0 of S, including a wild-type N gene sequence. The sequence of the S gene in pFV1 is the same as that of our wildtype MHV-A59 strain, except for silent changes in codons 173 and 174, resulting in the loss of a HindIII site and the concomitant addition of an AseI site. As described previously (Leparc-Goffart et al, 1998) , these changes enabled a HindIII site following the polyA tail to be used for linearization of the plasmid for RNA transcription, as well as providing a way to distinguish the S gene of the parent virus from that derived from pFV1 in the recombinant viruses.",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 100,
                    "text": "(Fischer et al, 1997)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 485,
                    "end": 513,
                    "text": "(Leparc-Goffart et al, 1998)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Plasmids and PCR mutagenesis"
        },
        {
            "text": "Polymerase chain reaction (PCR) mutagenesis, with Vent polymerase, was used to introduce the H716D mutation into the S gene of pFV1. A fragment containing the H716D mutation was generated by ampli cation of two shorter fragments. The 5 0 end fragment was generated using primers FS413 and RSH716D, and the 3 0 end using primers WZL47 and RS830 (Table 4) . Primers RSH716D and WZL47 introduced a histidine to aspartic acid nucleotide substitution in amino acid codon 716. The 928-bp and 387-bp PCR fragments were gel puri ed and used as templates for a third PCR reaction with primers FS413 and RS830. The resulting 1315-bp fragment was gel puri ed, digested with restriction enzymes DraIII and XhoI, and then cloned into the corresponding sites in pFV1. This clone was designed pFV1-H716D. The entire DraIII/XhoI fragment of pFV1-H716D was sequenced to verify the presence of the H716D mutation, as well as the absence of other mutations.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 344,
                    "end": 353,
                    "text": "(Table 4)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Plasmids and PCR mutagenesis"
        },
        {
            "text": "PCR mutagenesis was similarly used to alter the cleavage signal of MHV-A59 S gene so that it resembled that of MHV-2 (cs2 mutation). Primers FS413 and WZL60A were used to amplify a 1520-bp fragment from two smaller overlapping templates generated using primers FS413 and CSR, and CSF and WZL60B (Table 4 ). The 1520-bp fragment was digested with DraIII and XhoI and cloned into the corresponding sites in the plasmid pMH54, creating the plasmid pMH54-cs2. The vector pMH54 is similar to pFV1, but contains a 5 0 extension of the S gene that includes the 3 0 end of the HE gene (Fischer et al, 1997) . The DraIII/XhoI fragment of pMH54-cs2 was sequenced to con rm the presence of the cleavage signal mutations and the absence of additional mutations.",
            "cite_spans": [
                {
                    "start": 577,
                    "end": 598,
                    "text": "(Fischer et al, 1997)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 295,
                    "end": 303,
                    "text": "(Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Plasmids and PCR mutagenesis"
        },
        {
            "text": "Targeted RNA recombination Targeted RNA recombination was carried out between parent virus having an MHV-A59 background, and RNAs transcribed from either wild-type pFV1 or pFV1-H716D. Infection of L2 cells with parent virus, transfection with the synthetic RNA, and isolation and plaque puri cation of recombinant virus were carried out as described previously (Leparc-Goffart et al, 1998; Masters et al, 1994) . Targeted recombination using the pMH54-cs2 plasmid was performed in a similar manner, except the parent virus contained the feline S protein necessitating a different screening protocol for recombinant virus. This protocol has also been previously described (Kuo et al, 2000; Phillips et al, 1999) . The presence of the desired mutation, H716D or cs2, was con rmed by sequencing.",
            "cite_spans": [
                {
                    "start": 361,
                    "end": 389,
                    "text": "(Leparc-Goffart et al, 1998;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 390,
                    "end": 410,
                    "text": "Masters et al, 1994)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 671,
                    "end": 688,
                    "text": "(Kuo et al, 2000;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 689,
                    "end": 710,
                    "text": "Phillips et al, 1999)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Plasmids and PCR mutagenesis"
        },
        {
            "text": "Templates for sequencing were derived by reverse transcriptase-polymerase chain reaction ampli cation (RT-PCR) of cytoplasmic RNA extracted from virus-infected L2 cell monolayers. PCR products were puri ed (Wizard prep; Promega) and analyzed by automated sequencing using the Taq dye terminator procedure according to the manufacturer's protocol (Taq DyeDeoxy Terminator Cycle Sequencing kit; Applied Biosystems, Foster City, CA). Each fragment was sequenced in both directions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sequencing"
        },
        {
            "text": "Viral fusion assay L2 cell monolayers were prepared in 6-well plates in Dubelcco's MEM with 10% FBS. Con uent monolayers were infected with each virus at a multiplicity infection (MOI) of 1 and incubated for 1 h at 37 ± C. Following adsorption, the cells were washed with Hanks balanced salt solution (Gibco) two times and then fed with 1 ml of DMEM-10% FBS. At the times indicated, the supernatants were removed and titered by plaque assay on L2 cells as previously described (Gombold et al, 1993) . The infected cells were xed with 4% paraformaldehyde, stained with hematoxylin, and fusion quanti ed by counting the number of nuclei involved in syncytia, and expressing this as a percent of total nuclei in a eld. Two elds of approximately 300 nuclei each were counted, in duplicate wells, for each virus. The mean § SD of percent fusion was then calculated from the four elds (approximately 1200 nuclei) examined.",
            "cite_spans": [
                {
                    "start": 477,
                    "end": 498,
                    "text": "(Gombold et al, 1993)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Sequencing"
        },
        {
            "text": "Western blot analysis of S L2 cell monolayers in 6-well plates or T25 asks were infected with 100 or 200 ¹l virus, respectively, at an MOI of 1 to 5 PFU/cell. After the virus was allowed to attach to the cells for 1 h, additional media was added and the infection continued for 9 to 16 h. Virions present in culture supernates were obtained by ultracentrifugatio n at 126,000 £ g for 2 h. Viral lysates were prepared by lysing infected cells with 200 ¹l lysis buffer (50 mM Tris pH 7.4, 150 mM NaCl, 1% NP-40). Viral pellets and lysates were electrophoresed into 7% sodium dodecyl sulfate (SDS)polyacrylamide gels in a Tris Acetate buffer system (Novex) and transferred to nitrocellulose or PVDF membrane. MHV S protein was detected using a polyclonal goat anti-S antibody (AO4; provided by K Holmes, University of Colorado HSC, Denver, CO) and a chemiluminescence detection system (Amersham). Image analysis of Western blots was performed using Gel-Pro Analyzer software from Media Cybernetics. Protein bands migrating at a molecular weight of 180 and 90 kDa were selected, and the analysis program generated an optical density measurement for these bands after ltering out background. The relative amount of material migrating at 90 kDa, corresponding to cleaved S, compared to protein migrating at 180 kDa, or uncleaved S, was calculated using the following formula: OD 90 kDa /(OD 90 kDa C OD 180 kDa ), and expressing the results as a percentage. This number is de ned as the percent cleaved S. A limitation of this type of quanti cation is that it does not take into account oligomeric, alternatively processed, or immature forms of S. Thus, the numbers obtained in this manner must be considered to be a semiquantitative measure of S cleavage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sequencing"
        },
        {
            "text": "All animal experiments used four week old MHVfree C57BI/6 male mice (Jackson Laboratories, Bar Harbor, ME). Viruses were diluted into phosphatebuffered saline containing 0.75% bovine serum albumin (PBS/BSA). Mice were anesthetized with methoxy urane (Metofane, Pittman-Moore, Mundelein, IL), and inoculated intracerebrall y with 20 ¹l of diluted virus (5000 pfu) injected into the right cerebral hemisphere.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viral replication in vivo"
        },
        {
            "text": "For measurement of virus replication in the brain and the liver, at selected times post infection, mice were sacri ced and brains and livers removed. Brains were placed directly into 4 ml of isotonic saline with 0.167% gelatin (gel saline), whereas livers were rst rinsed with PBS and then placed in 10 ml of gel saline. All organs were weighed and stored frozen at ¡80 ± C until titered for virus. Organs were homogenized and virus titered by plaque assay on L2 cell monolayers all as previously described (Hingley et al, 1994) . In vivo replication of the different viruses was compared using Wilcoxon's rank sum test.",
            "cite_spans": [
                {
                    "start": 507,
                    "end": 528,
                    "text": "(Hingley et al, 1994)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Viral replication in vivo"
        },
        {
            "text": "Mice were inoculated intracerebrall y with either 5-fold or 10-fold serial dilutions of wild-type or recombinant virus, ve mice per dilution. Mice were examined for signs of disease or death on a daily basis up to 21 days post infection. LD 50 values were",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virulence assay"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Mammalian subtilisins: The long-sought dibasic processing endoproteases",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Barr",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Cell",
            "volume": "66",
            "issn": "",
            "pages": "1--3",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The role of subtilisin-like proprotein convertases for cleavage of the measles virus fusion glycoprotein in different cell types",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bolt",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "R"
                    ],
                    "last": "Pedersen",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Virology",
            "volume": "252",
            "issn": "",
            "pages": "387--398",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Cleavage of the respiratory syncytial virus fusion protein is required for its surface expression: Role of furin",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bolt",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "O"
                    ],
                    "last": "Pedersen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Birkeslund",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Virus Res",
            "volume": "68",
            "issn": "",
            "pages": "25--33",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Mutational analysis of the murine coronavirus spike protein: Effect on cell to cell fusion",
            "authors": [
                {
                    "first": "Ecw",
                    "middle": [],
                    "last": "Bos",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Heijnen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Luytjes",
                    "suffix": ""
                },
                {
                    "first": "Wjm",
                    "middle": [],
                    "last": "Spaan",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Virology",
            "volume": "214",
            "issn": "",
            "pages": "453--463",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Demyelination determinants map to the spike glycoprotein gene of coronavirus mouse hepatitis virus",
            "authors": [
                {
                    "first": "Das",
                    "middle": [],
                    "last": "Sarma",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Tsai",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Weiss",
                    "middle": [],
                    "last": "Sr",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lavi",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Virol",
            "volume": "74",
            "issn": "",
            "pages": "9206--9213",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Analysis of a recombinant mouse hepatitis virus expressing a foreign gene reveals a novel aspect of coronavirus transcription",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fischer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Stegen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Koetzner",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Masters",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Virol",
            "volume": "71",
            "issn": "",
            "pages": "5148--5160",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Alteration of pH dependence of coronavirus-induced cell fusion: Effect of mutations in the spike glycoprotein",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Gallagher",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Escarmis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Buchmeier",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J Virol",
            "volume": "65",
            "issn": "",
            "pages": "1916--1928",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Fusion-defective mutants of mouse hepatitis virus A59 contain a mutation in the spike protein cleavage signal",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Gombold",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Hingley",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J Virol",
            "volume": "67",
            "issn": "",
            "pages": "4504--4512",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The role of eukaryotic subtilisin-like endoproteases for the activation of human immunode ciency virus glycoproteins in natural host cells",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hallenberger",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Moulard",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sordel",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Klenk",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Garten",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Virol",
            "volume": "71",
            "issn": "",
            "pages": "1036--1045",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "MHV-A59 fusion mutants are attenuated and display altered hepatotropism",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Hingley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Gombold",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lavi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Virology",
            "volume": "200",
            "issn": "",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Hepatitis mutants of mouse hepatitis virus strain A59",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Hingley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Gombold",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lavi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Adv Exp Med Biol",
            "volume": "380",
            "issn": "",
            "pages": "577--582",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Comparison of mouse hepatitis virus strains for pathogenicity in weanling mice infected by various routes",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hirano",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Murakami",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Taguchi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fujiwara",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Matumoto",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Arch Virol",
            "volume": "70",
            "issn": "",
            "pages": "69--73",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Repair and mutagenesis of the genome of a calculated by the Reed-Meunch method (Lavi et al",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Koetzner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Parker",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Ricard",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Sturman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Masters",
                    "suffix": ""
                }
            ],
            "year": 1938,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Mice were perfused with 4% paraformaldehyde, and tissue was processed and embedded in paraf n. Immunohistochemistry was performed using a rabbit anti-MHV-A59 polyclonal primary antibody (UV13) and horseradish peroxidase (HRP)-conjugated secondary antibody. Diaminobenzadin e tetrahydrochloride was used as a substrate, and slides were conterstained with hematoxylin. deletion mutant of the murine coronavirus mouse hepatitis virus by targeted RNA recombination",
            "authors": [],
            "year": null,
            "venue": "Immunohistochemistry Mice inoculated intracerebrall y with 5000 pfu of virus were sacri ced at 3 or 4 days post infection",
            "volume": "66",
            "issn": "",
            "pages": "1841--1848",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Variations in disparate regions of the murine coronavirus spike protein impact the initiation of membrane fusion",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Krueger",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Kelly",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Lewicki",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ruffolo",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Gallagher",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Virol",
            "volume": "75",
            "issn": "",
            "pages": "2792--2802",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Localization of neutralizing epitopes and the receptor binding site within the amino-terminal 330 amino acids of the murine coronavirus spike protein",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kubo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "K"
                    ],
                    "last": "Yamada",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Taguchi",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J Virol",
            "volume": "68",
            "issn": "",
            "pages": "5404--5410",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Retargeting of coronavirus by substitution of the spike glycoprotein ectodomain: Crossing the host cell species barrier",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kuo",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Godeke",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Raamsman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Masters",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Rottier",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Virol",
            "volume": "74",
            "issn": "",
            "pages": "1393--1406",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Experimental demyelination produced by the A59 strain of mouse hepatitis virus",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lavi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Gilden",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wroblewska",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Rorke",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Neurology",
            "volume": "34",
            "issn": "",
            "pages": "597--603",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Altered pathogenesis of a mutant of the murine coronavirus MHV-A59 is associated with a Q159L amino acid substitution in the spike protein",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Leparc-Goffart",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Hingley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Chua",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lavi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Virology",
            "volume": "239",
            "issn": "",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Targeted recombination within the spike gene of murine coronavirus mouse hepatitis virus-A59: Q159 is a determinant of hepatotropism",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Leparc-Goffart",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Hingley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Chua",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Phillips",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lavi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Virol",
            "volume": "72",
            "issn": "",
            "pages": "9628--9636",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Roles in cell-to-cell fusion of two conserved hydrophobic regions in the murine coronavirus spike protein",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Virology",
            "volume": "244",
            "issn": "",
            "pages": "483--494",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Primary structure of the glycoprotein E2 of coronavirus MHV-A59 and identi cation of the trypsin cleavage site",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Luytjes",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sturman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Bredenbeck",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Charite",
                    "suffix": ""
                },
                {
                    "first": "Bam",
                    "middle": [],
                    "last": "Van Der Zeijst",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Horzinek",
                    "suffix": ""
                },
                {
                    "first": "Wjm",
                    "middle": [],
                    "last": "Spaan",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Virology",
            "volume": "161",
            "issn": "",
            "pages": "479--487",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Recombinant measles virus requiring an exogenous protease for activation of infectivity",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Maisner",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mrkic",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Herrler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Moll",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Billeter",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cattaneo",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Klenk",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Gen Virol",
            "volume": "81",
            "issn": "",
            "pages": "441--449",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Optimization of targeted RNA recombination and mapping of a novel nucleocapsid gene mutation in the coronavirus mouse hepatitis virus",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Masters",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Koetyzner",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Kerr",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Heo",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J Virol",
            "volume": "68",
            "issn": "",
            "pages": "328--337",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Endoproteolytic cleavage of gp 160 is required for the activation of human immunode ciency virus",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mccune",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Rabin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Feinberg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lieberman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Kosek",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Reyes",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "L"
                    ],
                    "last": "Weissman",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Cell",
            "volume": "53",
            "issn": "",
            "pages": "55--67",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Furin: A mammalian subtilisin/ Kex2p-like endoprotease involved in processing of a wide variety of precursor proteins",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nakayama",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Biochem J",
            "volume": "327",
            "issn": "",
            "pages": "625--635",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Pathogenesis of chimeric MHV4/MHV-A59 recombinant viruses: The murine coronavirus spike protein is a major determinant of neurovirulence",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Phillips",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Chua",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lavi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Virol",
            "volume": "73",
            "issn": "",
            "pages": "7752--7760",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Multiple regions of the murine coronavirus spike glycoprotein in uence neurovirulence",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Phillips",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chua",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Seo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J NeuroVirol",
            "volume": "7",
            "issn": "",
            "pages": "421--431",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "A simple method of estimating fty per cent points",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Reed",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Muench",
                    "suffix": ""
                }
            ],
            "year": 1938,
            "venue": "Am J Hygiene",
            "volume": "27",
            "issn": "",
            "pages": "493--497",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "In uenza viruses, cell enzymes, and pathogenicity",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rott",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Klenk",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Nagai",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tashiro",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Am J Respir Crit Care Med",
            "volume": "152",
            "issn": "",
            "pages": "16--19",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Proteolytic activation of tick-borne encephalitis virus by furin",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Stadler",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Allison",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schalich",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "X"
                    ],
                    "last": "Heinz",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Virol",
            "volume": "71",
            "issn": "",
            "pages": "8475--8184",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Proteolytic cleavage of the murine coronavirus surface glycoprotein is not required for infectivity",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Stauber",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Siddell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J Gen Virol",
            "volume": "74",
            "issn": "",
            "pages": "183--191",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Molecular cloning and expression of a spike protein of neurovirulent murine coronavirus JHMV variant cl-2",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Taguchi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ikeda",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shida",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J Gen Virol",
            "volume": "73",
            "issn": "",
            "pages": "1065--1072",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "A 12-amino acid stretch in the hypervariable region of the spike protein S1 subunit is critical for cell fusion activity of mouse hepatitis virus",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Tsai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Biol Chem",
            "volume": "274",
            "issn": "",
            "pages": "26085--26090",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Proteolytic processing of human cytomegalovirus glycoprotein B (gpUL55) is mediated by the human endoprotease furin",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vey",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Schafer",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Reis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ohuchi",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Britt",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Garten",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Klenk",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Radsak",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Virology",
            "volume": "206",
            "issn": "",
            "pages": "746--749",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Processing of the Ebola virus glycoprotein by the proprotein convertase furin",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "E"
                    ],
                    "last": "Volchkov",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Feldmann",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Volchkova",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Klenk",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Proc Natl Acad Sci",
            "volume": "95",
            "issn": "",
            "pages": "5762--5767",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Proteolytic processing of Marburg virus glycoprotein",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "E"
                    ],
                    "last": "Volchkov",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Volchkova",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Stroher",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Becker",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Dolnik",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cieplik",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Garten",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Klenk",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Feldmann",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Virology",
            "volume": "268",
            "issn": "",
            "pages": "1--6",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Viral antigen staining in the brains of infected mice. Brains from mice infected with SA59R10 (A, B), SH716RD R24 (C, D), or Scs2R101 (E, F) were removed at 3 days post infection, processed for histology, and stained for the presence of viral antigen. Positive staining for viral antigen is shown here at the level of the hippocampus and habenular nucleus (A, C, E) and off the midline of the frontal cortex (B, D, F). (Original magni cation: 60£ for low-power micrographs and 300£ for high-power micrographs.)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "described a 12-amino acid deletion in the ST Hingley et al Viral antigen staining in the livers of infected mice. Livers from mice infected with SA59R10 (A), SH716RDR24 (B, D), or Scs2R101 (C) were removed at 3 days post infection, processed for histology, and stained for the presence of viral antigen. Positive staining for viral antigen was seen in animals infected with all three recombinants (A-C), whereas necrotic foci (D) were more evident in mice infected with either SA59R10 or SH716RDR24. (Original magni cation 300£).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Percent cleavage of the S protein",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Viral titers obtained at 9 and 12 hours post infection",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Virulence of recombinant viruses",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Primers used for targeted recombination",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}