{
    "paper_id": "5af9e4a65be59fd7da207e0f8c77accbc9d7c2ff",
    "metadata": {
        "title": "Crystallographic analysis of the N-terminal domain of Middle East respiratory syndrome coronavirus nucleocapsid protein",
        "authors": [
            {
                "first": "Yong-Sheng",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Chung Hsing University",
                    "location": {
                        "postCode": "402",
                        "settlement": "Taichung",
                        "country": "Taiwan"
                    }
                },
                "email": ""
            },
            {
                "first": "Chung-Ke",
                "middle": [],
                "last": "Chang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Academia Sinica",
                    "location": {
                        "postCode": "11529",
                        "settlement": "Taipei",
                        "country": "Taiwan. *Correspondence"
                    }
                },
                "email": ""
            },
            {
                "first": "Ming-Hon",
                "middle": [],
                "last": "Hou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Chung Hsing University",
                    "location": {
                        "postCode": "402",
                        "settlement": "Taichung",
                        "country": "Taiwan"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The N-terminal domain of the nucleocapsid protein from Middle East respiratory syndrome coronavirus (MERS-CoV NP-NTD) contains many positively charged residues and has been identified to be responsible for RNA binding during ribonucleocapsid formation by the virus. In this study, the crystallization and crystallographic analysis of MERS-CoV NP-NTD (amino acids 39-165), with a molecular weight of 14.7 kDa, are reported. MERS-CoV NP-NTD was crystallized at 293 K using PEG 3350 as a precipitant and a 94.5% complete native data set was collected from a cooled crystal at 77 K to 2.63 Å resolution with an overall R merge of 9.6%. The crystals were monoclinic and belonged to space group P2 1 , with unit-cell parameters a = 35.60, b = 109.64, c = 91.99 Å , = 101.22 . The asymmetric unit contained four MERS-CoV NP-NTD molecules.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Between 2003 and 2004, Severe acute respiratory syndrome coronavirus (SARS-CoV) caused a worldwide epidemic and had a significant economic impact in countries affected by the outbreak (Lai, 2003) . In 2004, another alphacoronavirus, Human coronavirus NL63 (HCoV-NL63), was isolated from a seven-month-old child in the Netherlands suffering from bronchiolitis and conjunctivitis (Pyrc et al., 2004) . In 2005, Woo and coworkers discovered the novel betacoronavirus Human coronavirus HKU1 in patients with respiratory-tract infections . Recently, Middle East respiratory syndrome coronavirus (MERS-CoV) has been found in patients with severe acute respiratory-tract infections in the Middle East (Woo et al., 2014) . As is the case for all coronaviral infections, there are no efficacious therapies currently available against coronaviral diseases, making the development of anticoronaviral compounds a priority. The virion envelope surrounding the nucleocapsid contains the following structural proteins: S (spike), M (matrix), E (envelope) and N (nucleocapsid). Some of them have a third glycoprotein, HE (haemagglutinin-esterase), which is present in most alphacoronaviruses. The primary function of the HCoV N protein is to recognize a stretch of RNA that serves as a packaging signal and leads to the formation of the ribonucleoprotein (RNP) complex during assembly . The RNP may be important in keeping the RNA in an ordered conformation suitable for replication and transcription of the viral genome (Lai, 2003; Nelson et al., 2000; Huang et al., 2004; Navas-Martín & Weiss, 2004) . In addition, the N protein has been identified as an important diagnostic marker and the most ISSN 2053-230X",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 195,
                    "text": "(Lai, 2003)",
                    "ref_id": null
                },
                {
                    "start": 378,
                    "end": 397,
                    "text": "(Pyrc et al., 2004)",
                    "ref_id": null
                },
                {
                    "start": 694,
                    "end": 712,
                    "text": "(Woo et al., 2014)",
                    "ref_id": null
                },
                {
                    "start": 1505,
                    "end": 1516,
                    "text": "(Lai, 2003;",
                    "ref_id": null
                },
                {
                    "start": 1517,
                    "end": 1537,
                    "text": "Nelson et al., 2000;",
                    "ref_id": null
                },
                {
                    "start": 1538,
                    "end": 1557,
                    "text": "Huang et al., 2004;",
                    "ref_id": null
                },
                {
                    "start": 1558,
                    "end": 1585,
                    "text": "Navas-Martín & Weiss, 2004)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "# 2015 International Union of Crystallography 'immunodominant' antigen in infected hosts (Chan et al., 2005; Woo et al., 2004; Liang et al., 2013) .",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 108,
                    "text": "(Chan et al., 2005;",
                    "ref_id": null
                },
                {
                    "start": 109,
                    "end": 126,
                    "text": "Woo et al., 2004;",
                    "ref_id": null
                },
                {
                    "start": 127,
                    "end": 146,
                    "text": "Liang et al., 2013)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The N protein of MERS-CoV, with a molecular weight of 45.6 kDa and a pI of 10.05, is highly basic and hydrophilic (Woo et al., 2014) . Previous studies revealed that the N-terminal domain of CoV (NP-NTD) contains mostly positively charged residues, which are responsible for RNA binding, while the C-terminal domain (NP-CTD) mainly acts as an oligomerization module to form a capsid Saikatendu et al., 2007; Lo et al., 2013; Chen et al., 2013) . The central disordered region of the N protein has also been shown to contain an RNA-binding region (Chang et al., 2009) . We have shown that compounds that bind to the NP-NTD and interfere with NP-RNA interactions provide valuable leads for the development of anti-coronaviral therapeutics (Lin et al., 2014) . The crystal structures of several NP-NTDs, including those from SARS-CoV, Infectious bronchitis virus (IBV), Human coronavirus OC43 (HCoV-OC43) and Mouse hepatitis virus (MHV), have been described Ma et al., 2010; Saikatendu et al., 2007; Jayaram et al., 2006; Yu et al., 2006; Fan et al., 2005) . In order to clarify the mechanism by which the N protein of MERS-CoV bind to nucleic acids, we have undertaken the determination of the crystal structure of the N-terminal domain of MERS-CoV spanning residues 39-165, which shares 58% identity to NP-NTD of SARS-CoV. The results presented in this paper mainly concern the crystallization and preliminary X-ray structural analysis of MERS-CoV NP-NTD.",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 132,
                    "text": "(Woo et al., 2014)",
                    "ref_id": null
                },
                {
                    "start": 383,
                    "end": 407,
                    "text": "Saikatendu et al., 2007;",
                    "ref_id": null
                },
                {
                    "start": 408,
                    "end": 424,
                    "text": "Lo et al., 2013;",
                    "ref_id": null
                },
                {
                    "start": 425,
                    "end": 443,
                    "text": "Chen et al., 2013)",
                    "ref_id": null
                },
                {
                    "start": 546,
                    "end": 566,
                    "text": "(Chang et al., 2009)",
                    "ref_id": null
                },
                {
                    "start": 737,
                    "end": 755,
                    "text": "(Lin et al., 2014)",
                    "ref_id": null
                },
                {
                    "start": 955,
                    "end": 971,
                    "text": "Ma et al., 2010;",
                    "ref_id": null
                },
                {
                    "start": 972,
                    "end": 996,
                    "text": "Saikatendu et al., 2007;",
                    "ref_id": null
                },
                {
                    "start": 997,
                    "end": 1018,
                    "text": "Jayaram et al., 2006;",
                    "ref_id": null
                },
                {
                    "start": 1019,
                    "end": 1035,
                    "text": "Yu et al., 2006;",
                    "ref_id": null
                },
                {
                    "start": 1036,
                    "end": 1053,
                    "text": "Fan et al., 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The templates for the MERS-CoV N protein were purchased from AllBio Science Incorporated, Taichung, Taiwan. Truncated forms of recombinant MERS-CoV NP-NTD were generated by polymerase chain reaction (PCR) of a pGENT plasmid encoding the N-protein gene using different primers. The PCR products were digested with NdeI and XhoI, and the DNA fragments were cloned into pET-28a (Novagen) using T4 ligase (NEB). Expression of the protein was initiated by adding IPTG to a final concentration of 1 mM followed by incubation at 10 C for 24 h. After harvesting the bacteria by centrifugation (8000 rev min À1 , 12 min, 4 C), the bacterial pellets were resuspended in lysis buffer (50 mM Tris-HCl, 150 mM NaCl, 15 mM imidazole, 1 mM PMSF pH 7.5) and lysed by sonication on ice using 3 s pulses with 6 s pauses for a total of 10 min. Soluble proteins were obtained from the supernatant after centrifugation (13 000 rev min À1 , 40 min, 4 C). NP-NTD carrying an N-terminal His 6 tag fused to a SSGLVPRGSHM linker sequence was purified using an Ni-NTA column (Novagen) and eluted with a buffered imidazole gradient of 15-250 mM. Fractions containing pure protein were collected at $150 mM imidazole and were dialyzed against 50 mM Tris-buffered solution at pH 7.5 containing 150 mM NaCl for 3 h at 4 C (Fig. 1) . The purified NP-NTD was further concentrated using Amicon Ultra centrifugal filter units and centrifuged at 3500g for 10 min at 4 C several times until the concentration of NP-NTD reached 10 mg ml À1 as determined by the Bradford method (BioShop Canada Inc.). Macromolecule-production information is summarized in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1291,
                    "end": 1299,
                    "text": "(Fig. 1)",
                    "ref_id": null
                },
                {
                    "start": 1616,
                    "end": 1623,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Macromolecule production"
        },
        {
            "text": "Initial crystallization conditions were identified by using the sitting-drop vapour-diffusion method with crystal screening kits from Molecular Dimensions as described previously (Till et al., 2013; Chen et al., 2014) . Each of the solutions (2 ml) from the crystal screening kits was mixed with 2 ml purified protein solution (10 mg ml À1 ) and allowed to equilibrate against 300 ml solution in the well at room temperature ($25 C). The conditions were refined and crystals were grown from a well solution using the sitting-drop vapour-diffusion method by equilibrating a mixture of 2 ml protein solution (10 mg ml À1 ) and 2 ml reservoir solution against 300 ml reservoir solution consisting of 2 mM NaBr, 75 mM ammonium sulfate, 29% PEG 3350 (Sigma). Crystals appeared within two weeks and the largest crystal in the needle clusters grew to dimensions of approximately 300 Â 20 Â 10 mm (Fig. 2) . Crystallization information is summarized in Table 2 .",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 198,
                    "text": "(Till et al., 2013;",
                    "ref_id": null
                },
                {
                    "start": 199,
                    "end": 217,
                    "text": "Chen et al., 2014)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 889,
                    "end": 897,
                    "text": "(Fig. 2)",
                    "ref_id": null
                },
                {
                    "start": 945,
                    "end": 952,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Crystallization"
        },
        {
            "text": "X-ray data were collected using synchrotron radiation with a crystal-to-detector distance of 350 mm. The oscillation width and exposure time for each frame were 1 and 20 s, respectively. Crystallographic data integration and reduction were performed with the HKL-2000 program package (Otwinowski & Minor, 1997) . The crystallographic data-collection statistics for NP-NTD are listed in Table 3 .",
            "cite_spans": [
                {
                    "start": 284,
                    "end": 310,
                    "text": "(Otwinowski & Minor, 1997)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 386,
                    "end": 393,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Data collection and processing"
        },
        {
            "text": "The MERS-CoV NP-NTD crystal chosen for this study diffracted to 2.63 Å resolution (Fig. 3) and belonged to space group P2 1 , with unit-cell parameters a = 35.60, b = 109.64, c = 91.99 Å , = 101.22 . The Matthews coefficient of 2.63 Å 3 Da À1 calculated using MATTHEWS_COEF from CCP4 (Winn et al., 2011; Matthews, 1968) suggested that there were four molecules in an asymmetric unit with a solvent content of 59.2%. A homology search for the MERS-CoV NP-NTD structure was performed using the BLAST server (http://blast.ncbi.nlm.nih.gov/Blast.cgi). The model-selection criterion was based on the E-value and the estimated precision value. The sequence-alignment search indicated that MERS-CoV NP-NTD shares high identity with other NP-NTDs from coronaviruses ( Supplementary Fig. S1 ). For example, the MERS-CoV NP-NTD (residues 39-165) has 58% sequence ",
            "cite_spans": [
                {
                    "start": 284,
                    "end": 303,
                    "text": "(Winn et al., 2011;",
                    "ref_id": null
                },
                {
                    "start": 304,
                    "end": 319,
                    "text": "Matthews, 1968)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 82,
                    "end": 90,
                    "text": "(Fig. 3)",
                    "ref_id": null
                },
                {
                    "start": 760,
                    "end": 781,
                    "text": "Supplementary Fig. S1",
                    "ref_id": null
                }
            ],
            "section": "Results and discussion"
        },
        {
            "text": "Typical X-ray diffraction pattern of MERS-CoV NP-NTD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 3"
        },
        {
            "text": "identity to SARS-CoV NP-NTD. The NTD from SARS-CoV (PDB entry 2ofz; Saikatendu et al., 2007) was chosen as the initial model as its E-value was 1 Â 10 À23 , and a total of 116 residues were modelled. The first molecular-replacement trial was performed using the PERON automated interface at the Protein Tectonics Platform (PTP), RIKEN SPring-8 Center, Japan (Sugahara et al., 2008) . The core of the model consisted of a tightly packed -sheet surrounded by large loops. The molecular-replacement method was then applied to the model using MOLREP (Vagin & Teplyakov, 2010) using reflections in the resolution range 8.5-3.0 Å . Single and unambiguous solutions for four NP-NTD molecules in one asymmetric unit were obtained in the rotation and translation functions, yielding a final correlation coefficient of 0.81 and an R factor of 0.32. Structural refinement of MERS-CoV NP-NTD is currently in progress. ",
            "cite_spans": [
                {
                    "start": 68,
                    "end": 92,
                    "text": "Saikatendu et al., 2007)",
                    "ref_id": null
                },
                {
                    "start": 358,
                    "end": 381,
                    "text": "(Sugahara et al., 2008)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Figure 3"
        }
    ],
    "bib_entries": {
        "BIBREF29": {
            "ref_id": "b29",
            "title": "N-terminal domain of MERS-CoV nucleocapsid protein Acta Cryst",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "71",
            "issn": "",
            "pages": "977--980",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "et al. N-terminal domain of MERS-CoV nucleocapsid protein Acta Cryst. (2015). F71, 977-SDS-PAGE analysis of MERS-CoV NP-NTD stained with Coomassie Brilliant Blue. Lane M, protein molecular-mass marker (labelled in kDa); lane 1, concentrated MERS-CoV NP-NTD after dialysis; lane 2, purified MERS-CoV NP-NTD.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Crystals of MERS-CoV NP-NTD obtained by the sitting-drop vapourdiffusion method. The largest crystals in the needle clusters are approximately 300 Â 20 Â 10 mm in size.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": ". (2015). F71, 977-980 Wang et al. N-terminal domain of MERS-CoV nucleocapsid protein 979",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Macromolecule-production information.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Crystallization.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Data collection and processing. in parentheses are for the outer shell.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This work was supported by the MOST 103-2113-M-005-007-MY3. We thank the beamline staff at the BL13B1 beamline, National Synchrotron Radiation Research Center (NSRRC), Hsinchu, Taiwan for assistance. We are also grateful for access to the Protein Tectonics Platform (PTP), which is a structural biology facility collaboration between RIKEN SPring-8 Center, Japan and NSRRC, Taiwan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}