{
    "paper_id": "5b2ed78f0af76c746d6cb94cfb91ad22dcbfa0ed",
    "metadata": {
        "title": "Is R 0 a good predictor of final epidemic size: Foot-and-Mouth Disease in the UK The role of R 0 in disease spread",
        "authors": [
            {
                "first": "Michael",
                "middle": [
                    "J"
                ],
                "last": "Tildesley",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ashworth Labs",
                    "location": {
                        "addrLine": "West Mains Road",
                        "postCode": "EH9 3JT",
                        "settlement": "Edinburgh",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Matt",
                "middle": [
                    "J"
                ],
                "last": "Keeling",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Warwick",
                    "location": {
                        "addrLine": "Gibbet Hill Road",
                        "postCode": "CV4 7AL",
                        "settlement": "Coventry",
                        "country": "UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "One of the main uses of an epidemic model is to predict the scale of an outbreak from the first few cases. In a homogeneous and non-spatial model there is a straightforward relationship between the basic reproductive ratio, R 0 , and the final epidemic size; however when there is a significant spatial component to disease spread and the population is heterogeneous predicting how the epidemic size varies with the initial source of infection is far more complex. Here we use a well-developed spatiotemporal model of the spread of foot-and-mouth disease, parameterised to match the 2001 UK outbreak, to address the relationship between the scale of the epidemic and the nature of the initially infected farm. We show that there is considerable heterogeneity in both the likelihood of a epidemic and the epidemic impact (total number of farms losing livestock to either infection or control) and that these two elements are best captured by measurements at different spatial scales. The likelihood of an epidemic can be predicted from a knowledge of the reproduction ratio of the initial farm (R i ), whereas the epidemic impact conditional on an epidemic occurring is best predicted by averaging the second-generation reproduction ratio in a 58 km ring around the infected farm. Combining these two predictions provides a good assessment of both the local and larger-scale heterogeneities present in this complex system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Mathematical modelling of infectious diseases is a rapidly growing research area. Recent high profile epidemics in animals (e.g. Foot-and-Mouth Disease (FMD), Bluetongue Virus (BTV) and Avian Influenza (AI)), and in humans (e.g SARS) has increased the need for a greater understanding of the processes leading to the spatial spread of disease (Ferguson et questions about such maps: firstly can they be used to inform epidemic properties such as the probability of an epidemic and the size of the ensuing epidemic; and secondly what is the appropriate scale to measure the local average R i values.",
            "cite_spans": [
                {
                    "start": 343,
                    "end": 355,
                    "text": "(Ferguson et",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The role of R 0 in disease spread"
        },
        {
            "text": "From traditional mathematical models of infectious diseases, a single quantity (the populationlevel basic reproductive ratio, R 0 ) emerges which informs about the ability of a disease to invade and spread through a naive population. R 0 is defined as the number of secondary infections caused by a single infected source in a totally susceptible population (Diekmann et al 1990l ; Anderson and May 1991) . As well as defining a threshold for invasion, R 0 can also inform about expected growth rates of cases, the likely success of an epidemic in a stochastic framework, the level of counter measures needed to control an epidemic and the total number of cases expected (Kermack & McKendrick 1927) . However, when dealing with the spatial spread of infection, especially in a highly heterogeneous population, many other factors will contribute to the final size of the epidemic (May and Lloyd 2001) .",
            "cite_spans": [
                {
                    "start": 358,
                    "end": 379,
                    "text": "(Diekmann et al 1990l",
                    "ref_id": null
                },
                {
                    "start": 382,
                    "end": 404,
                    "text": "Anderson and May 1991)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 671,
                    "end": 698,
                    "text": "(Kermack & McKendrick 1927)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 879,
                    "end": 899,
                    "text": "(May and Lloyd 2001)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "The role of R 0 in disease spread"
        },
        {
            "text": "From standard SIR models without births or deaths, it can be shown that the expected cases as a fraction of the entire population (also known as the final epidemic size, R ∞ ) is determined by the equation:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The role of R 0 in disease spread"
        },
        {
            "text": "which assumes that the epidemic starts with a small seed of infection in a large homogeneous population, in which a proportion S(0) are initially susceptible, and that the epidemic is not driven extinct early by stochastic forces (Kermack & McKendrick 1927) . From a probabilistic argument we find that this basic formulation is independent of the natural history of the pathogen (Keeling & Rohani 2007) . However, the expected total number of cases is influenced by the risk of early stochastic extinction. Considering the early epidemic as a branching process, the probability of extinction (before a major epidemic) starting with a single infected individual is: (Kermack & McKendrick 1927; Keeling 2004) , where the two values give the probability of extinction assuming exponentially distributed infectious periods (a constant rate of recovery) and fixed duration infectious periods respectively (Keeling & Rohani 2007) . The probability of an infection occurring is an important quantity when predicting final epidemic size -faced with an epidemic threat, policy makers are concerned with the risk of an epidemic occurring and, should an epidemic occur, the resultant epidemic size. We therefore see that for stochastic populations the expected total number of cases should be approximated by the standard final size expression combined with the probability that the initial infection manages to cause an epidemic:",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 257,
                    "text": "(Kermack & McKendrick 1927)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 380,
                    "end": 403,
                    "text": "(Keeling & Rohani 2007)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 666,
                    "end": 693,
                    "text": "(Kermack & McKendrick 1927;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 694,
                    "end": 707,
                    "text": "Keeling 2004)",
                    "ref_id": null
                },
                {
                    "start": 901,
                    "end": 924,
                    "text": "(Keeling & Rohani 2007)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "The role of R 0 in disease spread"
        },
        {
            "text": "The above theory holds for randomly mixed and homogeneous populations. For more complex, realistic systems where transmission has a strong spatial aspect and there is considerable heterogeneity within the population, we generally rely on percolation theory to understand thresholds of spatial spread (Sander et al. 2002) ; however according to such models the threshold effectively separates parameter regions of small and large-scale (infinite) epidemics.",
            "cite_spans": [
                {
                    "start": 300,
                    "end": 320,
                    "text": "(Sander et al. 2002)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "The role of R 0 in disease spread"
        },
        {
            "text": "Here we consider how such percolation ideas translate to populations in which there is considerable heterogeneity at large spatial scales, such that some regions can readily sustain an epidemic while in other regions epidemics are doomed to rapid extinction. In addition, when considering the spread of foot-and-mouth disease we must not only count farms that lose livestock through infection, but also farms losing livestock owing to control measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The role of R 0 in disease spread"
        },
        {
            "text": "For the purposes of the investigation presented in this paper, we aim to understand the role of local farm-level reproductive ratio, R i , in disease spread. During the early stages of an outbreak, it is vital for policy makers to know the likelihood of a large scale epidemic occurring so that appropriate control measures can come into force. We therefore investigate whether the R i values of the initially infected farm or region is an accurate guide of final epidemic impact (defined as number of farms infected or culled as part of any control policy), or whether an alternative parameter should be used from the early infection data to estimate the overall impact of the outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The role of R 0 in disease spread"
        },
        {
            "text": "The first generation of the model used in the analysis presented in this paper was developed in 2001 by Keeling and collaborators to model the FMD epidemic in the UK (Keeling et al. 2001 ). It has since been adapted to investigate a variety of control strategies (Keeling et al. 2003 , Tildesley et al. 2006 , and has been refined by including power law scaling of farm-level susceptibility and infectiousness with the number of livestock.",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 186,
                    "text": "(Keeling et al. 2001",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 263,
                    "end": 283,
                    "text": "(Keeling et al. 2003",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 284,
                    "end": 307,
                    "text": ", Tildesley et al. 2006",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "The Model"
        },
        {
            "text": "The rate at which an infectious farm i infects a susceptible farm j is given by:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Model"
        },
        {
            "text": "where N s,i is the number of livestock species s recorded as being on farm i, S s and T s measure the species-specific susceptibility and transmissibility, d ij is the distance between farms i and j and K is the transmission kernel. The transmission kernel takes the same form as in previous work (Keeling et al. 2001 ) and is estimated from contact tracing, which captures how the rate of infection decreases with distance. p s , p c , q s and q c are power law parameters accounting for non-linear increases in susceptibility and transmissibility as animal numbers on a farm increase. These parameters are estimated from the 2001 epidemic data; previous work has found that this power law model provides a closer fit to the 2001 data than one in which the powers are set to unity (Tildesley et al 2008) . As in previous versions of the model, the parameters are estimated for five distinct regions: Cumbria, Devon, the rest of England (excluding Cumbria and Devon), Scotland and Wales. This enables us to account for differences in regional farming practices and culling levels (table 1).",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 317,
                    "text": "(Keeling et al. 2001",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 782,
                    "end": 804,
                    "text": "(Tildesley et al 2008)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "The Model"
        },
        {
            "text": "In the 2001 epidemic, Dangerous Contact farms (DCs) were identified (and animals on these farms culled) for each Infected Premises (IP) based upon veterinarian judgement of risk factors and known movements from an IP. All farms sharing a common boundary with an IP were defined as Contiguous Premises (CPs) and were culled from 23rd March as part of an increased effort to control the spread of disease. Details of the modelling techniques used for CPs and DCs can be found in earlier papers (Keeling et al. 2001; Tildesley et al. 2008 ). For the above model we calculate the farm-level basic reproductive ratio R i as:",
            "cite_spans": [
                {
                    "start": 492,
                    "end": 513,
                    "text": "(Keeling et al. 2001;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 514,
                    "end": 535,
                    "text": "Tildesley et al. 2008",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "The Model"
        },
        {
            "text": "where P is the length of the infectious period and Prob ij is the probability that farm i infects farm j over its entire infectious period. It is now well understood that for a wide variety of spatial models R i is an over-estimate of the eventual growth of infection (Keeling & Eames 2005 ) as the strong negative spatial correlations between susceptible and infected individuals is yet to develop. As an acknowledgement of this factor, we calculate defined as the average number of cases generated after 2 generations starting with infectious farm i in a totally susceptible population:",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 289,
                    "text": "(Keeling & Eames 2005",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "The Model"
        },
        {
            "text": "From this definition we can determine the second-generation basic reproductive ratio defined as the (appropriately weighted) average number of cases generated by each secondary case when the primary infection is farm i:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Model"
        },
        {
            "text": "In a homogeneous mean-field (randomly mixed) model the primary and second-generation basic reproductive ratios are equal . When heterogeneities exist in the population the second-generation basic reproductive ratio is often larger than the primary, as the infection is most likely to have become focused within the high-risk individuals who are both more susceptible and more infectious (Eames and Keeling 2002) . In contrast, when there is a strong spatial element to transmission (but the population is otherwise homogeneous) then the secondgeneration basic reproductive ratio is generally smaller than the primary as the secondary cases find themselves in an environment with a reduced local density of susceptibles (negative spatial correlations have developed between susceptible and infectious individuals) and hence a reduced potential to cause further cases. In a heterogeneous spatial population either of these factors may dominate -this is explored later in Figure 2 .",
            "cite_spans": [
                {
                    "start": 387,
                    "end": 411,
                    "text": "(Eames and Keeling 2002)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 969,
                    "end": 977,
                    "text": "Figure 2",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "The Model"
        },
        {
            "text": "Finally for both of these basic reproductive ratios we define a local spatial average: (1) This local spatial average is the average over all farms within a distance D of the index farm.",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 90,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "The Model"
        },
        {
            "text": "Before the UK 2001 epidemic, 188496 farms were identified as livestock farms, although only 142268 farms were actually part of the June 2000 census. For all 188496 livestock farms, the County/Parish/Holding number (CPH), the X-Y co-ordinates of the farmhouse, the area of the farm, and the number of cattle, pigs, sheep, goats and deer is recorded although the number of livestock on each farm is subject to variation throughout the year as animals are born and others are moved on or off the holding (Anderson 2002) .",
            "cite_spans": [
                {
                    "start": 501,
                    "end": 516,
                    "text": "(Anderson 2002)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Simulation Results"
        },
        {
            "text": "We now perform multiple epidemic simulations -starting with a single infected farm (labelled farm i) we allow the epidemic to propagate forwards while performing the appropriate culling measures,. For each of the possible 188496 index farms we perform 10 replicate simulations; for each index farm we record the average epidemic impact, E i , (the average number of farms either infected or culled) and the proportion of replicates that fail to generate more than 10 cases,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation Results"
        },
        {
            "text": ". We additionally define the conditional epidemic impact, , calculated as the average epidemic impact of those replicates that give rise to more than 10 cases; when the epidemic fails in all replicates then the conditional epidemic impact is undefined. In addition, 100 replicate simulations are used to determine more accurately, as these can be halted once the number of cases exceeds 10.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation Results"
        },
        {
            "text": "Results of these simulations are shown in figure 1. Graph b shows the average epidemic impact E i for all 188496 livestock farms in the UK. The two most striking features are the shear range of epidemic impacts predicted and the extreme heterogeneity at a range of scales. There is clearly broad qualitative agreement between regions of the country with high local average R i (as shown in Figure 1a ) and regions that are predicted to give rise to large-scale epidemics, but even within these regions there are considerable differences between individual farms. Notably infected premises in Cumbria and Dumfries & Galloway often give rise to epidemic impacts in excess of 4000 farms, with values exceeding 8000 farms not uncommon, but even in these regions are farms which fail to generate any sizable epidemics. For the 2001 outbreak it has been estimated that 73 premises were infected before stringent control measures were implemented (Mansley et al 2003) and this gave rise to an epidemic impact of 10242 farmsa results that is in agreement with our model simulations for the same conditions. In comparison the large epidemic impacts predicted here from a single infected farm highlight the strong nonlinearities in the epidemic process.",
            "cite_spans": [
                {
                    "start": 940,
                    "end": 960,
                    "text": "(Mansley et al 2003)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 390,
                    "end": 399,
                    "text": "Figure 1a",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Simulation Results"
        },
        {
            "text": "Graph 1c shows the probability of each infected farm generating a significant outbreak (defined as being more than 10 cases). Again there is good qualitative agreement between regions likely to give rise to an epidemic and regions of high average R i (comparing maps a and c). It should be noted that for many areas of the country -including the location of the 2007 Surrey outbreak -a substantial epidemic is highly unlikely. We now wish to relate E i , to the farm-level and local reproductive ratios to see if we can capture some of the underlying heterogeneity. Figure 2 considers how R i , and E i co-vary. In general we find that there is a strong positive correlation between first and second generation reproductive ratios; however, the relationship is non-linear and far from the homogeneous prediction of . We find that the correlation coefficient for R i and is 0.345 (p < 0.001). For large values of R i we observe that is generally lower than R i , with the average values being between 2 and 3; this reduction reflects both the spatial structure that develops during the first generation but also highlights that farms with high R i may be imbedded in a population that lies closer to the average. For small R i values it is still possible for to be relatively large, reflecting both the local heterogeneity in the population and the greater susceptibility associated with high-risk farms.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 566,
                    "end": 574,
                    "text": "Figure 2",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Simulation Results"
        },
        {
            "text": "In general we find that the average R i is 0.61 while the average is 0.728; given that the average second generation reproductive ratio exceeds the first generation average, we see that on average the natural focusing of the epidemic towards high-risk farms outweighs the impact of spatial structure. In addition, it is clear that the smallest epidemic impacts (coloured blue)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation Results"
        },
        {
            "text": "are associated with small values of R i and , while larger reproductive ratios generally lead to larger epidemic impacts. We can also investigate the correlation between the predicted Epidemic Impact E i and R i or , the correlation coefficients are found to be 0.376 and 0.444 respectively (p < 0.001). However we find that simple linear regressions are poor predictors of the dynamics; instead we use a non-parameteric model to capture the degree to which individual or local averages of the reproductive ratios can be used to predict the epidemic impact and other large-scale aggregate features of the epidemics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation Results"
        },
        {
            "text": "For a given observed quantity x i associated with farm i (for example its first generation reproductive ratio), we use this quantity to predict an aggregate epidemic feature A i (for example the epidemic impact) as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation Results"
        },
        {
            "text": "where nearest (n, x i ) allows us to identify the n farms that have the nearest x value to x i . We therefore wish to see if the aggregate epidemic feature associated with a given farm can be predicted by examining the aggregate epidemic feature associated with farms that have similar local quantities -that is, do observed local quantities allow us to predict more global epidemic patterns? For this analysis, we seek to minimise the error, Error(A), such that:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation Results"
        },
        {
            "text": "Throughout we take n to be 0.1% of the population size. Although more sophisticated methods of prediction (rather than taking a near average) could be employed, given the shear number of farms these are unnecessary and do not provide any noticeable benefits.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation Results"
        },
        {
            "text": "The most obvious question to address is whether the individual first-generation reproductive ratio, R i , is a good predictor of epidemic impact E i . Using the method outlined above we find that the value of R i explains 29.3% of the standard deviation in E i -although we note that 17.8% of the standard deviation may be attributable to the large variation between epidemics with the same seed. However, much greater precision can be achieved by decomposing the average epidemic impact (E i ) into two elements, the probability an epidemic is successfully spawned (1 − P fail ) and the epidemic size conditional on it successfully taking off .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation Results"
        },
        {
            "text": "In agreement with standard results, the best predictor of epidemic failure is the individual reproductive ratio of the farm (R i ). The results of this analysis are shown in figure 3a . As expected the probability of an epidemic taking off (generating more than 10 cases) increases with R i ; however R i = 1 no longer acts as a threshold. In fact at the threshold value of R i = 1 we find that 20% of initial seedings generate epidemics; this probability increases to around 50% for the largest R i values. These results clearly highlight the stochastic nature of the disease in its early stages, and the dependence of the ensuing epidemic on favourable local conditions in the neighbourhood of the initial infection. The reason why low R i farms are still capable of generating a large epidemic is exemplified in figure 2 : farms with low R i may still have values of above the threshold of one and therefore if the infection spreads beyond the initial farm its likely success is dramatically increased. Using additional information on provides a slightly more accurate prediction of epidemic success, but in general the same qualitative features hold.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 174,
                    "end": 183,
                    "text": "figure 3a",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 815,
                    "end": 823,
                    "text": "figure 2",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Simulation Results"
        },
        {
            "text": "Predicting the average epidemic impact, E i , is far more involved as the size of an epidemic (and the control measures used) depend upon the population structure in general. In particular, once an epidemic has taken off, the structure of all farms in that region will affect spread of disease. Therefore, a more appropriate indicator of epidemic size may come from averaging individual farm-level reproductive ratios in a local region around each farm. We therefore investigate how the accuracy with which we can predict the epidemic impact varies as we adjust the scale of the region in which we take the average (parameter D in equation 1). We consistently find that averaging within a radius of D ≈ 50 -60km provides the best predictors, and more specifically that predicting the conditional epidemic impact offers the best match between local properties and large-scale epidemic potential (figures 3b and c). This scale of 58km is clearly a compromise between a range of epidemiological factors, in particular the ability to find regions of sufficient livestock density to support a continuing epidemic in both the short and long term. Table 2 provides a more detailed examination of errors associated with predicting the epidemic impact; we consistently find that provides a better prediction (lower error) than R i , and that averages over 58km provide a better prediction than the individual-level measures. Finally, only considering the average epidemic impact from outbreaks that exceed 10 cases further improves our ability to predict the outcome.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1141,
                    "end": 1148,
                    "text": "Table 2",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Simulation Results"
        },
        {
            "text": "The above results can be related back to correlation coefficients discussed earlier, we find that the correlation coefficient between and E i is 0.526 (p < 0.001) which is much stronger that for local measures. We can also measure the residual errors from simple linear regression models which are shown in the right-hand column of Table 2 ; clearly our nonparameteric fit performs better than a linear regression, especially as our predictive ability increases. We can also extend this linear analysis to far higher dimensions, taking into account R i and values averaged over a range of distances . However, even this more elaborate linear fit produces an error of 3.81 × 10 5 , which is only a marginal improvement on the simple regression using and is still worse than our non-parameteric fit.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 332,
                    "end": 339,
                    "text": "Table 2",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Simulation Results"
        },
        {
            "text": "Finally, in figure 4 we bring together the two predictive measures of epidemic impact: the predicted probability of success based upon the individual R i and the predicted conditional epidemic impact based upon . By combining predictions that utilize individuallevel farm information at two distinct spatial scales we are able to generate far more reliable predictions of the total average epidemic impact starting in each farm -and by using a combination of measures we are able to capture some of the local heterogeneity in the results. Figure 4 shows the predicted value, which should be compared to Figure 1b ; we note that these predictions explain 31.7% of the standard deviation. We therefore have a relatively simple measure which will allow us to translate from individual-level properties of farms (which are relatively quick to calculate) to emergent population-level values. It is therefore maps such as figure 1b and figure 4 , that should be used to provide an understanding of the risk posed by an outbreak in any given location.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 20,
                    "text": "figure 4",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 539,
                    "end": 547,
                    "text": "Figure 4",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 603,
                    "end": 612,
                    "text": "Figure 1b",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 916,
                    "end": 938,
                    "text": "figure 1b and figure 4",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Simulation Results"
        },
        {
            "text": "One of the most valuable lessons learnt from the 2001 FMD epidemic is that information regarding the risk of spread of infection is required as soon as possible during the early stages of an outbreak of disease to enable policy makers to put control measures in place. An analysis of the role of R i on final epidemic impact when infection occurs on farm i sheds some light on the ability of models to predict the risk of large scale outbreaks of disease based upon early epidemic behaviour. A large range of epidemic impacts is observed, with largest epidemics generally found to occur when primary cases are in Wales, Devon, the North of England and Southern Scotland. This is unsurprising -these regions were epidemic hotspots during the 2001 epidemic. We note that the work presented in this paper focuses on Foot-and-Mouth disease and the 2001 strain of FMD specifically and, whilst the general results could be applied to other diseases, more work would need to be done to establish the conclusions for a range of livestock and human diseases, as well as for other strains of FMD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The conclusion reached in this paper is that individual farm-level R i is not the main predictor of epidemic impact for an outbreak of FMD in the UK. We find that averaged within a 58km radius around infected cases provides the best predictive measure of final epidemic impact. This indicates that it is not only the nature of the primary case but the potential of other farms in the locality that influence the extent of an outbreak of disease. The number of cases infected by the source farm in the first generation provides a measure of the local spatial distribution of infected farms. However, the number of subsequent cases produced by an average secondary case is far more informative about the spread of infection, as it includes the establishment of spatial correlations and the competition for local susceptible farms. In theory, this process could be extended to examine terms, but these higher-order terms would need to be calculated by multiple simulations rather than numerically reducing their immediate use.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The spatial scale over which is averaged is clearly a compromise between capturing the early ability of the disease to spread and its ability to generate a large-scale epidemic. The optimal scale of 58km is likely to depend on several factors including the national farm landscape, the degree of spatial spread of the pathogen and the use of control measures. We are still a long way from solving the general problem of percolation of infection through a highly heterogeneous environment, but by analysing the sensitivity of our result to the culling effort we gain some understanding of its robustness. We consider two other epidemic scenarios: doubling the control culling levels and only culling infected farms. These two extreme cases lead to similar optimal averaging scales of 56.5km and 62km respectively, although the nonparameteric function used to predict the epidemic impact is very different in both cases. This provides some evidence that for foot-and-mouth disease in the UK livestock industry, taking a spatial average within a 50-60km radius consistantly generates a useful measure of the likely extent of an epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Related research has been conducted to search for signatures of epidemic outbreaks using simple epidemic models in a number of spatial network structures with the goal of determining epidemic features that can provide significant \"separability\" to epidemics developed in wellmixed systems using a multi-dimensional scaling approach (Burr and Chowell 2008) . The effects of network clustering on the final epidemic size and the probability of outbreaks occurring has been previously investigated (Vazquez et al 2003; Boguna et al 2003) , and similar tools could be applied to investigate the role of clustering, R i and in the context of an FMD outbreak. Alternatively, we could use the transmission kernel to generate a static network of connected farms; the local and global properties of such a network may also provide a fruitful avenue of future research and has much in common with the recent work by Burr and Chowell (2008) who used multi-dimensional scaling to elucidate which features most influenced the characteristics of an epidemic spreading through a spatial network.",
            "cite_spans": [
                {
                    "start": 332,
                    "end": 355,
                    "text": "(Burr and Chowell 2008)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 495,
                    "end": 515,
                    "text": "(Vazquez et al 2003;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 516,
                    "end": 534,
                    "text": "Boguna et al 2003)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 906,
                    "end": 929,
                    "text": "Burr and Chowell (2008)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This work provides a useful tool for epidemic predictions and, in turn ascertaining the necessity for the introduction of control measures -risk maps such as those shown in figure 1b are computationally intensive, whilst those in figure 4 are not. The close similarity between the two figures means that risk can be determined more easily by such a method particularly when investigating the effects of variation in parameter values. Of course, in an outbreak with multiple initially infected cases in the same region, the infection processes will interact with one another (i.e. the predicted epidemic impact in such a scenario will not simply be the sum of the epidemic impacts assuming only one primary case).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 230,
                    "end": 238,
                    "text": "figure 4",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "It is somewhat surprising that a simple average within a given radius provides the greatest predictive ability, but this measure consistently out-performs a range of more involved spatially weighted averages, including measures using the 2001 transmission kernel. It remains to be seen what epidemiological factors contribute to the optimal scale of 58km; we feel that this scale coincides with the spatial scale of heterogeneity within the UK livestock industry -the spatial aggregation of cattle in Cumbria occurs at a comparable scale.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In summary, we find that although spatial maps of locally-averaged farm level R i (eg Figure  1a , which uses 5 × 5 km squares) provide a rapid means of assessing the risk associated with an initial seed of infection of FMD, this only provides a limited qualitative understanding. We have shown that it is dangerous to simply average R i without paying particular attention to issues of spatial scale, and that no single measure can capture the two elements of risk and consequences. In this example, both the individual level values of R i and a more wide-scale spatial average control the potential for an epidemic and its subsequent impact. Of course, we are yet to reach the stage of obtaining true understanding of percolation in a heterogeneous spatial environment. However, such results as presented in this paper may help us to identify high-risk regions in other countries or when different strains lead to alternative epidemiological parameters. (a) The probability of an epidemic against R i and (b) Epidemic Impact against . In both graphs 95% confidence intervals on epidemic impact are shown. The shaded region shows the 95% confidence intervals of the mean of the y-axis quantity. Graph (c) shows the errors in predicting epidemic impact when errors are calculated based upon R i and values of each farm, where these values are averaged over rings of varying radii. Spatial plot of the predicted epidemic impact based upon the value of multiplied by the predicted probability that an epidemic occurs. Each point corresponds to the predicted epidemic impact for an epidemic seeded on each individual farm in the UK. An epidemic is defined as occurring if 10 or more farms are infected. Table 1 Species-specific parameters for five regions of the UK that provide the best-fit to the cumulative number of cases and culls at a regional level. Levels of culling within each region have been scaled to match the temporal pattern in that given region. In all regions, S sheep is set to equal 1. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 86,
                    "end": 96,
                    "text": "Figure  1a",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1700,
                    "end": 1707,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Foot-and-Mouth Disease 2001: Lessons to be Learnt Enquiry",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Infectious Diseases of Humans: Dynamics and Control",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Epidemic Spreading in Complex Networks with Degree Correlations",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Signatures of non-homogeneous mixing in disease outbreaks",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Burr",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Math. Comp. Model",
            "volume": "48",
            "issn": "2",
            "pages": "122--140",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "On the definition and the computation of the basic reproduction ratio R 0 in models for infectious diseases in heterogeneous populations",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Diekmann",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Journal of Mathematical Biology",
            "volume": "28",
            "issn": "4",
            "pages": "365--382",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Modeling dynamic and network heterogeneities in the spread of sexually transmitted diseases",
            "authors": [
                {
                    "first": "Ktd",
                    "middle": [],
                    "last": "Eames",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Keeling",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "PNAS",
            "volume": "99",
            "issn": "",
            "pages": "13330--13335",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Transmission intensity and impact of control policies on the foot and mouth epidemic in Great Britain",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nature",
            "volume": "413",
            "issn": "",
            "pages": "542--548",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Modelling Infectious Diseases in Humans and Animals",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Keeling",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rohani",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Dynamics of the 2001 UK foot and mouth epidemic: stochastic dispersal in a heterogeneous landscape",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Keeling",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Science",
            "volume": "294",
            "issn": "",
            "pages": "813--817",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Modelling vaccination strategies against foot-and-mouth disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Keeling",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "421",
            "issn": "",
            "pages": "136--142",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The implications of network structure for epidemic dynamics",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Keeling",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Theoretical Population Biology",
            "volume": "67",
            "issn": "",
            "pages": "1--8",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Networks and epidemic models",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Keeling",
                    "suffix": ""
                },
                {
                    "first": "Ktd",
                    "middle": [],
                    "last": "Eames",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Roy. Soc. Interface",
            "volume": "4",
            "issn": "",
            "pages": "295--307",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A contribution to the mathematical theory of epidemics",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "O"
                    ],
                    "last": "Kermack",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Mckendrick",
                    "suffix": ""
                }
            ],
            "year": 1927,
            "venue": "Proc. Roy. Soc. A",
            "volume": "115",
            "issn": "",
            "pages": "700--721",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Modeling spatial and temporal transmission of foot-and-mouth disease in France: identification of high-risk areas",
            "authors": [
                {
                    "first": "Le",
                    "middle": [],
                    "last": "Menach",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Vet Res",
            "volume": "36",
            "issn": "",
            "pages": "699--712",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Transmission dynamics and control of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Early dissemination of foot-and-mouth disease virus through sheep marketing in",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Mansley",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Veterinary Record",
            "volume": "153",
            "issn": "",
            "pages": "43--50",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Infection dynamics on scale-free networks",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "May",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Lloyd",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Phys. Rev. E",
            "volume": "64",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Percolation on heterogeneous networks as a model for epidemics",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Sander",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Mathematical Biosciences",
            "volume": "180",
            "issn": "",
            "pages": "293--305",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Silent spread of H5N1 in vaccinated poultry",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Savill",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nature",
            "volume": "442",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Optimal reactive vaccination strategies for a foot-and-mouth outbreak in Great Britain",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Tildesley",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nature",
            "volume": "440",
            "issn": "",
            "pages": "83--86",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Accuracy of models for the 2001 foot-and-mouth epidemic",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Tildesley",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Proc. Roy. Soc. B",
            "volume": "275",
            "issn": "",
            "pages": "1459--1468",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Topology and correlations in structured scale-free networks",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vazquez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Boguna",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Moreno",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pastor-Satorras",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Phys Rev E Stat Nonlin Soft Matter Phys",
            "volume": "67",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "al 2001; Keeling et al 2001; Savill et al 2006; Lipsitch et al 2003). Recent work on foot-and-mouth disease has highlighted the role of local spatial transmission and spatial variation in host populations as two important concepts in understanding (and hence optimising the control of) infection. Since the 2001 epidemic, a range of publications (including Keeling et al 2001, Ferguson et al 2001, Le Menach et al 2005) have constructed maps of the local average farmlevel basic reproductive ratio values (R i ) to act as a spatial prediction of at-risk regions and the likely spatial extent of an epidemic (see for example Fig 1a). Here we address two fundamental",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "In line with previous versions of the model(Keeling et al 2001;Tildesley et al 2006), we make the assumption here that all farms are infected for 5 days before becoming infectious, and are infectious for 4 days before being reported with infection. Once a farm is reported, control measures are enforced. We assume a 24/48 hour policy, such that all IPs are culled within 24 hours of being reported and all DCs and CPs are culled within 48 hours.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Spatial plots of (a) R i , (b) Epidemic Impact given that an epidemic is seeded on an individual farm and (c) the probability of an epidemic occurring from infection on an individual farm. In (a) the colour scale shows the average value in 5 × 5 km grid squares. In (b) and (c) the colour scale shows the value for each individual farm. In (c) infection results in an epidemic if 10 or more farms are infected.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Graph of against R i . The colour scale shows the epidemic impact for each value of R i and . Each point corresponds to the R i and values for a single farm in the UK. The black line is shown for .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 3.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 4.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "the errors in predicting epidemic impact when errors are calculated based upon R i and values of each farm, and averaged over the optimal radius of 58km. Values are shown for both the non-parameteric fit and linear regression.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}