{
    "paper_id": "5b593919055e5a4204b7aa42b2b66ffacb07d42d",
    "metadata": {
        "title": "Time-Controlled Microfluidic Seeding in nL-Volume Droplets To Separate Nucleation and Growth Stages of Protein Crystallization ** NIH Public Access Author Manuscript",
        "authors": [
            {
                "first": "Cory",
                "middle": [
                    "J"
                ],
                "last": "Gerdts",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Valentina",
                "middle": [],
                "last": "Tereshko",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Maneesh",
                "middle": [
                    "K"
                ],
                "last": "Yadav",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Irina",
                "middle": [],
                "last": "Dementieva",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Frank",
                "middle": [],
                "last": "Collart",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Andrzej",
                "middle": [],
                "last": "Joachimiak",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Raymond",
                "middle": [
                    "C"
                ],
                "last": "Stevens",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Peter",
                "middle": [],
                "last": "Kuhn",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Anthony",
                "middle": [],
                "last": "Kossiakoff",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rustem",
                "middle": [
                    "F"
                ],
                "last": "Ismagilov",
                "suffix": "",
                "affiliation": {},
                "email": "r-ismagilov@uchicago.edu"
            }
        ]
    },
    "abstract": [
        {
            "text": "This paper describes a method of time-controlled seeding to separate the stages of nucleation and growth in protein crystallization using a microfluidic device. We quantified microfluidic seeding using a model protein, developed a strategy to produce diffraction-quality crystals of proteins recalcitrant to traditional methods, and solved de novo the X-ray crystal structure of Oligoendopeptidase F. Proteins are crystallized to determine their three-dimensional structures, to understand protein function, and aid in drug design, but crystallization can be an unpredictable and stochastic process. [1] [2] [3] [4] Microfluidics is emerging as a tool to perform crystallization trials faster, cheaper, in smaller volumes, and with a higher level of control. [5] [6] [7] [8] [9] The two general stages of protein crystallization-crystal nucleation and crystal growth-generally have differing optimal conditions. [10] [11] [12] Ideally, the protein forms crystal nuclei at a supersaturation where ordered growth is possible (Figure 1a ). However, for some proteins a supersaturation gap exists, where there is no overlap between nucleation and growth [*",
            "cite_spans": [
                {
                    "start": 600,
                    "end": 603,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 604,
                    "end": 607,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 608,
                    "end": 611,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 612,
                    "end": 615,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 759,
                    "end": 762,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 763,
                    "end": 766,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 767,
                    "end": 770,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 771,
                    "end": 774,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 775,
                    "end": 778,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 912,
                    "end": 916,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 917,
                    "end": 921,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 922,
                    "end": 926,
                    "text": "[12]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1023,
                    "end": 1033,
                    "text": "(Figure 1a",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "conditions (Figure 1b ). In the case of a supersaturation gap, solutions at low supersaturation that promote the ordered growth of crystals may not induce nucleation. Conversely, solutions at high supersaturation that promote nucleation may lead to growth of clustered crystals or microcrystals. Supersaturation gaps may be bridged by decreasing concentration from high to low supersaturation, but in traditional vapor diffusion, supersaturation increases during the trial. Other techniques, such as free-interface diffusion, [1, 8, 13] decrease supersaturation during the trial and may bridge the supersaturation gap.",
            "cite_spans": [
                {
                    "start": 526,
                    "end": 529,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 530,
                    "end": 532,
                    "text": "8,",
                    "ref_id": null
                },
                {
                    "start": 533,
                    "end": 536,
                    "text": "13]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 11,
                    "end": 21,
                    "text": "(Figure 1b",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Bridging the supersaturation gap by inducing nucleation has been attempted by addition of minerals, [14] synthetically designed nucleants, [15] altering supersaturation, [1, 8, 13] varying temperature, [16] and crystal seeding. [10, 17, 18] Seeding eliminates the need for nucleation and growth to occur in the same solution and separates the two stages of protein crystallization in trials that use microliter volumes and larger. [14, 15, [19] [20] [21] However, seeding using small (nL) volumes can be more difficult or not possible at all, because seeds are too small to be seen [22, 23] or are too delicate to be handled. [17] To overcome these challenges, we have developed a plug-based microfluidic system to perform seeding and bridge the supersaturation gap in nL volumes. In this system, nucleation and growth stages of protein crystallization are separated and controlled independently to allow the growth of single protein crystals.",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 104,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 139,
                    "end": 143,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 170,
                    "end": 173,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 174,
                    "end": 176,
                    "text": "8,",
                    "ref_id": null
                },
                {
                    "start": 177,
                    "end": 180,
                    "text": "13]",
                    "ref_id": null
                },
                {
                    "start": 202,
                    "end": 206,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 228,
                    "end": 232,
                    "text": "[10,",
                    "ref_id": null
                },
                {
                    "start": 233,
                    "end": 236,
                    "text": "17,",
                    "ref_id": null
                },
                {
                    "start": 237,
                    "end": 240,
                    "text": "18]",
                    "ref_id": null
                },
                {
                    "start": 431,
                    "end": 435,
                    "text": "[14,",
                    "ref_id": null
                },
                {
                    "start": 436,
                    "end": 439,
                    "text": "15,",
                    "ref_id": null
                },
                {
                    "start": 440,
                    "end": 444,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 445,
                    "end": 449,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 450,
                    "end": 454,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 582,
                    "end": 586,
                    "text": "[22,",
                    "ref_id": null
                },
                {
                    "start": 587,
                    "end": 590,
                    "text": "23]",
                    "ref_id": null
                },
                {
                    "start": 626,
                    "end": 630,
                    "text": "[17]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The system uses soft lithography microfluidics [24] to form plugs [5] of controlled size and composition surrounded by a fluorocarbon carrier fluid in glass microcapillaries. [25] To separate the nucleation and growth stages, a microfluidic device was designed to control multiple reactions in sequence and in time ( Figure 2a ). [26] In the nucleation stage, highly concentrated solutions of protein and precipitants were combined to form plugs of a highly supersaturated mixture conducive to the formation of seed crystals (functional cores/ centers that lead to the formation of a protein crystal when added to a supersaturated crystallization solution). Seeds must contain protein but may be too small to be seen and may be liquid, [12, 16] amorphous, or microcrystalline. The generation of seeds may take as little as a few seconds or as long as several days, depending on the protein. By controlling flow rates and channel length used for the nucleation stage, time control of seconds, minutes, hours, or even days [6, 26] is achievable.",
            "cite_spans": [
                {
                    "start": 47,
                    "end": 51,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 66,
                    "end": 69,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 175,
                    "end": 179,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 330,
                    "end": 334,
                    "text": "[26]",
                    "ref_id": null
                },
                {
                    "start": 736,
                    "end": 740,
                    "text": "[12,",
                    "ref_id": null
                },
                {
                    "start": 741,
                    "end": 744,
                    "text": "16]",
                    "ref_id": null
                },
                {
                    "start": 1021,
                    "end": 1024,
                    "text": "[6,",
                    "ref_id": null
                },
                {
                    "start": 1025,
                    "end": 1028,
                    "text": "26]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 317,
                    "end": 326,
                    "text": "Figure 2a",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "To illustrate the microfluidic seeding method, seed crystals of thaumatin protein were generated in the nucleation stage in 3-15 seconds by fixing the length of the channel and varying the flow rates of the solutions. After 3-15 seconds, plugs containing seeds were merged into the growth stage, where protein and precipitants were combined to form plugs at lower supersaturation, conducive to ordered crystal growth. Plugs from the growth stage were flowed into a glass microcapillary, where plugs were incubated and observed. When these two stages are combined, this system displays time control [5, 26] on two time scales: in seconds when generating seeds, [26] and in hours to days when incubating plugs. [25] When growth conditions were used alone, no crystals grew (Figure 2b ). When nucleation conditions were used alone, precipitation resulted ( Figure 2c ). When nucleation conditions were combined with growth conditions under time control, single crystals grew ( Figure 2d) . We used the model protein thaumatin to test the hypothesis that the number of crystals formed can be controlled by varying the nucleation time. Tests performed at two levels of supersaturation in the growth stage confirmed that longer nucleation times lead to more seeds and, therefore, more crystals ( Figure 3 ). Crystals grown without seeding were compared by Xray diffraction with crystals grown with seeding. [25, 27, 28] To ensure that no variables were introduced by handling or cryoprotecting, crystals were analyzed inside the capillary (in situ) by obtaining ten-frame sets of diffraction data over a 10-degree rotation range and comparing the average signal-to-noise ratios of the detected reflections in the corresponding resolution shells (see the Supporting Information). Relative to the controls, crystals grew more rapidly and in higher yield with microfluidic seeding and were of the same quality.",
            "cite_spans": [
                {
                    "start": 598,
                    "end": 601,
                    "text": "[5,",
                    "ref_id": null
                },
                {
                    "start": 602,
                    "end": 605,
                    "text": "26]",
                    "ref_id": null
                },
                {
                    "start": 660,
                    "end": 664,
                    "text": "[26]",
                    "ref_id": null
                },
                {
                    "start": 709,
                    "end": 713,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 1401,
                    "end": 1405,
                    "text": "[25,",
                    "ref_id": null
                },
                {
                    "start": 1406,
                    "end": 1409,
                    "text": "27,",
                    "ref_id": null
                },
                {
                    "start": 1410,
                    "end": 1413,
                    "text": "28]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 771,
                    "end": 781,
                    "text": "(Figure 2b",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 854,
                    "end": 863,
                    "text": "Figure 2c",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 974,
                    "end": 984,
                    "text": "Figure 2d)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1290,
                    "end": 1298,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": ""
        },
        {
            "text": "To validate this method with challenging structurally uncharacterized targets, we crystallized SARS nucleocapsid N-terminal domain (\"SARS protein\") and Oligoendopeptidase F from Bacillus stearothermophilus. At high supersaturation, plugs containing solutions of \"SARS protein\" consistently gave microcrystalline clusters similar to those seen in standard vapordiffusion methods (Figure 4, left) , but no single crystals were observed. The formation of microcrystalline clusters is consistent with either multiple independent nucleation events or defects during growth, which are typically observed at high supersaturation. [1] At low supersaturation, nucleation did not occur, and no crystals grew, thus suggesting a supersaturation gap (Figure 1b) . Separation of the nucleation and growth stages was achieved in four steps ( Figure 4 ): i) Plugs were formed under nucleation conditions. ii) The flow was stopped to grow clusters of microcrystals over several days. iii) The clusters of microcrystals were dispersed throughout the plug under flow. Each plug of crystals was used to seed multiple plugs. iv) Plugs at low supersaturation (growth conditions) containing the microcrystalline seeds were flowed into a glass capillary for incubation. This method produced single \"SARS protein\" crystals ( Figure 4, right) . Preliminary data showed diffraction to a resolution of 3.5 Å.",
            "cite_spans": [
                {
                    "start": 623,
                    "end": 626,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 378,
                    "end": 394,
                    "text": "(Figure 4, left)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 737,
                    "end": 748,
                    "text": "(Figure 1b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 827,
                    "end": 835,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1300,
                    "end": 1316,
                    "text": "Figure 4, right)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": ""
        },
        {
            "text": "As a second example, we investigated Oligoendopeptidase F, a member of the metallopeptidase family M3 that performs proteolytic cleavage of proteins at Leu-Gly. This protein was selected as a target by several structural genomics centers (http://sg.pdb.org). Although there has been some success in expression, purification, and crystallization of this protein, no crystal structure has been published. The putative protein sequence from Bacillus stearothermophilus was selected by the Midwest Center for Structural Genomics (MCSG, http://www.mcsg.anl.gov) in 2003, and the purified protein was kept frozen at −80°C after the first run of the crystallization trials. In traditional vapor-diffusion trials (see the Supporting Information), clustered crystals (Figure 5b ) of Oligoendopeptidase F grew from a microcrystalline precipitation (Figure 5a ) but were unsuitable for X-ray analysis. We used microfluidics to take \"seeds\" from the precipitate and flow them into \"growth\" crystallization solutions at lower supersaturation. The key to the success of this approach was the very high dilution of the seeding mixtureapproximately one nL of seeds was used to seed each \"growth\" plug (20-100 nL). As a result of microfluidic seeding, single needlelike crystals grew, which were used for two subsequent rounds of seeding to wash the crystals and allow them to grow larger (Figure 5c ). [18] Microfluidic seeding significantly increased the rate of success in obtaining single crystals of Oligoendopeptidase F suitable for X-ray analysis. Each microfluidic seeding experiment (ca. 1 μL of protein total) resulted in dozens of single crystals (ca. 50 plugs, most containing single crystals). The crystal structure ( Figure 6 ) of Oligoendopeptidase F was solved by the singlewavelength anomalous diffraction (SAD) technique at a resolution of 3.3 Å by using one crystal grown in a microfluidic capillary (see the Supporting Information). To expand the refinement resolution to 3.1 Å (PDB code: 2H1J), we merged two data sets collected from two different crystals grown in a microfluidic capillary.",
            "cite_spans": [
                {
                    "start": 1386,
                    "end": 1390,
                    "text": "[18]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 758,
                    "end": 768,
                    "text": "(Figure 5b",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 838,
                    "end": 848,
                    "text": "(Figure 5a",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1372,
                    "end": 1382,
                    "text": "(Figure 5c",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1714,
                    "end": 1722,
                    "text": "Figure 6",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": ""
        },
        {
            "text": "To confirm that crystals grown by microfluidic seeding are isomorphous to ones grown by the traditional hanging-drop vapor-diffusion method, approximately one hundred hanging-drop vapor-diffusion trials were set up with similar crystallization conditions (ca. 100 μL of protein total). We were fortunate that one trial-a control experiment set up during the microfluidic trials-produced clustered crystals of suitable thickness for a piece to be extracted manually from the cluster for X-ray analysis. The cluster was transferred to cryoprotectant, and a single crystal was separated from the cluster by using crystal manipulation tools. The structure was determined independently from the microfluidic crystal at a resolution of 3.0 Å (PDB code: 2H1N). Crystals grown by both microfluidic and hanging-drop techniques are isomorphous and belong to space group P3 1 21 with cell dimensions a = b = 119.5 Å, c = 250 Å. The crystals contained two protein molecules (564 amino acids, 14 Se-Met residues per molecule) in the asymmetric unit with a solvent content of approximately 70%. Data collection, phasing, and refinement statistics are compared in the Supporting Information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "By using time-controlled microfluidic seeding, we have separated and achieved direct control over the nucleation and growth stages of protein crystallization. This system presents a solution to the potential conflict between nucleation (requiring high supersaturation) and ordered growth (requiring low supersaturation) and enables three advances that are difficult to achieve with traditional technologies: i) control of the nucleation time with subsecond precision; ii) the seeding of nL volumes; and iii) the use of a single plug to seed dozens of growth plugs by injecting less than one nL of seeding solution into each growth plug. Seeding with a small part of a single plug containing many seed crystals is important both to obtain a few single crystals in each growth plug and to use a single sample containing microcrystalline seed crystals to optimize growth conditions. We have not yet explored the potential of cross-seeding proteins, as was proposed for similar proteins of different species, protein-DNA, or protein-ligand complexes that have already been crystallized in their apo form, [1] though this work could be valuable. We conclude that microfluidic seeding may be used to achieve crystallization of some proteins that currently fail to crystallize and may be used to increase the success rate of future crystallization trials. The nucleation and growth of protein crystals may not occur under the same conditions. a) For some proteins, there is an overlap between the supersaturation regions for nucleation and ordered growth, corresponding to the optimal crystallization condition. b) For other proteins, there is a supersaturation gap between nucleation and ordered growth such that both cannot occur at the same supersaturation. Fraction (F) of plugs with crystals versus incubation time for different nucleation times (t nuc ). a) At a protein concentration of 15 mgmL −1 in the growth stage, seeded plugs yielded crystals whereas unseeded plugs did not yield crystals. b) At a protein concentration of 25 mgmL −1 in the growth stage, seeded plugs yielded more crystals in a shorter period of time than unseeded plugs. ♦ control 1 (no seeding), • t nuc = 9 s, ▪ t nuc = 5 s, ▴ control 2 (no seeding). Separating the stages of nucleation and growth in the crystallization of \"SARS protein\" yields single crystals. i) Protein and precipitant solutions of high concentration are combined to form plugs. ii) The flow is stopped, and the plugs are incubated to generate seed crystals (left microphotograph: a typical \"SARS protein\" crystal grown in solutions of high supersaturation in which excess nucleation leads to clustered microcrystals). iii) Protein and precipitant solutions of lower concentration are combined to form plugs containing solutions at a lower degree of supersaturation that lead to crystal growth. Each plug containing seed crystals seeds multiple growth plugs. iv) Growth plugs that contain seed crystals are flowed into a glass capillary and incubated (right microphotograph: two typical plugs of low supersaturation that have been seeded with \"SARS protein\" microcrystals). Scale bars: 100 μm. Crystallization of Oligoendopeptidase F. a) Microphotograph of the precipitation that results from a traditional vapor-diffusion trial. b) Microphotograph of a typical crystal grown at high degree of supersaturation whereby excess nucleation led to clustered crystals. c) Microphotograph of single crystals in a typical plug seeded by microfluidic methods. Scale bars: 100 μm. Ribbon structure of Oligoendopeptidase F. The protein has neurolysin topology with a mainly α-helical scaffold. The central groove divides the protein into two \"subdomains\" (shown in cyan and red). One Zn 2+ ion (shown as a small, green sphere) is bound at the active site. The helix α13 contains the HEXXH zinc-binding motif with its two zinc-coordinating histidine residues (His356 and His360). Additional coordination is provided by Glu384 on helix α14. The α-helix numbering from the PDB 1O86 structure [29] was used.",
            "cite_spans": [
                {
                    "start": 1101,
                    "end": 1104,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 4025,
                    "end": 4029,
                    "text": "[29]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Crystallization of Biological Macromolecules. 1. 1",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcpherson",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "a) The process of microfluidic seeding. In stage 1 of the device, solutions at concentrations that promote nucleation are combined. After a delay (t = 3-15 s, depending on the flow rate), seed crystals formed in stage 1 are merged into stage 2 of the device, where solutions that promote crystal growth are combined. b-d) Microphotographs of typical plugs containing thaumatin: b) at low supersaturation (growth conditions) no nucleation occurs and no crystals form; c) at high supersaturation (nucleation conditions) precipitation occurs; d) a single thaumatin crystal was nucleated in stage 1 and grown in stage 2. Scale bar: 200 μm.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 6.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Refer to Web version on PubMed Central for supplementary material.Angew Chem Int Ed Engl. Author manuscript; available in PMC 2007 January 10.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Material"
        }
    ]
}