{
    "paper_id": "5b7b7f5243c116df8abfde1175562d5d51d9026b",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Wanbu",
                "middle": [],
                "last": "Zhu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jiazhao",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lei",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shiyuan",
                "middle": [],
                "last": "Fang",
                "suffix": "",
                "affiliation": {},
                "email": "fangshiyuan2008@126.com"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "A plunge in the number of traumatic traffic injuries in an emergency center in Anhui province, China",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The incidence and mortality rate of traffic injury is usually high in China [1] . Due to the large human migration and traffic vehicle employment, Spring Festival transportation rush tends to lead to increased numbers of traumatic injuries, which puts a burden on the emergency trauma centers. Approximately 2.99 billion person-time trips were predicted as part of the Spring Festival transportation of 2020 by the state transport ministry, which is 0.8% higher than last year. However, a plunge in traumatic injury rates compared to the past 5 years has been observed in our provincial emergency medicine orthopedic center. This plunge may be attributed to the outbreak of Coronavirus Disease 2019 (COVID-19) in Wuhan and the consequent nationwide traffic control since 23 January 2020, the day happens to be the Spring Festival this year [2] .",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 79,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 840,
                    "end": 843,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We retrospectively described the medical treatment situation in the emergency center of our hospital over the past 5 years during the Spring Festival holiday (7 days before and 7 days after the Spring Festival). A 40% decrease in the number of total patients was found this year. While in the first half of this year's transportation season, the average daily number of patients (47.8) was slightly higher than the number of patients during the same period in previous years (45.9 from year 2014-2019), the major turning point was noted on 24 Jan 2020 when the average daily number of patients dropped to 17.7. We compared the distribution of patients during the week after the Spring Festival to that in previous years (Table 1) . Although a plunge in traffic injury and traumatic injury was detected this year, the numbers for chronic arthralgia, backache, open hand injury, and joint dislocation were similar to those in previous years. The number of patients presenting due to a motor vehicle collision, falls, transferring injuries, joint dislocations, and acute ankle injuries substantially decreased.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 720,
                    "end": 729,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "In December 2019, there was an outbreak of pneumonia of unknown origin in Wuhan City, Hubei province in China [3] . The novel coronavirus (SARS-CoV-2) was first isolated by Chinese scientists within a short period of time on Jan 7, 2020; however, this outbreak may continue spreading owing to the widespread mass migration of people during the Spring Festival transportation rush. Anhui province, where our emergency center is located, is adjacent to the Hubei with high rates of population migration. On January 23, the Wuhan City government made the decision to close intercity traffic including highway and railway traffic and cancel flights. On the same day, Anhui province adopted a level-1 traffic control measure.",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 113,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "American Journal of Emergency Medicine xxx (xxxx) xxx 1 These authors contributed equally to this work.",
            "cite_spans": [
                {
                    "start": 54,
                    "end": 55,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We note that after the decision was made on Jan 23, 2020, the number of traumatic injury patients in our emergency medicine center decreased significantly. Possible reasons include: 1) compulsory traffic control at the national and government levels limits the use of vehicles and other means of transportation, reducing the incidence of motor vehicle collisions; 2) due to high communicability rates of COVID-19, government departments have closed tourist attractions, shopping malls, cinemas, large restaurants, and other gathering places, resulting in less travel and less exposure to trauma; 3) government departments extended the Spring Festival holiday, and as a result, regular industrial production could not resume till the holiday ends.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "YAJEM-158832; No of Pages 2"
        },
        {
            "text": "As part of China's response to the outbreak of COVID-19, imposed traffic control limited the outflow of the infected cases [4] . How to effectively allocate medical resources in a special period and maximize the medical utility is a question worthy of discussion. According to experiences in the prevention and control of the COVID-19 epidemics, the deployment of emergency department trauma doctors to participate in COVID-19 prevention yielded encouraging effect. By March 8th, 2020, the number of patients with COVID-19 in Anhui has returned to zero. The above experience is worthy of reference for health policy makers and medical administrations world around. As the outbreak continues, the \"rare phenomenon\" of a plunge in traumatic injury patients in emergency medicine centers is likely to continue. More rigorous, multicenter statistical analysis will also be carried out after the outbreak is under control. ",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 126,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "YAJEM-158832; No of Pages 2"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Road traffic mortality in China: analysis of national surveillance data from",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ning",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Schwebel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Lancet Public Health",
            "volume": "4",
            "issn": "",
            "pages": "245--55",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A novel coronavirus from patients with pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "727--760",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The continuing 2019-nCoV epidemic threat of novel coronaviruses to global health -the latest 2019 novel coronavirus outbreak in Wuhan, China",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ia E",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Madani",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ntoumi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kock",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Dar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Infect Dis",
            "volume": "91",
            "issn": "",
            "pages": "264--270",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Early containment strategies and core measures for prevention and control of novel coronavirus pneumonia in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Q"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Y"
                    ],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Zhonghua Yu Fang Yi Xue Za Zhi",
            "volume": "54",
            "issn": "",
            "pages": "1--6",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "compare of the distribution of patients between this year with past five years.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}