{
    "paper_id": "5bedaa27a53f3aa399631905f951085b508fd2fc",
    "metadata": {
        "title": "Archives of Virology Avian Infectious Bronchitis Virus Structural Polypeptides: Effect of Different Conditions of Disruption and Comparison of Different Strains and Isolates",
        "authors": [
            {
                "first": "M",
                "middle": [
                    "S"
                ],
                "last": "Colli~s",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Central Veterinary Laboratory",
                    "institution": "",
                    "location": {
                        "settlement": "Weybridge",
                        "region": "Surrey",
                        "country": "England"
                    }
                },
                "email": ""
            },
            {
                "first": "D",
                "middle": [
                    "J"
                ],
                "last": "Alexandea",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Central Veterinary Laboratory",
                    "institution": "",
                    "location": {
                        "settlement": "Weybridge",
                        "region": "Surrey",
                        "country": "England"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Variations in the conditions used for disruption of purified virus involving differences in heat treatment and reducing agent concentration produced little affect on the polypeptide profiles of the Massachusetts 41 (M41) strain of avian infectious bronchitis virus obtained by po]yacrylamide gel electrophoresis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Comparisons of the structural polypeptides of 12 IBV isolates, consisting of M41, six serologically related viruses and representatives of five other serotypes, showed that the viruses could be placed in three groups on the molecular weights of the major glycopolypeptides. These were 31,000 and 86,000 for M41, the six related viruses and the serologically distinct SE 17; 27,000 and 89,000 for Iowa 97 and Ho]te and 27,000 and 91,000 for Connecticut and T strain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Examination of the structural polypeptides of different coronaviruses have produced results indicating as little as three or as many as 16 polypeptides although in all cases comparable polypeptides to those of other viruses were detected (for review see 19) . Studies on the structural polypeptides of avian infectious bronchitis virus (IBV) show considerable variation in the results obtained. BINGnAM (4) and ALEXaXDEe and COLLI~S (2, 7) have produced basically similar results, suggesting that IBV consists of 14--16 polypeptides, but MacNAcGu~o?¢ and 3~aDGF, (15) concluded there were only seven structural polypeptides. This latter report is more in keeping, both in number and size, with the polypeptides reported for other coronaviruses.",
            "cite_spans": [
                {
                    "start": 254,
                    "end": 257,
                    "text": "19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 403,
                    "end": 406,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 433,
                    "end": 436,
                    "text": "(2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 437,
                    "end": 439,
                    "text": "7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 563,
                    "end": 567,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Several suggestions have been put forward to account for the large number of polypeptides seen in the earlier studies of IBV. AlmXa~D~R and CoLLI~S (2) studied exhaustively the purification of the virus and their work indicates that 0304-8608/80/0063/0239/$ 02.60 the problem was not merely one of failure to produce sufficiently purified virus. STIYt~rA~ (20) suggested that studies using only polypeptide staining of gels may detect unincorporated host polypeptides which may be attached to virions. However almost identical profiles have been obtained using stained or aH-leueine labelled polypeptides (2) . STURMA~ (20) has also demonstrated that different concentrations of reducing agent and heating during preparation of coronavirus A59 polypeptides affected the number present and suggested that artifacts produced in this way may account for some of the polypeptides seen in studies of IBV. MAcNAuGH:rON and MA~)GE (15) have also stressed that the effect of harsh conditions during treatment of virus was to increase the number of polypeptides seen after polyaerylamide get electrophoresis (PAGE) and by such treatment were able to produce polypeptide profiles consisting of more than 12 bands. In the present, study we have examined the effects of the different conditions described by these authors on the polypeptide profile of the Massachusetts 41 strain of IBV.",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 151,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 356,
                    "end": 360,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 605,
                    "end": 608,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 619,
                    "end": 623,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 924,
                    "end": 928,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Many serotypes of IBV have been identified (8, 13) and strains may differ considerably in other properties (10) , Comparative studies of the polypeptides of different IBV strains have been limited to one of four strains (two serotypes) by BI~GHA~ (4) and three of the same strains (two serotypes) by MAcNAuGHTO~and MADGE (15) . In both studies no significant differences were reported between the polypeptide profiles of the different strains. In the present study we have used twelve strains of IBV representing 6 serotypes, vaecinal strains and field isolates for polypeptide analysis. : complete corona on most particles *: atypical projections e L: low group titre, H: high group titre (6, 10) a These strains and isolates were not, specificaily used by HOPKinS (13) but are related to M41 ND--Not determined",
            "cite_spans": [
                {
                    "start": 43,
                    "end": 46,
                    "text": "(8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 47,
                    "end": 50,
                    "text": "13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 107,
                    "end": 111,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 321,
                    "end": 325,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 766,
                    "end": 770,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "All IBV strains were obtained from Dr. C. D. Bracewell, Central Veterinary Laboratory, Weybridge, their histories have been described (6) . The strains used in the present study and some of their reported properties are listed in Table 1 .",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 137,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 230,
                    "end": 237,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Virus Strains"
        },
        {
            "text": "Viruses were grown in the allantoic cavity of 9 or 10-day-old embryonated fowls' eggs by inoculation of 10 ' 104 EIDs0 of virus in 0.1 mI. Incubation was at 37 ° C for 24~72 hours depending on the strain, live embryos were then chilled overnight at 4 ° C and the allantoie-amniotic fluids harvested.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus Strains"
        },
        {
            "text": "The infectious Mlantoie-amniotic fluid was clarified by centrifugation at. 2000 × g for 20 minutes. Virus was then pelleted by centrifugation at 20,000 × g for 30 minutes and resuspended at about 100-fold concentration in 0.01 ~ Tris-HC1 buffer pit 6.5. The concentrated virus was then reeentrifuged for five minutes at 2000 × g, to remove any large aggregates, and the supernatant placed on an 18 ml 20--55 per cent w/w sucrose gradient made in 0.01 ~ Tris-HCI buffer pH 6.5 and centrifuged at, 44,000 × g for 30 minutes. The virus peak from this rate zonal gradient was then applied to a similar sucrose gradient but this time centrifuged for 18 hours at 70,000 × g. The purified virus was then centrifuged to a pellet once more and resuspended in either 0.01 phosphate buffer pH 7.2 or 0.01 M Tris HC1 buffer pH 7.2 depending on the electrophoretic system to be used. All centrifugation steps were done at 4 ° C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus Puri]ication"
        },
        {
            "text": "In experiments to test the effects of different preparative conditions on the polypeptide profiles of IBV purified 1VI41 virus was disrupted with sodium dodecylsulphate (SDS) and reducing agent (2-mercaptoethanol or dithiothreitol) at the specified concentrations. For comparative PAGE of different strains of IBV two per cent w/v SDS, two per cent v/v 2-mercaptoethanol and boiling for two minutes was used to disrupt the virus which was then made five per cent sucrose and 0.001 per cent bromophenoI blue.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Polyacrylamide Gel Electrophoresis (PAGE)"
        },
        {
            "text": "Disrupted virus samples containing about 100 ~g of protein in 0.05 mt were layered on each 80 × 7 mm cylindrical polyacrylamide gel containing 7.5, 10 or 13 per cent w/v acrylamide at a constant ratio of acrylamide:bisacrylamide of 37.5:1 by weight. All, other conditions of PAGE were as described for the phosphate (continuous) system (1) or the discont.inuous system (3).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Polyacrylamide Gel Electrophoresis (PAGE)"
        },
        {
            "text": "Polypeptides were detected by staining gels with 0.1 per cent Coomassie brilliant blue and glycopolypeptides by staining with Schiff's reagent as described (2) .",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 159,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Polyacrylamide Gel Electrophoresis (PAGE)"
        },
        {
            "text": "The molecular weights of the polypeptides were estimated by comparison of the migration following SDS~PAGE with standards of known molecular weight. The standards used were: bovine serum Mbumin, phosphorylase A, and ribonuctease. Using these standards estimations of the molecular weights of the polypeptides of Newcastle disease virus (Ulster strain), which was usually run in parMlel, were similar to the values reported by MOO~E and BV~J~E (17) .",
            "cite_spans": [
                {
                    "start": 443,
                    "end": 447,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Polyacrylamide Gel Electrophoresis (PAGE)"
        },
        {
            "text": "Protein was estimated by the method of LowP~Y et al. (14) using bovine serum albumin as a standard.",
            "cite_spans": [
                {
                    "start": 53,
                    "end": 57,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Protein Estimation"
        },
        {
            "text": "Providing virus was treated by eentrifugation at 2000 × g for 5 minutes after concentration and initial purification and immediately before isopyenic sucrose density centrifugation, although broad-based, only one peak of virus activity was apparent. All strains were given at least two runs and the peak of virus a c t i v i t y was found at about 1.17 g/em 3 for all strains except B e a u d e t t e and M41 which were marginally denser with average density of 1.18 g/em 3 (average of three runs for each strain) and Connecticut which consistently produced a p e a k of virus at 1.16 g/em ~ (three runs).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Buoyant Densities o/ Strains"
        },
        {
            "text": "Two systems of P A G E were used: a continuous phosphate-buffered m e t h o d and a discontinuous Tris-glycine buffered method. E x c e p t for minor differences in some polypeptide migration rates the results obtained were identical for b o t h systems Mthough usually better resolution could be obtained with the discontinuous system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Polypeptide Analysis by PAGE"
        },
        {
            "text": "Throughout these studies no differences were detected if dithiothreitol was substituted for mereaptoethanol.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Polypeptide Analysis by PAGE"
        },
        {
            "text": "Analysis of polypeptides was done using 7.5, 10 and 13 per cent aerylamide gets. Molecular weight estimations showed elose agreement for each get concentration and those quoted below are average figures for at least one run at each of the three concentrations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Polypeptide Analysis by PAGE"
        },
        {
            "text": "Analysis of purified N ¢ 1 virus b y P A G E and staining with Coomasie brilliant blue revealed as m a n y as 30 polypeptide bands. A typical polypeptide profile of M41 obtained b y S D S -P A G E under reduced conditions is shown in Figure 1 with ed with two per cent SDS and two per cent mereaptoethanol and boiled for two minutes prior to separation by discontinuous SDS-PAGE on a 10 per cent aerylamide gel and staining with Coomasie brilliant blue. The most prominent bands are labelled and the number represents the estimated molecular weight × 10 -~. The eleven bands with labels on the left of the gel were arbitrarily nominated as the major polypeptides the 25 most p r o m i n e n t polypeptides labelled. The m a j o r i t y of the polypeptide bands represented only a very small proportion of the total protein and could be considered minor, while based on the proportion of total protein and retrospectively on the results obtained in the present s t u d y 11 were n o m i n a t e d as major polypeptides: p180, p107, p98, p94, p86, p75, p60, p54, p47, p40 and p31 (Fig. 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 234,
                    "end": 242,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1078,
                    "end": 1086,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Polypeptide Analysis by PAGE"
        },
        {
            "text": "All the m a j o r p o l y p e p t i d e bands were seen consistently with the exception of p 107 and p75 which, although always present in different gels, varied greatly in q u a n t i t y from p r e p a r a t i o n to p r e p a r a t i o n of virus. The presence or absence of large amounts of these polypeptides did not correlate with a n y changes in the proportions of other polypeptides and variation of the two was seen in preparations of seven of the 12 I B V strains studied.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Polypeptide Analysis by PAGE"
        },
        {
            "text": "Marked differences were recorded between the polypeptide p a t t e r n s of 3/i41 run under reduced (Fig. 2a, c and e) and non-reduced ( Fig. 2 b and d) conditions. I n the absence of reducing agent m a n y of the minor bands and the m a j o r bands Fig. 2 . Effect of different preparative conditions on the polypeptide profile of IBV strain Massachusetts 41. Prior to discontinuous PAGE on 10 per cent polyaerylamide gels and staining with Coomasie brilliant blue a purified preparation of M 41 virus was disrupted under the following conditions : a two per cent SDS, two per cent mercaptoethanol at room temperature; b two per cent SDS, no mereaptoethanoI, boiled for two minutes; c two per cent SDS, two per cent rnereaptoethanol, boiled for two minutes; d two per cent SDS, no mereaptoethanol, held at 37 ° C for 10 minutes; e two per cent SDS, two per cent mereaptoethanol, held at 37 ° C for 10 minutes; ] dialysed overnight against one per cent SDS and 0.t per cent mereaptoethanol, boiled for two minutes before and after dialysis; g dialysed overnight against one per cent, SDS and 0.1 per cent mercaptoethanol no boiling p40 and p47 seen in reduced gels were absent, while additional major bands p 115 and p52 (possibly two polypeptides) were present. The polypeptide p a t t e r n obtained on gels of M41 following overnight dialysis against 1 per cent SDS and 0.1 per cent mercaptoethanol was unaffected b y boiling for two minutes before and after dialysis ( Fig. 2f and g) . I n gels of virus prepared this way all the polypeptides seen in gels reduced with 2 per cent mercaptoethanol were present but in addition low levels of p 115 and p52 were detected which p r e s u m a b l y indicates incomplete reduction.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 100,
                    "end": 111,
                    "text": "(Fig. 2a, c",
                    "ref_id": null
                },
                {
                    "start": 137,
                    "end": 152,
                    "text": "Fig. 2 b and d)",
                    "ref_id": null
                },
                {
                    "start": 250,
                    "end": 256,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 1473,
                    "end": 1487,
                    "text": "Fig. 2f and g)",
                    "ref_id": null
                }
            ],
            "section": "E//ects o/ Conditions o/ Preparation ]or PAGE on the Migration o/ IBV-M41 Pdypeptides"
        },
        {
            "text": "The effects of different concentrations of mercaptoethanol on the polypeptide profile of ?if41 were also examined (Fig. 3) . No differences were seen when 2 or 5 per cent mercaptoethanol was used but at higher concentrations, 10 and 20 per cent, a high proportion of the protein failed to enter the gels and a m a r k e d decrease in the migration of the polypeptides was seen. However, even in gels run in the presence of 20 per cent mereaptoethanol all the major polypeptides seen at lower concentrations were discernible.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 114,
                    "end": 122,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "E//ects o/ Conditions o/ Preparation ]or PAGE on the Migration o/ IBV-M41 Pdypeptides"
        },
        {
            "text": "Twelve strains of I B V (Table 1) were purified and compared b y P A G E on 7.5, 10 and 13 per cent gels. Staining with Schiff's reagent was used to detect glycosylation and overstaining with Coomassie brilliant blue enabled precise The two sets of gels stained with Coomasie blue shown in Figure 4 (a and b) are 10 and 13 per cent aerylamide gels of different preparations of the same six IBV strains. The quantitative variability of p 107 and p 75 can be most noticeably seen for the Holte, T and Connecticut strains. Apart from these variations, which were not strain specific, the major differences in the polypeptide patterns of the various strains were associated with the glyeopolypeptides. On most gels stained with Sehiff's reagent (Fig. 5) four bands were seen, two of these stained poorly but were similar for all strains and corresponded to polypeptides p107 and p54. On some gels an additional fifth area of faint Schiff's staining was detected which corresponded to a potypeptide of 6 5 , 0 0 0 7 0 , 0 0 0 molecular weight. All stra.ins showed two major glyeopolypeptides but the migration rates varied with strains. Of the six strains shown in Figures 4 and 5 , glyeopolypeptide p 31 was present in gels of M4i and Beaudette but in gels of the other four strains the lower molecular weight major glyeopolypeptide migrated with an apparent molecular weight of 27,000. Detection of differences in the migration of the higher molecular weight major glyeopolypeptide were complicated by the presence of non-glycosylated polypeptides in the 94,000 molecular weight area but careful analysis of 7.5 per SDS-PAGE of the viruses serotogicatly related to M41: H t20, H52, 927, 563 and 381 and the serologieally distinet SE t7 produced polypeptide profiles similar to that of M41 (Fig. 6, 563 and 38t not shown) . However, some variations in addition to those of p 107 and p75, were seen between the different strains. In particular H 120 showed both quantitative differences and a polypeptide of 49,000 moleeuIar weight which was not detected in other viruses (Fig. 6) . However SDS-PAGE followed by Schiff's staining revealed the major glyeopolypeptides of all six viruses to be of 86,000 and 31,000 molecular weight (Fig. 7, 381 not shown) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 24,
                    "end": 33,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 290,
                    "end": 298,
                    "text": "Figure 4",
                    "ref_id": null
                },
                {
                    "start": 741,
                    "end": 749,
                    "text": "(Fig. 5)",
                    "ref_id": null
                },
                {
                    "start": 1160,
                    "end": 1175,
                    "text": "Figures 4 and 5",
                    "ref_id": null
                },
                {
                    "start": 1786,
                    "end": 1817,
                    "text": "(Fig. 6, 563 and 38t not shown)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2067,
                    "end": 2075,
                    "text": "(Fig. 6)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2225,
                    "end": 2248,
                    "text": "(Fig. 7, 381 not shown)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Comparison o/the Polypeptides o/ Di//erent Strains o/IB V"
        },
        {
            "text": "In addition to the differences in glyeopolypeptides of the 12 strains some qualitative and quantitative variations were observed in the minor polypeptide bands, particularly those with migration rates faster than the 27,000/31,000 molecular weight glyeopolypeptide (Figs. 4--6 ). Although all strains showed at least one polypeptide of molecular weight in the range 20,000--23,000 and at least one other at lower molecular weight, some strains had characteristic polypeptides in this area. For example polypeptide profiles of strain Connecticut consistently showed a prominent polypeptide of about 22,000 molecular weight. However, for most viruses, these low molecular weight polypeptides were frequently indistinct and variable in migration and the a p p a r e n t differences did not indicate further polypeptide groups amongst the strains tested t h a n those distinguishable b y glycopolypeptide analysis.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 265,
                    "end": 276,
                    "text": "(Figs. 4--6",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Comparison o/the Polypeptides o/ Di//erent Strains o/IB V"
        },
        {
            "text": "Grouping of the virus strains b y the molecular weights of the major glyeopolypeptides is summarized in Table 2 . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 104,
                    "end": 111,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Comparison o/the Polypeptides o/ Di//erent Strains o/IB V"
        },
        {
            "text": "Early reports of IBV structural proteins examined by SDS-PAGE (2, 4, 7) indicated the wesenee of 14--I6 polypeptides, these findings contrasted greatly with studies of other eoronaviruses which detected only 4--7 structural polypeptides (9, 11, 12, 18, 20) . However a report by MAcNAuG~TO~ and MADGE (15) suggested only seven potypeptides for IBV. Several reasons for the differences in the number of polypeptides detected in early studies of IBV and those of other coronaviruses have been put forward. Failure to obtain purified virus and differences between radioisotope labelled and stained polypeptide patterns were discounted by work by ALEXANDm~ and COLLIZCS (2) . In the present study we have examined the different preparative conditions reported to cause variation in polypeptide pattern for IBV and eoronavirus A59 (15, 20) but have shown no differences in the number of polypeptides detected. In contrast to the results with A59 (20) our results with M41 showed that profiles of reduced and nonreduced polypeptides were different, and that both were unaffected by temperature. IBV polypeptides exhibited neither association at elevated temperatures nor incomplete dissociation or metastability at low temperatures.",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 240,
                    "text": "(9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 241,
                    "end": 244,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 245,
                    "end": 248,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 249,
                    "end": 252,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 253,
                    "end": 256,
                    "text": "20)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 301,
                    "end": 305,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 666,
                    "end": 669,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 826,
                    "end": 830,
                    "text": "(15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 831,
                    "end": 834,
                    "text": "20)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The large differences in the number of polypeptides reported in other studies with IBV and those in the present study (as many as 30) cannot be explained by differences in virus purification nor by different conditions during disruption of the purified virus. The majority of the polypeptides detected in the present study represented very small proportions of the total protein and may simply not have been detected in other studies. MACNAuGI-ITOI~-and MADGE (15) reported the molecular weights of the seven polypeptides they detected by SDS-PAGE of IBV as: 130,000, 105,000, 97,000, 82,000, 74,000, 51,000 and 33,000 which show a close similarity to the molecular weights of seven of the eleven major polypeptides seen ha the present study (Fig. 1) . However, identification of the glycosylated polypeptides produced quite different results, MAcNAvo~rrox et al. (16) reporting the molecular weights of the glycosylated polypeptides as 130,000, 105,000, 82,000 and 74,000 compared to our estimates of 107,000, 86,000--91,000, 54,000 and 27,000--31,000. BI~GHA~ (4) reported glycopolypeptides of 180,000, t30,000, 83,000, 37,000 and 14,000. As all three studies h~ve used staining with Schiff's reagent to detect glyeosylation which does not always produce particularly strong staining it may well be that definitive identification of the glycosylated polypeptides awaits the use of radioisotopes.",
            "cite_spans": [
                {
                    "start": 460,
                    "end": 464,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 864,
                    "end": 868,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 742,
                    "end": 750,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Although throughout the present st, u@ a consistent polypeptide pattern was seen for IBV considerable quantitative variations in the 107,000 and 75,000 molecular weight polypeptides were detected. These were not strain specific but varied from preparation to preparation. Other polypeptides were unaffected by the amounts of p 107 and p 75 detected which suggests that these polypeptides were not precursors of other pol)Teptides but that in some preparations of virus they were absent. MAcNa~GHTO~ et al. (16) showed that their eomparable polypeptides of 105,000 and 74,000 molecular weight were surface polypeptides which could be removed by bromelain. It may be that in our studies on occasions preparative conditions were such that these polypeptides were removed, either physically or chemically, from the virus surface. However no morphological evidence was obtained to suggest that this had occurred.",
            "cite_spans": [
                {
                    "start": 506,
                    "end": 510,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Other comparisons of IBV strains have revealed no obvious differences in polypeptide profiles (4, 15) . However in the present study of 12 IBV strains we were able to distinguish three groups of viruses based on the migration of the major glycopolypeptides. All the strains tested of the Massachusetts serotype: Beaudette, M41, the vaecinal strains H 120 and H52, the British field strains 927, 563 and 381, and the serologieally distinct SE 17 strain had glycopolypeptides of molecular weight 31,000 and 86,000. Connecticut and T had major glyeopolypeptides of molecular weight 27,000 and 91,000 while strains Iowa 97 and Holte had 27,000 and 89,000 molecular weight glyeopolypeptides. Apart from the finding that all viruses of serotype 1 had similar major glyeopolypeptides there was no relationship between the glycopolypeptide groups and any of the properties listed in Table 1 .",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 97,
                    "text": "(4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 98,
                    "end": 101,
                    "text": "15)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 875,
                    "end": 882,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Serological studies of IBV strains or isolates have shown that they may be grouped (5, 8, 13) but that these groups are not distinct serotypes and exhibit many interrelationships (5, 13) . The results obtained in the present study in which all viruses of the Massachusetts serotype had similar polypeptide profiles and those differences that were detected between strains were limited to differences in two glyeopolypeptides do not exclude the possibility that all strains of IBV may share common antigens which may account for the eomptex serological relationships seen between the strains.",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 86,
                    "text": "(5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 87,
                    "end": 89,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 90,
                    "end": 93,
                    "text": "13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 179,
                    "end": 182,
                    "text": "(5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 183,
                    "end": 186,
                    "text": "13)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "During the preparation of this paper the authors received a preprint of a paper by NAGY and LOMNICZI [Polypeptide patterns of infectious bronchitis virus serotypes fall into two categories. Arch. Virol. 61, 341--345 (1979)] which was kindly supplied by Dr. B. LoM~ICZI, Veterinary Medical Research Institute of t, he Hungarian Academy of Sciences, Budapest, Hungary. In this paper the authors describe six major polypeptides of IBV with molecular weights: 75,000, 50,000, 45,000, 35,000, 28,000 or 24,000 and 22,000 which would appear to correspond to polypeptides p75, p54, p47, p40, p31 or p27 and p20--p23 of the present study. NAGY and LoiviNiCZi further report that the strains of IBV they examined could be divided into two groups consisting of those viruses with a 28,000 molecular weight polypeptide: M41, Beaudette, PV, Lerida (all of Massachusetts seretype) and SE 17, and those with a 24,000 molecular weight polypeptide : Connecticut (three strains tested), Gray, Iowa 97, Iowa 609 and T.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Addendum"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Comparison of the structural polypeptides of four avian paramyxoviruses",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Alexandei~",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Arch. ges. Virusforsch",
            "volume": "46",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The purification and polypeptide composition of avian infectious bronchitis virus",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Alexandetz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Colli&gt;rs",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Properties of a newly isolated, serologieally distinct; avian paramyxovirus",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Alexa&gt;rdei~",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "Shorti~idge",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Cellists",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Chettle",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Arch. Virol",
            "volume": "0",
            "issn": "",
            "pages": "105--113",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The polypeptide composition of avian infectious bronchitis virus",
            "authors": [
                {
                    "first": "I~",
                    "middle": [
                        "W"
                    ],
                    "last": "Bingtta~",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Arch. Virol",
            "volume": "49",
            "issn": "",
            "pages": "207--216",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Antigenic relationships between strains of infectious bronchitis virus as shown by plaque reduction test in chick kidney cells",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Bi~acewell",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Proceedings Vth World Congress of the World Veterinary Poultl~y Association",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Serological studies of avian infectious bronchitis virus",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Btcaceweli~",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Heterogeneity of infectious bronchitis virus grown in eggs",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Collins",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Alexandei~",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ha~k",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Cess",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Arch. Virol",
            "volume": "50",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Serotyping of avian infectious bronchitis viruses by the virus-neutralization test",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Cowen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Hitctlnei¢",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Avian Dis",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The polypeptide structure of transmissible gastroenteritis virus",
            "authors": [
                {
                    "first": ")",
                    "middle": [
                        "J"
                    ],
                    "last": "Gat~wes",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "I{"
                    ],
                    "last": "Pocoei¢",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "J. gen. Virol",
            "volume": "29",
            "issn": "",
            "pages": "25--34",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Morphological variation among avian infectious bronchitis virus strains",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Harkness",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Bi~aeewell",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Res. vet. Sei",
            "volume": "16",
            "issn": "",
            "pages": "128--131",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Purification and biophysical properties of human eoronavirus 229E",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Him~i~oi~ze~",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Virology",
            "volume": "75",
            "issn": "",
            "pages": "155--165",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Protein composition of eoronavirus OC 43",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "I-Iierholzer",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Pals~ei¢",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "~vvhttfield",
                    "suffix": ""
                },
                {
                    "first": "~-I",
                    "middle": [
                        "S"
                    ],
                    "last": "Kaye",
                    "suffix": ""
                },
                {
                    "first": "}v",
                    "middle": [
                        "P~"
                    ],
                    "last": "Do~¥dle",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Virology",
            "volume": "48",
            "issn": "",
            "pages": "516--527",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Serological comparisons of strains of infectious bronchitis virus using plaque-purified isolants",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Hopkins",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Avian Dis",
            "volume": "18",
            "issn": "",
            "pages": "231--239",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Protein measurement with the folin phenol reagent",
            "authors": [
                {
                    "first": "0",
                    "middle": [
                        "H"
                    ],
                    "last": "Lowi~¥",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Rosebi~ougi~",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Fatcr",
                    "suffix": ""
                },
                {
                    "first": "1~",
                    "middle": [
                        "J"
                    ],
                    "last": "Randall",
                    "suffix": ""
                }
            ],
            "year": 1951,
            "venue": "J. biol. Chem",
            "volume": "193",
            "issn": "",
            "pages": "265--275",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The polypeptide composition of avian infectious bronchitis virus particles",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "I~"
                    ],
                    "last": "1viacnaugttton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Madge",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Arch. Virol",
            "volume": "55",
            "issn": "",
            "pages": "47--54",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Polypeptides of the surface projections and the ribonucleoprotein of avian infectious bronchitis virus",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Macnavgtiton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "~¢lkdge",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Davies",
                    "suffix": ""
                },
                {
                    "first": ";",
                    "middle": [
                        "R ~"
                    ],
                    "last": "Dolrrl%$anttkin",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "J. Virol",
            "volume": "24",
            "issn": "",
            "pages": "821--825",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Characterization of the structural proteins of different strains of Newcastle disease virus",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "F"
                    ],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Bvttke",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "J. ten. Virol",
            "volume": "25",
            "issn": "",
            "pages": "275--289",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The polypeptides of haemagglutinating encephalomyelitis virus and isolated subviral particles",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pocock",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "If",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Garwes",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "J. gen. Virol",
            "volume": "37",
            "issn": "",
            "pages": "487--499",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Coronaxdridae Comprehensive Virology",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Robb",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bond",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Vvl",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Characterization of a coronavirus. I. Structural proteins: Effects of preparative conditions on the migration of protein on polyacrylamide gels",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Stur~aiv",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Virology",
            "volume": "77",
            "issn": "",
            "pages": "637--649",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Polypeptide profile of IBV strain Massachusetts 41. Purified virus was disrupt.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Effect of different concentrations of mercaptoethanol on the polypeptide profile of IBV strain Massachusetts 41. Prior to discontinuous PAGE on 10 per cent polyaerylamide gels a purified preparation of M 41 was treated with two per cent SDS and two, five, 10 or 20 per cent mercaptoethanol, as indicated, and boiled for two minutes. Polypeptides were stained with Coomasie brilliant blue. The origin is at the top location of the glyeopolyFeptides. Typical polypeptide profiles are shown in Figures 4--7.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Comparison of the polypeptide profiles of six strains of IBV. Each purified preparation of the indicated strains was treated with two per cent SDS, two per cent mereaptoetha,nol and boiled for two minutes prior to discontinuous PAGE. a 13 per cent aerylamide gels stained with Coomasie brilliant blue; b l0 per cent aerylamide gels stained with Coomasie brilliant blue cent gels stained with Schiff's reagent gave molecular weight values for this glycopolypeptide of 86,000 for Beaudette and M41, 89,000 for Iowa 97 and Holte and 91,000 for T and Connecticut. Comparison of the glyeopolypeptides of six strains of IBV. Conditions were as for those gels in Figure ¢ except that 7.5 per cent aerylamide was used and gels were stained with Sehiff's reagent for glyeopolypeptides",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Comparison of the polypeptides of five strains of IBV. Conditions were as for those gets inFigure 4b",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Comparison of the glyeopotypeptides of six strains of IBV. Purified virus preparations were treated with two per cent SDS and two per cent mereaptoethanol and boiled for two minutes prior to continuous (phosphate) SDS-PAGE on 10 per cent acrylamide gels and staining with Sehiff's reagent",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Properties o/avian in/ectiou8 bronchitis strains and isolates",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "The major glycopolypeptides o/ avian injectious bronchitis virus strains and isolates",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}