{
    "paper_id": "5c0fc4076944acbba2ffcd01f331ef56f14aa24b",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The study of cell biology and embryology in China stemmed from the generation of the eminent biologist Shizhang Bei, who returned to China from Germany in 1929. Bei and his colleagues helped to build the Chinese Academy of Sciences (CAS) in the 1950s (FIG.1 (TIMELINE) ), and he later became the first director of the Institute of Biophysics (IBP) in 1958. Landmark achievements of Chinese cell biologists in the 1960s and 1970s include the first demonstration of asexual reproduction in amphibian s by Xi Zhu (Shanghai Institute of Cell Biology (SICB), CAS) 1 , and the establishment of the first human liver cancer cell line by Ruiming Chen at the same institute 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 251,
                    "end": 268,
                    "text": "(FIG.1 (TIMELINE)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "The development of molecular and cell biology (MCB) in the subsequent two decades was compromised by the agenda and resources available in the country, as the nation spent its limited resources on areas tied to the nation's economy and interests. The political movements also set all scientific research curricula back during this period, until China opened its door to the West in the 1980s. In the next two decades, a large population of Chinese students and scholars went abroad to study modern sciences, including MCB. Although these scholars made great discoveries overseas, the development of MCB research in China remained slow-paced due to the lack of expertise, resources and financial support.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "During the past decade, many MCBbased research centres and programmes in China have made ground-breaking progress, which has attracted international collaborators and prompted the return of thousands of Chinese scientists from overseas. The Chinese Society for Cell Biology (CSCB) was founded in 1980, and it currently has 7000 active members, which represents 20% of MCB researchers in China. The CSCB has played an increasingly important part in advancing MCB research in China by organizing biennial national meetings, sponsoring special conferences and workshops on selective topic s and advocating the need for initiating specific research and funding programmes for emerging scientific areas. This Essay highlights the current organization of MCB research programmes in China, funding opportunities and application procedures, career development initiatives for Chinese scientists returning from abroad and for foreign scholars, as well as the opportunities for scientific collaborations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Key MCB discoveries in China MCB has been appreciated by scientists in China since it emerged as the foundation of modern biological sciences, and the deficiency of MCB research in the 1960-1980s in this country was due to political movements. The fast-growing economy over the past decade was the powerhouse for the rapid development of innovative MCB research, both basic and translational, in China. Over the past decade, on average there has been a more than 10% annual increase in research funding support from two major Chinese research fundin g agencies, the National Natural Science Foundation (NSFC) and the Ministry of Science and Technology (MOST). As a result, scientists in China have made a number of major contributions to the field of MCB during this time. Examples include the delineation of the molecular mechanisms underlying β-arrestin signalling [3] [4] [5] , bacteri a-host and virus-host cell inter actions 6-9 , necroptosi s 10,11 , DNA hydroxylation and demethylation 12, 13 , autophagy plasticity and its regulation by protein acetylation [14] [15] [16] , the role of acetylation in cellular metabolism 17, 18 and the induction of pluripotency 19, 20 . The creatio n of androgenetic haploid embryonic stem (AG-haES) cells and their application in the generation of genetically modified mice 21, 22 , as well as the functional delineation of cellular plasticity and homeostasis regulators based on structural insights, has also been achieved by MCB researchers in China [23] [24] [25] .",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 195,
                    "text": "1960-1980s",
                    "ref_id": null
                },
                {
                    "start": 867,
                    "end": 870,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 871,
                    "end": 874,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 875,
                    "end": 878,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 993,
                    "end": 996,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1065,
                    "end": 1069,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1070,
                    "end": 1074,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1075,
                    "end": 1079,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1129,
                    "end": 1132,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1170,
                    "end": 1173,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1317,
                    "end": 1320,
                    "text": "21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1495,
                    "end": 1499,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1500,
                    "end": 1504,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1505,
                    "end": 1509,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "These examples, which are discussed in more detail in BOX 1,  are just snapshots of the exciting and successful research currently being carried out by talented scientist s in China. Abstract | An interactive, intellectual environment with good funding opportunities is essential for the development and success of basic research. The fast-growing economy and investment in science, together with a visionary plan, have attracted foreign scholars to work in China, motivated world-class Chinese scientists to return and strengthened the country's international collaborations. As a result, molecular and cell biology research in China has evolved rapidly over the past decade.",
            "cite_spans": [
                {
                    "start": 54,
                    "end": 60,
                    "text": "BOX 1,",
                    "ref_id": null
                },
                {
                    "start": 61,
                    "end": 61,
                    "text": "",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "research in diverse areas of modern biological sciences. In general, under this scheme a principal investigator is granted a 5-year term with an internationally competitive scale of salary and funding, and renewal is contingent on the performance of the researcher. Today, the NIBS model has been adopted in other research units to help promote the career development of young scientists.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Organization of MCB research"
        },
        {
            "text": "An interactive, intellectual environment and funding programmes that provide an incentive to scientists are key to ensuring scientific advances and breakthroughs in MCB research in China. There are several independent funding programmes in China (TABLE 1) . For both basic and translational MCB research, the NSFC, a leading fundin g organization that was founded in 1986, is the major channel of financial support. Funded projects cover almost all disciplines of MCB, and the recent funding invested by the government exhibits a typical annual growth of 20%. This has resulted in seminal findings and high-impact publications in recent years, which has argued convincingly for continue d support for MCB research. Recently, the NSFC joined the National Institutes of Health (NIH) in the United States to fund bilateral collaboration grants to promote scientific exchange and colla boration between the two nations (see below) (TABLE 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 246,
                    "end": 255,
                    "text": "(TABLE 1)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 927,
                    "end": 936,
                    "text": "(TABLE 1)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Funding programmes for MCB in China"
        },
        {
            "text": "The second avenue for funding basic and translational research in MCB is the MOST. One of the renowned programme grants sponsored by MOST is the '973' projec t, which supports synergistic efforts by multiple research teams. This programme, which was initiated in March 1997 by the Chinese government, aimed to develop basic research, innovations and technologies that were aligned with national priorities in economic and social development. In 2006, the initial 973 programme had expanded into several specialized disciplines, and it became known as the National Key Basic Research Programme. The new programme now includes several specific research areas such as protein sciences, stem cell research, reproductive biology and developmental biology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding programmes for MCB in China"
        },
        {
            "text": "One of the major differences between NSFC and MOST grants is the application format. The NSFC grant is primarily designed for individual principal investigators, similar to the NIH RO1 type of research grant (but not to the same scale of funding) in the United States. By contrast, the 973 programme grants are very much like the P50 grants awarded by the NIH, in which multiple principal investigators work together as a consortium to take on a scientifically challenging theme that is deemed impossible or too hard for any individual research group to tackle.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding programmes for MCB in China"
        },
        {
            "text": "The third avenue of MCB funding is from the Ministry of Health (MOH) of China. MOH grants fund translational biology-based projects (such as the development of new drugs) that focus on the most prevalent diseases in China. These grants primarily fund consortium efforts in which a large number of cross-disciplinary teams tackle problems associated with HIV infection and viral hepatitis, two major epidemic health threats in China. This newly developed funding scheme is less organized and has recently been criticised. In particular the depth of evaluation systems was subject to criticism, as the MOH has an underdeveloped peer-review system and is less experienced in grant administration. With a new central government and its strategic creation of a big and interactive MOH (this is combined with a family planning policy), this funding channel is expected to be overhaule d and optimized.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding programmes for MCB in China"
        },
        {
            "text": "Typically, applications for funding from the NSFC and MOST are due once a year in March compared with three cycles per year for NIH funding. The annual success rate at the NSFC is about 20%, although this varies slightly depending on the discipline. One deadline per year may present challenges for young scientists who have just arrived in the country and set up their laboratory in the middle of a year. In addition, the depth of peer-review varies among different funding agencies and among different disciplines in the same agency. Given the relatively short history of research funding administration in China and its fast pace of growth, optimizing the procedures involved will accelerate research and development in MCB in China. In addition, there is an internal funding pipeline within the CAS to support MCB research. However, there are no regular deadlines, and the programmes are orchestrated by specific requests for application.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding programmes for MCB in China"
        },
        {
            "text": "It is worth noting that the funding agencies in China are taking increasingly strict measures with regard to scientific ethics to minimize the issue of scientific misconduct that has occurred in China and could setback the fast-growing phase of scientific research and development. The Hundred Talent initiative was started by the CAS in 1994 to recruit distinguished Chinese scholars under the age of 45 from overseas to fill the intellectual gap in CAS research institutes, as well as at the University of Science and Technology of China (USTC). The Hundred Talent scientists are generally provided with ample laboratory space, a solid start-up package and the position of Principal Investigator. So far, more than 1000 scholars have been recruited under this initiative. Most Hundred Talent scientists received additional funding, for example from the 973 project, and also recognitio n as NSFC Outstanding Young Scientist Awardees. Today, many Hundred Talent recruits remain active in research and education in academic settings in CAS institutes and universities beyond this. The Hundred Talent project also has a partnership with the Max Planck Society (MPS) in Germany, and Gang Pei returned from the USA as a CAS-MPS junior group leader in 1995.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding programmes for MCB in China"
        },
        {
            "text": "In 1998, Li Ka Shing, the president of Cheung Kong Holdings (a company that develops residential, office, retail, industrial and hotel properties in Hong Kong), worked with the MOE to build the 'Cheung Kong Scholars' programme for recruitin g research scholars and professors from overseas, regardless of their nationalities, to universities nationwide to work for the MOE. Like the Hundred Talent initiative, the Cheung Kong Scholars programme has been very successful and remains open for recruiting overseas talents not only in MCB but also other disciplines such as mathematics, physics and chemistry. However, Cheung Kong Scholarships primarily supplement salary, and scholars will thus need to negotiate with their home institute a start-up package and laboratory space. Eminent haematologist and leukaemi a cell biologist Zhu Chen was one of the first Cheung Kong Scholars. Today, many Cheung Kong Scholars are actively engaged in research, education and scientific administratio n nationwide.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding programmes for MCB in China"
        },
        {
            "text": "Given the success of the aforementioned talent-recruiting strategies, the rapid development of the country's economy and the urgent need to recruit additional talents to encourage economic transformation, the central government initiated an ambitious Thousand Talent project in 2008. This project aims to attract primarily",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding programmes for MCB in China"
        },
        {
            "text": "Scientists in China have made major contributions to the field of molecular and cell biology (MCB) over the past decade. Due to space limitations, only selected examples are described.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Box 1 | Key MCB discoveries that were made in China"
        },
        {
            "text": "Gang Pei and colleagues identified a unique five-transmembrane G protein-coupled receptor (GPCR) implicated in cytokine signalling 3 . Using GPCRs as a model system, they revealed the spatial dynamics of β-arrestin and its role in epigenetic reprogramming 4 and delineated how β-arrestin orchestrates cellular energy homeostasis 5 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Signalling"
        },
        {
            "text": "Using crystal structure-aided delineation, Zihe Rao and colleagues (at the Institute of Biophysics (IBP)) and Tsinghua University) illustrated the mechanism of action underlying a key protease of the severe acute respiratory syndrome (SARS) virus and its interaction with an inhibitor 6 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bacterial-and viral-host interactions"
        },
        {
            "text": "Jijie Chai (National Institute of Biological Sciences (NIBS)) established how the bacterial effector protein AvrPto activates plant immunity 7 . Furthermore, Nieng Yan and Yigong Shi (both are at Tsinghua University) defined the structural basis of transcription activator-like (TAL) effector-DNA interactions; TAL effectors are secreted by phytopathogenic bacteria and recognize host DNA through a central domain of tandem repeats 8 . Finally, Feng Shao (NIBS) delineated the host cell response to bacterial virulence, suggesting that bacterial virulence factors rewire the host cell signalling circuitry 9 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bacterial-and viral-host interactions"
        },
        {
            "text": "Two independent teams led by Jiahuai Han (Xiamen University) and Xiaodong Wang and Xiaoguang Lei (NIBS) delineated the mechanism underlying necroptosis and discovered chemical inhibitors of this process 10, 11 .",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 206,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Necroptosis"
        },
        {
            "text": "The paternal DNA in a zygote undergoes active demethylation before the first mitosis, and Guo-Liang Xu's group from the Institute of Biochemistry and Cell Biology at the Shanghai Institutes for Biological Sciences (IBCB-SIBS; he was also a Chinese Academy of Sciences-Max Planck Society (CAS-MPS) junior group leader at that time) revealed the mechanisms underlying this. They showed that the dioxygenase ten-eleven translocation 3 (TET3) catalyses the oxidation of 5methylcytosine in the paternal genome in mouse zygotes, which results in the generation of 5hydroxymethylcytosine 12 . They also discovered that the oxidized cytosine can be removed by thymine DNA glycosylase 13 , thus providing insights into the mechanism of DNA methylation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DNA hydroxylation and demethylation"
        },
        {
            "text": "Using Caenorhabditis elegans, Hong Zhang (who was at the NIBS) identified several unique regulators of autophagy 14 . Li Yu and Sheng-Cai Lin, who are at Tsinghua University and Xiamen University, respectively, independently unravelled how acetylatransferases orchestrate autophagy dynamics through the acetylation of effector proteins on Lys residues 15, 16 .",
            "cite_spans": [
                {
                    "start": 352,
                    "end": 355,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Acetylation in autophagy and metabolism"
        },
        {
            "text": "Using a proteomics-based approach, Guoping Zhao, Shimin Zhao and their colleagues (Fudan University) identified an acetylome underlying the regulation of liver cell metabolism and illustrated the potential signalling cascades involved in liver cell homeostasis 17, 18 .",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 264,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Acetylation in autophagy and metabolism"
        },
        {
            "text": "The groups of Jinsong Li (IBCB-SIBS) and Qi Zhou (Institute of Zoology in Beijing, CAS) generated transgenic mice using androgenetic haploid embryonic stem (AG-haES) cells 21, 22 . Haploid cells are versatile and are easy to genetically manipulate. Independently, both research groups established mouse AG-haES cells by transferring sperm into an enucleated oocyte. They also used AG-haES cells to produce live animals via injection into oocytes.",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 175,
                    "text": "21,",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Stem cells"
        },
        {
            "text": "Duanqing Pei (Guangzhou Institutes of Biomedicine and Health) showed that mesenchymal-to-epithelial transition is required for reprogramming fibroblasts into induced pluripotent stem cells 19 . The reprogramming factors for inducing pluripotency were primarily identified from ES cell-enriched, pluripotency-associated factors. However, recent developments from the laboratories of Hongkui Deng and Chao Tang (Peking University) show that mesendodermal lineage specification factors could cooperate with ectodermal specification factors to reprogramme mouse somatic cells to the pluripotent state in the absence of exogenous OCT4 (also known as POUF51 and OCT3) and SOX2 (REF. 20 ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stem cells"
        },
        {
            "text": "The group of Jia-Wei Wu recently carried out a structure-function analyses to elucidate AMP-activated protein kinase (AMPK) activation 23 , and Yigong Shi's group used a structural biology-based approach to identify a membrane transporter 24 . Both of these groups are at Tsinghua University. In addition, structure-based studies, carried out by Mingjie Zhang (Fudan University and Hong Kong University of Science and Technology Research Consortium), showed that a lipid-induced conformational switch controls the activity of the SNARE YKT6 (REF. 25 ). Xiamen University Nature Reviews | Molecular Cell Biology tenured full professors from major research universities from developed countries. The Chinese professors already employed by Chinese institutions are not eligible to apply. Similarly to the Hundred Talent initiative, successful Thousand Talent candidates are provided with ample laboratory space, a generous start-up package and full professorship. In addition, they are offered a salary scale comparable to their earnings overseas. Distinguished programmed cell death researcher Xiaodong Wang was one of the first Thousand Talent investigators, and he relocated to China from the United States. So far, the number of scholars who have qualified for the Thousand Talent candidacy has reached about 1000. However, the overall full-time employment rate is far below the number of candidates who have been awarded one of these grants, as many successful candidates remain at the stage of negotiation and planning for their research projects in China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Structral insights"
        },
        {
            "text": "The central government subsequently initiated the Young Thousand Talent recruitment programme (introduced above). Both young Chinese scientists working abroad and foreign scientists from oversea s can apply for such a grant. In general, Young Thousand Talent investigators with full-time commitment receive similar packages to Hundred Talent investigators. So far, four groups of scientists have been selected under this project, which brought a total of 400 scholars to China, the majority of which are Chinese, while the fifth group is being reviewed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Structral insights"
        },
        {
            "text": "Finally, there are programmes similar to the Thousand Talent programme aiming to recruit tenured faculty members of foreign nationalities. The programme is called 'Thousand Talent for Foreign Scientists' (also known as 'Wai Zhuan Qian Ren'). Collectively, all these programmes are designated for Chinese scientists who return from overseas or foreign scientists who want to work in China. By contrast, funding programmes for Chinese scientists who would like to perform research abroad are scarce, except for scholarships for graduate students and postdoctoral fellows to visit foreign institutions. All career development plan applications begin with the human resources department of the perspective institutes and/or universities. There is a dramatic increase in academic job advertisements from Chinese institutes in major scientific journals, such as Science and Nature, and on the institutes' websites. Often all interested candidates are invited to apply, regardless of their nationalities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Structral insights"
        },
        {
            "text": "As for collaborative efforts, the NSFC provides a number of funding opportunities (TABLE 1) . Recently, the NIH has jointly awarded grants with the NSFC for collaborative projects related to cancer, allergies, immunology and infectious diseases, using supplemental mechanisms that provide additional funding for joint studie s (see NIH funding opportunities and notices). In addition, grants are available for international collaborations; such applications should be initiated and submitted by Chinese investigators and the proposed project projects should be based on hypothesis-driven research with potential synergism from overseas partners. In general, there are specific milestone requirements for these collaboration grants. The timely and joint publication in high impact journals is essential for renewals. Typically, this is a 5-year grant with an annual budget of 100,000 US dollars to support expenses related to scientific exchange and technology transfer. In addition, bilateral collaboration grants are available that are awarded through a request for applications procedure. For this type of grant, both the Chinese investigator and the foreign collaborator should write and submit their applications to the NSFC and the respective co-sponsoring agency in the country of the collaborator. In general, the NSFC provides funding support to the Chinese applicants and finances travel in both directions between the awardees and their foreign collaborators, while funding from the collaborators' country supports their research and travel expenses for scientific exchanges. The criteria for funding this type of joint venture are based on the merit of the collaboration, which is assessed individually on both sides by the respective funding agencies. Following peer-review, the NSFC and the partner funding agencies will finalize the awardees for bilateral co llaborations. The typical 5-year programme requires annual exchange visits, one scientific workshop or conference per funding cycle to train young scholars and joint peer-reviewed publications on the proposed project. This type of joint grant can be renewed upon its successful completion. Typically, guidelines for the aforementioned grant applications are published on the NSFC website in late December, with a due date for applications in mid-March of the following year.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 82,
                    "end": 91,
                    "text": "(TABLE 1)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "International collaborations"
        },
        {
            "text": "Publishing and exchanging MCB There is a long list of scientific journals in China that publish MCB-related studies. However, many of them are not well-known in the academic community around the world. Partly because of this, more than 90% of MCB researchers from laboratories in China publish their work in international journals, as milestone achievements in grant applications are often defined by this. In recent years, the initiative of developing China's own brand-name international journals has received increasing support from multiple parties, including governmental agencies, local institutions and the broad community of scientists. As a result, premium international journals are starting to emerge from China, a prominent example of which is Cell Research. This journal has an impact factor that is competitive with key international journals and it is co-sponsored by the Institute of Biochemistry and Cell Biology (IBCB), Shanghai Institutes for Biological Sciences (SIBS), CAS and CSCB. There is no doubt that as scientific research continues to flourish in China, more goodquality journals will emerge from Chinese biological societies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "International collaborations"
        },
        {
            "text": "Scientific communication and conferences in China have also benefited from the rapid economic growth, as well as from intellectual input from scientists who return to China from overseas. Traditionally, there have been few high-quality scientific conferences in China; one of these, the Xiangshan Science Conference (which covers select subjects) is sponsored by the CAS and NSFC. In general, most of the attendees of this conference are invited scientists from domestic institutes. However, a number of high-quality international conferences have taken place in China since 2008. The First International Conference on Cellular Dynamics and Chemical Biology, which was held in Hefei, China (12-15 September 2008) , focused on how specific molecules and their inter actions could be visualized in real space and time by bringing the disciplines of photonics, chemistry and biology together 26 . This conference was held in conjunction with the fiftieth anniversary of the USTC, and around 100 international scholars attended. It has now developed into a biennial event that attracts worldrenowned cell biologists from abroad (FIG. 3) . From personal experience, students and postdoctoral fellows were offered ample opportunities to interact with speakers in the auditorium, during coffee breaks and the subsequent tour to the Yellow Mountain, a spectacular landmar k and sightseeing venue.",
            "cite_spans": [
                {
                    "start": 690,
                    "end": 712,
                    "text": "(12-15 September 2008)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1124,
                    "end": 1132,
                    "text": "(FIG. 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "International collaborations"
        },
        {
            "text": "The Cold Spring Harbour Laboratory (CSHL) Asia scientific advisory board held its first meeting in Suzhou (4-5 October 2008 ) and decided to hold the first CSHL Asia conferences in Suzhou starting in 2010 for a period of 10 years. These conferences aim to bring together top level scientists in order to promote communication and co llaboration within the field of life sciences. So far, CSHL Asia conferences are deemed to be very successful, aside from the high fees.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 123,
                    "text": "(4-5 October 2008",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "International collaborations"
        },
        {
            "text": "In addition to international conferences, the CSCB holds its biennial 'Mountain Meeting' series to present exciting unpublished advances on select topics. Moreover, the CSCB also holds a biennial meeting that aims to be similar in scope to the American Society for Cell Biology (ASCB) meeting. The most recent meeting was held 19-21 April 2013 and featured distinguished plenary speakers from abroad. The conference had eight concurrent mini-symposia, and more than 1000 scholars attended this exciting event.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "International collaborations"
        },
        {
            "text": "In general, the visa application process to attend conferences in China is rather quick and easy at Chinese consulates and embassies overseas. In turn, Chinese students and postdoctoral fellows are very much interested in attending international conferences and workshops. It is also encouraging to see that the visa application procedures for Chinese scholars attending overseas symposiums, such as the ASCB annual meeting and Gordon Research Conferences, has been simplified over recent years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "International collaborations"
        },
        {
            "text": "Although MCB research in China has evolved rapidly over the past decade, there is certainly room for improvement in the scientific environment and in scientific output. So, what can be done better to catalyse scientific discoveries? The engine of scientific discovery is powered by motivated and talented scientific teams working together. Specifically, the molecular delineation of the general principles that govern cellular plasticity and dynamics often requires synergism among chemistry, photonics, These centres provide scholarships for visiting researchers, which cover the costs of the conducted experiments and lodging for the visitin g scholars. Administratively, MCB research could be further promoted by implementing new strategies such as merit-based competitiv e grant renewals for the most successful projects. This would avoid a 1-year gap in funding for such researchers and also the time spent on the application process; funding sources such as the 973, 863 and NSFC key projects require a second level of peer-review which consists of giving an oral presentation in front of a scientific panel. If merit-based competitive grant renewals were in place, principle investigators could file competitive renewals 1 year ahead of the completion of the project. In addition, it would be costeffective and productive if a 1-year extension that does not require the award of any new funding could be granted to researchers so that they don't have to rush to spend the remaining funds towards the end of a 5-year grant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Enhancing MCB research in China"
        },
        {
            "text": "It is also important to mentor young scientists at the early stages of their careers, as the scientific community needs 'new blood' to ensure that great scientific discoveries are made in the future. It is interesting to note that the tenure-track system has begun to be launched at universities and institutes in China, such as Tsinghua University and the NIBS, to promote the career development of early stage and mid-stage scientists. Given the differences in research culture between the West and China, it will be very helpful for young principal investigators who have just started their own independent laboratories in China to be mentored by established early career scientists returning from abroad. Along the line of career development, fair merit-based evaluation will certainly strengthen scientific advances.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Enhancing MCB research in China"
        },
        {
            "text": "To promote scientific exchange, the CSCB has initiated collaborations with partner societies, such as the ASCB and the Asia Pacific Organization of Cell Biology, to co-sponsor conferences and workshops. The CSCB will continue to improve research and training environments by organizing joint conferences with partner societies on specialized topics and providing low-fee access to graduate student s and postdoctoral fellows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Enhancing MCB research in China"
        },
        {
            "text": "Cells are a basic unit of life; all molecules play their parts on the cellular stage in order to participate in the spectacular complexity and diversity seen in a living organism. Like all other basic scientific disciplines, MCB research demands not only quantitative, combinatory and systematic scientific approaches with experimental and conceptual novelty, but also the overhaul of infrastructures, funding mechanisms and, even more crucially, the culture, so that these parameters are comparable between countries. Cultural changes pose a more challenging task than changes in infrastructure or funding strategies, especially in a country with a history of several 1000 years like China. The scientific advances durin g the past two decades in China seem to provide good reason for optimism and confidence that the trend will continue for another 20 years, as long as it relies more on the power and creativity of each 'cell' , the individual scientist. We hope that scientific and administrative processes will orchestrate the hypothesis-driven 'bottom-up' approach with the strategic 'top-down' design to allow great landmark scientific achievements to be made in China. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Perspectives"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Spawning of the first fatherless toad in the world",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 1961,
            "venue": "Chinese Science Bulletin",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Establishment and characterization of liver cancer cell line BEL-7402 in vitro",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Chinese Science Bulletin",
            "volume": "9",
            "issn": "",
            "pages": "434--436",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Five-transmembrane domains appear sufficient for a G protein-coupled receptor: functional five-transmembrane domain chemokine receptors",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ling",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Proc. Natl. Acad. Sci",
            "volume": "96",
            "issn": "",
            "pages": "7922--7927",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A nuclear function of β-arrestin-1 in GPCR signaling: regulation of histone acetylation and gene transcription",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Cell",
            "volume": "123",
            "issn": "",
            "pages": "833--847",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Deficiency in b-arrestin-2 signaling complex contributes to insulin resistance",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Luan",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature",
            "volume": "457",
            "issn": "",
            "pages": "1146--1149",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The crystal structures of severe acute respiratory syndrome virus main protease and its complex with an inhibitor",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "100",
            "issn": "",
            "pages": "13190--13195",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The structural basis for activation of plant immunity by bacterial effector protein AvrPto",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Xing",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nature",
            "volume": "449",
            "issn": "",
            "pages": "243--247",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Structural basis for sequence-specific recognition of DNA by TAL effectors",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Science",
            "volume": "335",
            "issn": "",
            "pages": "720--723",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Structurally distinct bacterial TBC-like GAPs link Arf GTPase to Rab1 inactivation to counteract host defenses",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Cell",
            "volume": "150",
            "issn": "",
            "pages": "1029--1041",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Rip3, an energy metabolism regulator that switches TNF-induced cell death from apoptosis to necrosis",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Science",
            "volume": "325",
            "issn": "",
            "pages": "332--335",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Mixed lineage kinase domain-like protein mediates necrosis signaling downstream of RIP3 kinase",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Cell",
            "volume": "148",
            "issn": "",
            "pages": "213--227",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The role of Tet3 DNA dioxygenase in epigenetic reprogramming by oocytes",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Gu",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nature",
            "volume": "477",
            "issn": "",
            "pages": "606--610",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Tet-mediated formation of 5-carboxylcytosine and its excision by TDG in mammalian DNA",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "F"
                    ],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Science",
            "volume": "333",
            "issn": "",
            "pages": "1303--1307",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "C. elegans screen identifies autophagy genes specific to multicellular organisms",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Cell",
            "volume": "141",
            "issn": "",
            "pages": "1042--1055",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Function and molecular mechanism of acetylation in autophagy regulation",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yi",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Science",
            "volume": "336",
            "issn": "",
            "pages": "474--477",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "GSK3-TIP60-ULK1 signaling pathway links growth factor deprivation to autophagy",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Science",
            "volume": "336",
            "issn": "",
            "pages": "477--481",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Regulation of cellular metabolism by protein lysine acetylation",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Science",
            "volume": "327",
            "issn": "",
            "pages": "1000--1004",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Acetylation of metabolic enzymes coordinates carbon source utilization and metabolic flux",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Science",
            "volume": "327",
            "issn": "",
            "pages": "1004--1007",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "A mesenchymal-to-epithelial transition initiates and is required for the nuclear reprogramming of mouse fibroblasts",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Cell Stem Cell",
            "volume": "7",
            "issn": "",
            "pages": "51--63",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Induction of pluripotency in mouse somatic cells with lineage specifiers",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Cell",
            "volume": "153",
            "issn": "",
            "pages": "963--975",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Generation of genetically modified mice by oocyte injection of androgenetic haploid embryonic stem cells",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Cell",
            "volume": "149",
            "issn": "",
            "pages": "605--617",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Androgenetic haploid embryonic stem cells produce live transgenic mice",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nature",
            "volume": "490",
            "issn": "",
            "pages": "407--411",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Structural insight into the autoinhibition mechanism of AMP-activated protein kinase",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature",
            "volume": "459",
            "issn": "",
            "pages": "1146--1149",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Common folds and transport mechanisms of secondary active transporters",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Annu. Rev. Biophys",
            "volume": "42",
            "issn": "",
            "pages": "51--72",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Lipid-induced conformational switch controls fusion activity of longin domain SNARE Ykt6",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Mol. Cell",
            "volume": "37",
            "issn": "",
            "pages": "383--395",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Visualization and orchestration of the dynamic molecular society in cells",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Cell Res",
            "volume": "19",
            "issn": "",
            "pages": "152--155",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Map of representative institutions under the different MCB research programmes in China. Historically, there are two main streams of molecular and cell biology (MCB) research progra mmes in China. One pipeline is orchestrated by the Chinese Academy of Sciences (CAS). CAS includes 20 institutes studying biological sciences at which diverse subject areas are being investi gated. The second avenue is governed by the Ministry of Education (MOE), and this includes several universities. The newly established National Institute of Biological Sciences (NIBS) represents the third system. The map illustrates the geographic locations of five representative institutions under CAS (orange), four representative universities under the MOE (white) and the NIBS (purple).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Participants in the Second International Conference on Cellular Dynamics and Chemical Biology. This meeting, held at the University of Science and Technology of China (USTC) in Hefei, China, in November 2010, brought together researchers working in the disciplines of photonics, chemistry and biology. The conference covered six topics: cell cycle and circadian rhythms, cell division and genomic stability, epigenetic and epigenomic stability, the chemical biology of enzymes, cell plasticity and homeostasis, as well as new technologies. The image is reproduced, with permission, from Zhen Guo, School of Life Sciences, USTC, Hefei, China.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "There are two main streams of MCB research in China, one of which is orchestrated by the CAS. Twenty institutes that have MCB research as part of their research portfolios are under the wing of the CAS, and a number of key national laboratories are within and across these institutes. The institutes under the CAS are located throughout China, although a higher number of them are in Beijing and Shanghai. Some of the institutes possessing active MCB programmes under the CAS are listed in FIG. 2, and a full list can be found on the CAS website. The second stream of MCB research is governed by the Chinese Ministry of Education (MOE). Most research universities started building their MCB programmes around 5 years ago, and they have attracted a large number of young talents under central government initiatives such as the 'Thousand Talent' and 'Young Thousand Talent' projects. The initial plan under the Young Thousand Talent project aims to recruit thousands of rising scientific 'stars' who are under the age of 35 but have more than 4 consecutive years of work experience abroad. Some of the major universities that conduct MCB research and have the relevant educational curriculum are shown in FIG. 2, and a full list can also be found on the MOE's website. The birth of the National Institute of Biological Sciences (NIBS) in Beijing in April 2003 represents a new model system for conducting world-class MCB research in China. Aimed at understanding the fundamental mechanisms of life and educating new generations of life scientists, the NIBS uses a Howard Hughes Medical Institute (HHMI) Janelia Farm Research Campus format to host young talents that perform E S S AY In focus: molecular and cell biology research in China Xuebiao Yao, Dangsheng Li and Gang Pei",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Timeline | The order in which key institutes, funding bodies and societies were formed in China Attracting Chinese and foreign scholars Talented researchers drive the fast-growing scientific development in MCB research in China. There are a number of ways to recruit talented scientists, as summarized inTABLE 1.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Funding sources supporting molecular cell biology research in China Funding opportunities for international collaborations in China* Central government Foreign Thousand Talent (9 months per year) NSFC International collaboration programmes (such as the NSFC-NIH collaboration grant) (generally 5 years) CAS, Chinese Academy of Science; MOE, Ministry of Education; MOH, Ministry of Health; MOST, Ministry of Science and Technology; NIH, National Institutes of Health; NSFC, Natural Science Foundation of China. *Length of funding is given in brackets. Nature Reviews | Molecular Cell Biology physics, mathematics and biology. It would be useful to form and/ or create world-class research centres that provide a collaborative, inter disciplinary environment to pursue the most challenging problems in MCB, much like the Howard Hughes Medical Institute (HHMI) Janelia Farm Campus in the United States and the Okinawa Institute of Science and Technology in Japan. Scientific committees consisting of distinguished international scientists could also be deployed to provide scientifi c input and evaluation every 3-5 years. However, very few MCB programmes across the nation have an active international advisory committee. The recently established Protein Science Centres in Shanghai and Beijing represent a great opportunity for achieving a more efficient organization of the country's scientific research programmes, as they are a great resource for supporting the MCB research community in China by providing visiting scholar programmes and core facilities.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Xuebiao Yao is at the University of Science and Technology of China and Hefei National Laboratory for Physical Sciences at Nanoscale, 443 Huangshan Road, Hefei, China 230026. Dangsheng Li and Gang Pei are at the Shanghai Institutes for Biological Sciences, 320 Yueyang Road, Shanghai, China 200031. Gang Pei is also at Tongji University School of Life Sciences, 1239 Siping Road, Shanghai, China 200092.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors thank Q. Lin (Shanghai Institutes for Biological Sciences (SIBS)), Y. Shi (University of Science and Technology of China (USTC)), L. Li (SIBS), S. Du (National Natural Science Foundation (NSFC)), X. Zhang (Ministry of Science and Technology (MOST)) and X.-F. Wang (Duke) for critical reading of the manuscript and the Chinese Society for Cell Biology (CSCB) for support. The authors apologize to those colleagues whose work could not be fully discussed due to space limitation s. This work was supported, in part, by 973 Projects 2010CB912103 and 2011CB910202; NSFC projec t 90913016.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The authors declare no competing financial interests. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests statement"
        }
    ]
}