{
    "paper_id": "5c497b4f9cd88c74f3eb936c49cdba1703f94493",
    "metadata": {
        "title": "The experience of the 2003 SARS outbreak as a traumatic stress among frontline healthcare workers in Toronto: lessons learned",
        "authors": [
            {
                "first": "Robert",
                "middle": [],
                "last": "Maunder",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mount Sinai Hospital",
                    "location": {
                        "addrLine": "600 University Avenue",
                        "postCode": "M5G 1X5",
                        "settlement": "Toronto",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": "rmaunder@mtsinai.on.ca"
            }
        ]
    },
    "abstract": [
        {
            "text": "The outbreak of severe acute respiratory syndrome (SARS) in the first half of 2003 in Canada was unprecedented in several respects. Understanding the psychological impact of the outbreak on healthcare workers, especially those in hospitals, is important in planning for future outbreaks of emerging infectious diseases. This review draws upon qualitative and quantitative studies of the SARS outbreak in Toronto to outline the factors that contributed to healthcare workers' experiencing the outbreak as a psychological trauma. Overall, it is estimated that a high degree of distress was experienced by 29-35% of hospital workers. Three categories of contributory factors were identified. Relevant contextual factors were being a nurse, having contact with SARS patients and having children. Contributing attitudinal factors and processes were experiencing job stress, perceiving stigmatization, coping by avoiding crowds and colleagues, and feeling scrutinized. Pre-existing trait factors also contributed to vulnerability. Lessons learned from the outbreak include: (i) that effort is required to mitigate the psychological impact of infection control procedures, especially the interpersonal isolation that these procedures promote; (ii) that effective risk communication is a priority early in an outbreak; (iii) that healthcare workers may have a role in influencing patterns of media coverage that increase or decrease morale; (iv) that healthcare workers benefit from resources that facilitate reflection on the effects of extraordinary stressors; and (v) that healthcare workers benefit from practical interventions that demonstrate tangible support from institutions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The outbreak of SARS in 2003, following the first known cases in the Guangdong province of China in November 2002, was unprecedented in several respects. The rapidity of its worldwide spread was the result of modern patterns of air travel. The equally impressive rapidity of the identification and genetic characterization of the coronavirus that caused the infection was the result of an unusually high degree of global scientific cooperation. The outbreak was also unusual among infectious diseases for the high rate of infection among healthcare workers, especially those working in hospitals. The infectiousness of SARS was substantially higher in hospital settings prior to an accurate identification of the syndrome and the institution of isolation precautions (mean number of secondary cases transmitted from each case, R 0 = 4) (World Health Organization 2003) than it was in hospitals after isolation precautions were in place (R 0 Ͻ 1) (Low & McGeer 2003) or in the community (R 0 Ͻ 1) (Low 2004) .",
            "cite_spans": [
                {
                    "start": 946,
                    "end": 965,
                    "text": "(Low & McGeer 2003)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 996,
                    "end": 1006,
                    "text": "(Low 2004)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Unfortunately, there was little precedent in the medical literature by which to anticipate and respond to the psychological effects of the infection within SARS-affected One contribution of 15 to a Discussion Meeting Issue 'Emerging infections: what have we learnt from SARS?'. hospitals. It was known from a study of an outbreak of vancomycin-resistant enterococci within a hospital that nurses could be substantially burdened, and that factors contributing to the burden included feeling inadequately supported, blamed for the outbreak, and resentful of the increased workload (Mitchell et al. 2002) . Beyond those clues, efforts to deal with the psychological stress of healthcare workers in SARS-affected hospitals were, of necessity, guided by general principals of stress response and adaptation, availability of local resources, and flexible responsiveness to emerging patterns of psychological resilience and vulnerability. The severity of the psychological burden that SARS would place on healthcare workers was not clear at the onset of the outbreak, nor was there an existing model to guide the interventions that would be most successful in facilitating adaptation.",
            "cite_spans": [
                {
                    "start": 579,
                    "end": 601,
                    "text": "(Mitchell et al. 2002)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Although the psychological stress that has been caused by large-scale events such as natural disasters (Steinglass & Gerrity 1990; Johnsen et al. 1997 ) and hostile acts (Galea et al. 2003) has been described, there were features of the SARS outbreak that made it unlike other stressors. Because so little is known about the psychological impact of large-scale infectious threats within hospitals and the psychological impact of the measures that are required to contain infection, it is the purpose of this paper to review the observations that have been made of the psychological impact of SARS on healthcare workers, both anecdotally and quantitatively, to draw lessons from this experience that may be valuable in support of hospital staff in the future as new infectious diseases emerge.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 130,
                    "text": "(Steinglass & Gerrity 1990;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 131,
                    "end": 150,
                    "text": "Johnsen et al. 1997",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 170,
                    "end": 189,
                    "text": "(Galea et al. 2003)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The primary sources of information used for this review are the observations made by mental health professionals and administrators at Mount Sinai Hospital toward the end of the first wave of SARS in Toronto in late March and early April, 2003 (Maunder et al. 2003 , and a survey of 1557 healthcare workers at three Toronto hospitals performed in late May and early June 2003 (Lancee et al. 2004) . Where possible, these observations are supplemented by the observations of the psychological impact of SARS on healthcare workers made by other researchers (McGillis Hall et al. 2003; Nickell et al. 2004 ) and, where necessary, by the author's anecdotal observations.",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 243,
                    "text": "April, 2003",
                    "ref_id": null
                },
                {
                    "start": 244,
                    "end": 264,
                    "text": "(Maunder et al. 2003",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 376,
                    "end": 396,
                    "text": "(Lancee et al. 2004)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 555,
                    "end": 582,
                    "text": "(McGillis Hall et al. 2003;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 583,
                    "end": 602,
                    "text": "Nickell et al. 2004",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In Toronto SARS occurred in two waves. The first case was a woman who had travelled with SARS from Hong Kong to Toronto on 23 February. She died at home but her son (Case A), who cared for her, went to hospital with respiratory symptoms on 7 March. Seven cases became infected through contact with Case A, including four family members, two patients who had contact with him in hospital, and one technologist. By 16 March, contact with these cases had been responsible for 45 further cases, including 30 healthcare workers (Poutanen et al. 2003; Varia et al. 2003) . The first wave peaked in late March and the second wave peaked in late May. In all, there were 375 suspected and probable cases of SARS in the province of Ontario, most of those in the city of Toronto, and there were 44 deaths, including three healthcare workers (Health Canada 2003) .",
            "cite_spans": [
                {
                    "start": 523,
                    "end": 545,
                    "text": "(Poutanen et al. 2003;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 546,
                    "end": 564,
                    "text": "Varia et al. 2003)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 830,
                    "end": 850,
                    "text": "(Health Canada 2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "CHARACTERISTICS OF THE OUTBREAK IN TORONTO AND AT MOUNT SINAI HOSPITAL"
        },
        {
            "text": "By 10 April, there were 19 cases at Mount Sinai hospital, 11 of them healthcare workers (Maunder et al. 2003) . Most of the Mount Sinai cases were treated during the first wave of cases, and most were treated in a negative-pressure SARS isolation unit (such as was installed in each Toronto hospital) or in the intensive care unit. The SARS isolation unit was staffed by the nurses of an active medical and surgical ward who were experienced with respiratory precautions. Elsewhere in the hospital, there were negative pressure patient rooms on medical or surgical wards that were used to treat patients who required respiratory precautions (including some suspected or probable cases of SARS), and patients being assessed in the Emergency Department were routinely treated with isolation precautions.",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 109,
                    "text": "(Maunder et al. 2003)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "CHARACTERISTICS OF THE OUTBREAK IN TORONTO AND AT MOUNT SINAI HOSPITAL"
        },
        {
            "text": "The hospital milieu changed abruptly in late March. A command structure was put in place in the hospital and public health directives from the province were enacted authoritatively. Physical access to the hospital was restricted to a single entrance. Researchers, students, volunteers and hospital workers whose work was deemed non-essential were told to stay at home. Visitors were not allowed, with some exceptions. Surgical procedures and outpatient appointments were cancelled. The cafeteria was closed. In short, infection control procedures took precedence over almost all other aspects of hospital function.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CHARACTERISTICS OF THE OUTBREAK IN TORONTO AND AT MOUNT SINAI HOSPITAL"
        },
        {
            "text": "Phil. Trans. R. Soc. Lond. B (2004) ",
            "cite_spans": [
                {
                    "start": 21,
                    "end": 35,
                    "text": "Lond. B (2004)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "CHARACTERISTICS OF THE OUTBREAK IN TORONTO AND AT MOUNT SINAI HOSPITAL"
        },
        {
            "text": "Although we can now be confident that the cause of SARS is a coronavirus (Berger et al. 2004) , and that its human-to-human transmissibility is relatively low (Low & McGeer 2003; World Health Organization 2003) , during the time period of March-May 2003 this knowledge was not available to most clinicians. The coronavirus as a putative cause of SARS was identified in scientific papers in May (Drosten et al. 2003; Ksiazek et al. 2003; Peiris et al. 2003) . The mode of transmission, while now thought to be due to droplet and contact transmission, was not clear early in the outbreak, especially to frontline hospital workers, who represent a wide range of expertise and biological sophistication. Healthcare workers at this stage of the outbreak necessarily had to tolerate uncertainty, and to weigh conflicting claims from many sources, not all of them peer reviewed.",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 93,
                    "text": "(Berger et al. 2004)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 159,
                    "end": 178,
                    "text": "(Low & McGeer 2003;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 179,
                    "end": 210,
                    "text": "World Health Organization 2003)",
                    "ref_id": null
                },
                {
                    "start": 394,
                    "end": 415,
                    "text": "(Drosten et al. 2003;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 416,
                    "end": 436,
                    "text": "Ksiazek et al. 2003;",
                    "ref_id": null
                },
                {
                    "start": 437,
                    "end": 456,
                    "text": "Peiris et al. 2003)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "LIMITED STATE OF KNOWLEDGE EARLY IN OUTBREAK"
        },
        {
            "text": "Thus, to understand the psychological impact of the SARS outbreak one needs to appreciate the circumstance of dealing with (i) an unknown infectious pathogen and (ii) an unknown mode of transmission, which appears to be (iii) highly contagious and (iv) frequently fatal, while having as one's main source of defence the recommendations of experts and administrators (local or governmental) which are (v) rapidly changing and (vi) for which the rationale is not always immediately apparent. It is not difficult to imagine that in such a situation, the normative response could be one of considerable stress.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LIMITED STATE OF KNOWLEDGE EARLY IN OUTBREAK"
        },
        {
            "text": "The survey instrument comprised the IES (Horowitz et al. 1979 ) and the Study of Healthcare Workers' Perception of Risk and Preventive Measures for Severe Acute Respiratory Syndrome. The latter is a self-report questionnaire authored by Dr C. S. Fones and Dr D. Koh in Singapore for use in several countries affected by SARS. For the Toronto survey it was modified to accurately describe our job designations. The survey included 76 survey items probing attitudes towards SARS, infection control procedures, perceived risk and coping. Attitude statements were scored on a six-point scale from (1) strongly disagree to (6) strongly agree. Because the outbreak was unprecedented and because the information required was specific to the outbreak, there was no opportunity to validate the SARS survey against other measures of coping and perceived risk. The survey therefore has only face validity. Surveys were not included in the analysis if more than 15 attitudinal items were missing or if any IES items were missing.",
            "cite_spans": [
                {
                    "start": 40,
                    "end": 61,
                    "text": "(Horowitz et al. 1979",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "METHODOLOGY OF THE SURVEY OF HEALTHCARE WORKERS"
        },
        {
            "text": "The IES is a measure of traumatic stress comprising 15 items probing the frequency of attitudes related to a particular event, specified here as the SARS outbreak. Items probe intrusion, for example, 'I had waves of strong feelings about it', and avoidance, for example, 'I stayed away from reminders of it'. Responses are never (scored 0), rarely (scored 1), sometimes (scored 3) and often (scored 5) regarding the one-week period preceding the survey (Horowitz et al. 1979; Sundin & Horowitz 2003) . Internal reliability (Cronbach's ␣) is 0.79-0.92 for the seven-item intrusion subscale and 0.73-0.91 for the eight-item avoidance subscale (Horowitz et al. 2000) . Correlations between the subscales, ranging from 0.57 to 0.78 (Horowitz et al. 2000) , are consistent with underlying constructs that are related but not identical. Mean scores discriminate between groups that do or do not meet criteria for post-traumatic stress disorder (Horowitz et al. 2000) . A total IES score greater than 19 is considered high (Horowitz et al. 2000) , and this cut-off was adopted to indicate clinical significance in this analysis.",
            "cite_spans": [
                {
                    "start": 453,
                    "end": 475,
                    "text": "(Horowitz et al. 1979;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 476,
                    "end": 499,
                    "text": "Sundin & Horowitz 2003)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 641,
                    "end": 663,
                    "text": "(Horowitz et al. 2000)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 728,
                    "end": 750,
                    "text": "(Horowitz et al. 2000)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 938,
                    "end": 960,
                    "text": "(Horowitz et al. 2000)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1016,
                    "end": 1038,
                    "text": "(Horowitz et al. 2000)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "METHODOLOGY OF THE SURVEY OF HEALTHCARE WORKERS"
        },
        {
            "text": "Two items were added to the survey to probe relationship styles, which previous research indicates are relevant to the outcomes of health-related stresses . These items were selected from the Experience in Close Relationships-revised questionnaire, a self-report measure of attachment insecurity with adequate psychometric properties (Fraley et al. 2002) . In a sample of 22 494 subjects who have completed this instrument on the Internet (data courtesy of Dr C. Fraley, Chicago, IL, USA) the correlation of the item 'I often wish that my partner's feelings for me were as strong as my feelings for him or her' is 0.74 to the full anxious attachment subscale, and is 0.11 to the avoidant attachment subscale. The correlation of the item 'I feel uncomfortable sharing my private thoughts and feelings with my partner' is 0.63 to the full avoidant attachment subscale, and 0.14 to the anxious attachment subscale. For the SARS survey 'my partner' was changed to 'others'.",
            "cite_spans": [
                {
                    "start": 334,
                    "end": 354,
                    "text": "(Fraley et al. 2002)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "METHODOLOGY OF THE SURVEY OF HEALTHCARE WORKERS"
        },
        {
            "text": "In the following discussion, between-group differences in total IES score are used to illustrate the effects of various factors that were related to traumatic stress in healthcare workers. To illustrate the relationship between IES score and continuous variables, healthcare workers have been divided into groups with low, moderate and high scores by a tertile split of all subjects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODOLOGY OF THE SURVEY OF HEALTHCARE WORKERS"
        },
        {
            "text": "To illustrate the additive clinical effect of independent factors acting on IES, continuous variables that were significantly associated with total IES score in a hierarchical regression analysis (Lancee et al. 2004) , were recoded as dichotomous variables. Any answer of 'agree' or 'strongly agree' on the items making up the scale resulted in a value of '1' for the dichotomous variables. The absences of those responses resulted in a '0'. Healthcare workers were then categorized by the number of risk factors present, and the prevalence of high IES score (total score greater than 19) was calculated for each category.",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 216,
                    "text": "(Lancee et al. 2004)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "METHODOLOGY OF THE SURVEY OF HEALTHCARE WORKERS"
        },
        {
            "text": "Among the 1557 Toronto hospital workers surveyed in May and June of 2003, the mean level of intrusion was 7.73 (95% confidence interval 7.37-8.11) and of avoidance was 9.57 (9.16-9.98), and the mean total IES score (combining both dimensions) was 16.84 (16.14-17.54). These figures are compared with the impact of other largescale stressors in the final section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE IMPACT OF THE OUTBREAK ON HOSPITAL WORKERS"
        },
        {
            "text": "Alternatively, to calculate an overall impression of the magnitude of the impact of a stressor, one can count the number of people who report a stress response above a cut-off. The cut-off that has been suggested to indicate a high score on the IES is a total score of 20 or greater (Horowitz et al. 2000) . Using this criterion, the number of subjects in the survey of three Toronto hospitals was 561 or 36.0% of the sample. This rate is quite similar to the rate that was found among hospital workers in Singapore (Dr C. S. Fones, personal communication). At another large Toronto teaching hospital, distress caused by SARS was measured with the GHQ-12. In that study, using a GHQ-12 cut-off score of 3, the proportion of hospital workers whose scores suggest a 'probable case of emotional distress' was 29% (Nickell et al. 2004) .",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 305,
                    "text": "(Horowitz et al. 2000)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 810,
                    "end": 831,
                    "text": "(Nickell et al. 2004)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "THE IMPACT OF THE OUTBREAK ON HOSPITAL WORKERS"
        },
        {
            "text": "What is of greatest interest in planning for an adequate institutional response to future outbreaks, however, is not only the overall rate of intense stress responses in healthcare workers, but identification of the factors that place individual hospital workers at greater risk of a stressresponse syndrome, and of factors that are protective. Each of the factors that was identified through observation or quantitative analysis will therefore be surveyed below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE IMPACT OF THE OUTBREAK ON HOSPITAL WORKERS"
        },
        {
            "text": "Having direct clinical responsibility for patients with suspected or probable SARS and persons under investigation for SARS would seem to be an obvious source of SARS-related stress, and the survey data indicate that this is the case. Hospital workers who cared for SARS patients had a mean IES score of 20.94 (19.41-22.46) whereas those without such contact had a mean score of 15.45 (14.68-16.21).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(a) Impact on particular groups of healthcare workers (i) Contact with SARS patients"
        },
        {
            "text": "There were some differences in the stress response reported by hospital staff of different disciplines. The survey was completed by a broad array of different types of hospital workers, proportionately similar to the makeup of the hospitals that we surveyed. The survey showed that nurses experienced the most severe stress and physicians the least, with other hospital workers reporting a mean IES score that was intermediate (figure 1). The same pattern of distribution between disciplines was reported at another hospital using the GHQ to measure distress (Nickell et al. 2004) . ",
            "cite_spans": [
                {
                    "start": 559,
                    "end": 580,
                    "text": "(Nickell et al. 2004)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "(ii) Professional discipline"
        },
        {
            "text": "Many healthcare workers noted the difficulty of returning home from work to family, especially when there were children present at home. Although most hospital workers did not believe that their loved ones were at high risk (60.1% disagreed or disagreed strongly with the statement 'I feel that people close to me have been at high risk'), anecdotally, hospital workers reported worry about passing on infection. Other concerns expressed included worries about the stigma that might be experienced by family members and worries about how children would be cared for if the healthcare worker-parent were hospitalized or quarantined. The latter concern was obviously even greater for single parents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(iii) Healthcare workers who are parents"
        },
        {
            "text": "In spite of the general disagreement that close family members were at high risk, the survey data indicate that having children was associated with a significantly higher score on the IES (figure 2). Having children was also identified as a factor contributing to greater distress as measured by the GHQ-12 (Nickell et al. 2004 ).",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 327,
                    "text": "(Nickell et al. 2004",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "(iii) Healthcare workers who are parents"
        },
        {
            "text": "One of the ways in which the SARS outbreak was extraordinary among stressful events was the way in which it isolated healthcare workers from their peers, families and communities. There were many changes during the outbreak that contributed to isolation. One of these, as mentioned, was that restrictions were placed on access to the hospital, which left the hospital unusually uncrowded and provided a subjective sense of working in a socially austere setting, compared with routine hospital life. In addition to restrictions on access, there were also a variety of restrictions on contact. Healthcare workers were instructed to avoid unnecessary contact. Handshaking, as an example of the type of routine physical contact that colleagues are likely to share, was not allowed. Early in the outbreak, the cafeteria was closed. Later, healthcare workers were allowed to eat in the cafeteria area but were instructed to space themselves apart by a distance of a few feet. Meetings of even a few people within the hospital were The statements were 'I have personally coped with the SARS situation by avoiding crowds and colleagues' and 'I have personally coped with the SARS situation by avoiding crowded places'. Low, moderate and high categories are determined by a tertile split of the mean score on these statements. The figure shows mean IES score and the error bars are 95% confidence intervals around the mean. discouraged. Staff members were advised not to meet with one another outside of the hospital.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(b) Mediating factors (i) Social isolation"
        },
        {
            "text": "When there was conversation, it occurred through the barriers of protective equipment. The equipment required varied with context and with time, as precautions were altered over the course of the outbreak. The minimum protective equipment intervening between two participants in a dialogue included masks. However, when seeing patients or working in more sensitive areas of the hospital more equipment was required, including perhaps a plastic eye shield or goggles, mask, double gloves, one or two gowns, a hairnet and surgical greens. Identifying oneself became the mandatory starting point of most conversations. One SARS patient reported that she had taken to memorizing the shoes worn by staff so that she would know who was visiting her. Most healthcare workers reported difficulty in wearing masks, almost half (47%) because of difficulty communicating while wearing a mask (Nickell et al. 2004 ).",
            "cite_spans": [
                {
                    "start": 881,
                    "end": 901,
                    "text": "(Nickell et al. 2004",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "(b) Mediating factors (i) Social isolation"
        },
        {
            "text": "Our survey data show that, although healthcare workers were instructed to avoid colleagues and large meetings, staff who reported coping with concerns about infection by avoiding crowds and colleagues were experiencing a more intense stress response (figure 3).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(b) Mediating factors (i) Social isolation"
        },
        {
            "text": "Another form of social isolation was the disconnection from community experienced by healthcare workers, who perceived that people were avoiding contact with the healthcare worker or the healthcare worker's family. In the city as a whole, news reports indicated that the Asian communities were experiencing economic difficulty as Torontonians avoided eating at Asian restaurants or shopping in Asian stores, presumably out of fear of contact with an infectious agent that had originated in China. Similarly, many healthcare workers reported others avoiding contact by cancelling appointments or social engagements. The SARS outbreak continued through the Easter and Passover celebrations, which led to tensions within the families of many healthcare workers according to anecdotal reports.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(ii) Stigma"
        },
        {
            "text": "Media coverage of healthcare workers may have influenced public perception. In one highly publicized case, a nurse who rode a passenger train before being diagnosed and hospitalized with suspected SARS was vilified in the press. A subsequent qualitative analysis of the image of nurses in the Toronto media revealed that stigmatizing responses were one common theme. For example 'it was idiotic of the nurse to take a [commuter] train, if she even suspected she had SARS-related symptoms' (McGillis Hall et al. 2003) . Interestingly, there were other themes identified that viewed nurses in a more positive light, including descriptions of leadership and characterization of nurses as heroes (McGillis Hall et al. 2003) .",
            "cite_spans": [
                {
                    "start": 489,
                    "end": 516,
                    "text": "(McGillis Hall et al. 2003)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 692,
                    "end": 719,
                    "text": "(McGillis Hall et al. 2003)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "(ii) Stigma"
        },
        {
            "text": "Our survey data support the observation that healthcare workers who perceived that they, or their families, were being avoided by others, were experiencing a more intense stress response ( figure 4) . Similarly, the other Toronto survey found that healthcare workers who felt that they were being treated differently by people because of working in a hospital were more likely to have a higher concern for their personal health (Nickell et al. 2004 ).",
            "cite_spans": [
                {
                    "start": 428,
                    "end": 448,
                    "text": "(Nickell et al. 2004",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 189,
                    "end": 198,
                    "text": "figure 4)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "(ii) Stigma"
        },
        {
            "text": "Another factor that may have contributed to stress was the unusual degree of scrutiny received by hospital workers from various sources. A high level of vigilance of the daily health of all healthcare workers by the hospital was evident in, for example, the screening process through which each staff member passed at the start of each shift. A list of questions regarding recent symptoms and recent contacts was asked by screening personnel at the door and then the staff member's temperature was taken. Symptoms probed included non-specific symptoms such as headache and feeling unwell. This process, although very useful for case detection, may also have contributed to anxious hypervigilance of one's own symptoms for the rest of the day. It was not unusual for healthcare workers to measure their own temperatures, for example, several times a day. In the survey, 349 out of 1557 healthcare workers (22.4%) indicated that they agreed or strongly agreed with the statement 'I have been preoccupied with my own physical symptoms'. Another source of scrutiny was the coverage of the outbreak and the response of hospitals in the media.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(iii) Scrutiny"
        },
        {
            "text": "The SARS outbreak may have influenced stressful job conditions in a number of ways. Being assigned to unfamiliar tasks was stressful for some healthcare workers, such as non-clinical staff who were reassigned to screening duties or other unfamiliar tasks. Seventy-one out of the 102 healthcare workers (70%) who had been working as door screeners indicated they agreed or strongly agreed that 'I have felt more stressed at work'. The correlation coefficient between the response to the survey items 'I have had to do work that I don't normally do' and 'I have felt more stressed at work' was 0.38 (p Ͻ 0.001).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(iv) Job stress"
        },
        {
            "text": "Conflict between co-workers was also made more likely by the circumstances. Substantial differences in the status of various healthcare workers during the outbreak (for example, those designated 'non-essential' or not, those required to work on a SARS isolation unit or not) ensured that there would be comparisons made between one person's lot and another's. In addition, administrative decisions were required as to whether healthcare workers would be given a choice about working in SARS treatment areas and whether staff directly caring for SARS patients would receive pay premiums. There was no mechanism in place to ensure that the same administrative choices would be made at different hospitals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(iv) Job stress"
        },
        {
            "text": "Changes in workload were also associated with feeling more work stress-particularly increases in workload and overtime. Anecdotally, managers reported difficulty in going home at the end of a workday because of a sense of responsibility for their staff. Staff members who usually worked part-time at more than one institution were not allowed to do this and as a result were working too little and had financial concerns.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(iv) Job stress"
        },
        {
            "text": "In analysis of the survey data a factor that comprised general feelings of work stress, increased workload and increased reporting of conflict between co-workers was ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(iv) Job stress"
        },
        {
            "text": "The survey included a measure of one trait, insecure attachment, that probes the quality of close interpersonal relationships. In particular, we measured the degree to which people acknowledged anxious dependence on their partner, and difficulty sharing thoughts and feelings. Previous work suggests that these aspects of relationship style are relatively enduring personal characteristics. Evidence supports the hypothesis that insecure attachment contributes to psychological outcomes of health problems .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(c) Individual traits that contribute to stress (i) Attachment insecurity"
        },
        {
            "text": "Although the need to keep the survey brief necessitated using only a single item to probe each of those qualities, this measure nonetheless turned out to be a significant predictor of outcome. As opposed to each of the other mediating factors discussed, there were no between-group differences in attachment insecurity when comparing groups based on professional discipline, contact with SARS patients, and having children, which is what is expected for a trait factor that pre-existed the SARS crisis. In hierarchical regression, after controlling for the effects of each of the group factors and mediating factors described above, attachment insecurity made an independent further contribution to explain variance in total IES (Lancee et al. 2004 ).",
            "cite_spans": [
                {
                    "start": 729,
                    "end": 748,
                    "text": "(Lancee et al. 2004",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "(c) Individual traits that contribute to stress (i) Attachment insecurity"
        },
        {
            "text": "In regression analysis of survey factors associated with total IES, seven factors were found to be significantly associated with the severity of stress response. These were direct care of probable and suspected SARS patients, being a nurse, having children, experiencing job stress, experiencing social rejection, coping through avoidance of crowds and colleagues, and attachment insecurity (Lancee Figure 6 illustrates the cumulative effects of multiple independent risk factors on high-stress outcomes in the SARS outbreak. In this graph the likelihood of an IES score above 19, which is considered a high or clinically significant score (Horowitz et al. 2000) , increased with each additional risk factor present such that for the 681 healthcare workers who had four or more risk factors, the risk of a high IES score was greater than 50%. This very high-risk group represents 43% of the total sample.",
            "cite_spans": [
                {
                    "start": 640,
                    "end": 662,
                    "text": "(Horowitz et al. 2000)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 399,
                    "end": 407,
                    "text": "Figure 6",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "(d ) Cumulative effect of multiple factors contributing to stress"
        },
        {
            "text": "In the public perception, the SARS outbreak turned the modern world of healthcare on its head in Toronto, in the sense that healthcare workers were seen as victims and vectors of disease rather than healers, and hospitals were seen as contaminated areas rather than places fostering health. Uncertainty and fear were the intertwined forces that propelled a substantial stress response in many people, particularly healthcare workers. While uncertainty and fear are probably inherent in the early stages of any large-scale stressor, what may be more peculiar to the stressful impact of an emerging infectious disease is the interpersonal isolation that results from the nature of the threat itself (i.e. stigma and avoidance of contact) and from the nature of our efforts to contain the threat (i.e. isolation precautions).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The survey results suggest that the psychological outcome of the SARS outbreak is the result of the multi-factorial combination of (i) contextual factors, (ii) mediating attitudes and coping factors and (iii) pre-existing personal vulnerability factors an interaction that would be consistent with current models of coping and adaptation (Folkman & Greer 2000) .",
            "cite_spans": [
                {
                    "start": 338,
                    "end": 360,
                    "text": "(Folkman & Greer 2000)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "It deserves emphasis that several of the risk factors for stress, identified anecdotally or through analysis of survey data, have in common the potential to increase one's sense of isolation from peers, family or community. Social support is known to be one of the most effective buffers against the adverse effects of life stress (Callaghan & Morrisey 1993; Uchino et al. 1996) and so the isolating effects of SARS may have been its most potently provocative feature. These isolation-provoking factors include the experience of social stigma, which separated healthcare workers from members of their community with whom they might otherwise have engaged constructively. Second, choosing to avoid others in crowds or choosing to avoid colleagues appears to have contributed to stress, even though such avoidance was recommended as a public health precaution. Avoidance as a form of coping may be less effective than other more active forms of problem solving, in spite of the infectiousness of SARS that made avoidance a rational strategy. More subtly, interpersonal contact was diminished by the necessity of using personal protective equipment, especially masks, which greatly reduced the ability to communicate with the nuances of non-verbal expression, and even interfered with healthcare workers recognizing one another. Finally, insecure attachment also limits the extent to which a person can benefit from the support that is available from loved ones ). Thus, one of the factors that makes SARS unique among recent large-scale stressors was the constellation of factors that each contributed to a sense of isolation among healthcare workers. Importantly, these are features that are likely to be shared by other emerging infections that are dealt with in hospitals.",
            "cite_spans": [
                {
                    "start": 331,
                    "end": 358,
                    "text": "(Callaghan & Morrisey 1993;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 359,
                    "end": 378,
                    "text": "Uchino et al. 1996)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The association between professional discipline and SARS stress requires further discussion. There are several possible explanations. Possibilities include pre-existing discipline-specific differences in levels of stress, or dissimilarity of disciplines in their association to factors that predispose to traumatic stress reactions, which were not measured in this survey (such as prior history of psychiatric illness or prior experience with psychological trauma). A third possibility is that this difference relates to differences in the intensity of contact with patients, such as the total duration of time spent with patients, which was not measured in the survey. Finally, disciplines may differ in the degree to which they experience the impact of various mediating factors. For example, if nurses value stress-reducing conversations with their co-workers more than other healthcare workers do, then nurses will be more greatly affected by sanctions against collegial contact.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "How significant are the overall levels of stress measured in the survey? The mean values of IES scores allow the impact of the SARS outbreak to be compared with the impact of other large-scale stressors that have been assessed using the same instrument and recently reviewed (Sundin & Horowitz 2003) . In this comparison, the intensity of stress experienced during the SARS outbreak ranks slightly below that measured two weeks ( Johnsen et al. 1997) to 16 weeks (Steinglass & Gerrity 1990 ) after a natural disaster. These comparisons require attention to the time elapsed between the stressor and measurement of IES. More time passing before measurement of impact usually results in lower comparative mean levels. The comparison is further complicated by difficulty in identifying the time between stressor and measurement in SARS because the outbreak was not a discrete event, such as a natural disaster, but occurred over many weeks.",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 299,
                    "text": "(Sundin & Horowitz 2003)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 428,
                    "end": 450,
                    "text": "( Johnsen et al. 1997)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 463,
                    "end": 489,
                    "text": "(Steinglass & Gerrity 1990",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The significance of a high rate of high IES scores shortly after the peak of the outbreak also depends on two critical questions. To what degree are high scores likely to be maintained over a long period of time (i.e. to what extent did SARS precipitate chronic stress)? To what extent do high scores suggest impaired function due to traumatic stress (such as occurs in post-traumatic stress disorder)? These questions cannot be answered by the empirical evidence currently available. Previous studies of the chronicity and impact of traumatic stress symptoms suggest that post-traumatic symptoms occurring in the month after exposure to an event often resolve spontaneously rather than persisting as post-traumatic stress disorder. Studies of other traumatic stressors suggest that symptoms of post-traumatic stress disorder occurring immediately after a stressful event resolve in 6% of persons within a few weeks, in 53% after three months and in 58% after nine months (Shalev et al. 1998 ), but clearly, more research into the long-term effects of SARS is required.",
            "cite_spans": [
                {
                    "start": 972,
                    "end": 991,
                    "text": "(Shalev et al. 1998",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "It is imperative, given the human cost of the SARS outbreak and the potential for much greater adversity with future emerging disease, to learn from our experience. With this in mind, the following lessons draw inferences Phil. Trans. R. Soc. Lond. B (2004) that go somewhat beyond the data. Where possible these suggestions for future practice follow directly from empirical research, our own and others. When there are no such data available, inferences are drawn from anecdotal observations during SARS and general principles of adaptation and crisis management.",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 257,
                    "text": "Lond. B (2004)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "LESSONS LEARNED"
        },
        {
            "text": "The first of the lessons learned from SARS from a psychological perspective is that the costs of interpersonal isolation need to be borne in mind when widespread infection control procedures are implemented. It is clear from the analysis of survey data and from observations that the various ways in which events isolated healthcare workers from their peers, communities and families increased the stress that they experienced. To the extent that acute traumatic stress interferes with functional abilities within a healthcare setting, this is an issue that relates not only to the comfort of healthcare workers but also to the effectiveness of healthcare in general, at a time when attention to detail and professionalism are of vital importance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(a) Consider and mitigate the adverse effects of interpersonal isolation"
        },
        {
            "text": "It may not be possible to reduce the isolating effects of an infectious outbreak. The SARS outbreak seems to have provided ample evidence of the critical role that infection control procedures have in controlling an emerging disease. However, it should be recognized that in addition to the financial and political costs inherent in widespread restrictions on contact in the interests of public health, there might also be substantial effects on the well-being of healthcare workers, at least in the short run. There are several more-or-less independent decisions that need to be made in an outbreak regarding infection control procedures. How extensively is quarantine used? How widespread is the requirement for masks and other protective equipment? How restrictive do limits on social contact between professionals need to be? How restricted does access to the hospital need to be? These various procedures may affect psychological stress differently. Furthermore, some may be more effective than others in controlling infectious spread. The data presented here suggest that close scrutiny of the cost-benefit ratio of each step may be useful. However, our study provides no information that would allow one to compare the magnitudes of the costs and benefits of isolation procedures. Common sense dictates that there is no psychological benefit in allowing an infectious outbreak to escape control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(a) Consider and mitigate the adverse effects of interpersonal isolation"
        },
        {
            "text": "Even when the relative interpersonal isolation of healthcare workers is unavoidable, efforts should be made to design other measures to increase communication and interpersonal support to mitigate the inevitable stress of the situation. Ingenuity is required to diminish interpersonal isolation. Various modalities of communication that were exploited during SARS at various settings included enhanced use of email and hospital intranet and Internet facilities, telephone messaging, 'buddying' of healthcare workers in higher risk areas, formal and informal telephone and fax networks (especially for quarantined workers), and telephone helplines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(a) Consider and mitigate the adverse effects of interpersonal isolation"
        },
        {
            "text": "The impact of uncertainty on stress highlights the importance of clearly communicating risk information to professionals and to the public during an infectious outbreak. Communicating risk information effectively is complex and requires knowledge of the contextual factors that affect the appreciation of risk (Alaszewski & Horlick-Jones 2003) . One aspect of the SARS outbreak that is very likely to be shared by future outbreaks of emerging disease was the very limited state of knowledge available early in the outbreak, which, although inevitable when events occur rapidly in the course of a new disease, provides a volatile fuel for anxiety. It is also important to recognize that even with the extraordinary transparency and international cooperation that occurred in the scientific community regarding SARS after the World Health Organization issued a global alert on 12 March 2003, there were nonetheless substantially different levels of awareness of knowledge among expert investigators, clinicians, public officials and the lay public.",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 343,
                    "text": "(Alaszewski & Horlick-Jones 2003)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "(b) Attend to the popular perception of infectious risk"
        },
        {
            "text": "As information becomes available to the expert community, there may be a considerable time-lag before this knowledge can be effectively communicated to clinicians. There is a greater challenge still in effective communication to the public. Appreciation of risk depends more on contextual factors than on the rational consideration of risk information (Alaszewski & Horlick-Jones 2003) . Both clinicians and the public use their own resources to gain access to, and evaluate, the often-conflicting claims of scientists, politicians, community advocates of various causes, and personal contacts. Established trust in a source of information prior to a crisis increases that source's credibility during crisis. A journalist writing about the SARS outbreak in Toronto quoted novelist Don DeLillo: 'In a crisis, the true facts are whatever other people say they are. No one's knowledge is less secure than your own' (Gillmor 2004) .",
            "cite_spans": [
                {
                    "start": 352,
                    "end": 385,
                    "text": "(Alaszewski & Horlick-Jones 2003)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 912,
                    "end": 926,
                    "text": "(Gillmor 2004)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "(b) Attend to the popular perception of infectious risk"
        },
        {
            "text": "The net result of gradually accumulating knowledge and subsequent difficulties in adequately communicating risk information is an inevitable and protracted period of uncertainty. During a period of high uncertainty public consensus, for example about the necessity of large-scale isolation precautions or the need for other measures, is effectively precluded. When authoritative action is taken to ensure that infection control efforts are concerted and effective, the psychological impact of the infectious event may be affected both by uncertainty and by reactions to the imposition of rules, responsibilities and limitations. The effect of the former is presumably always negative. Of the latter there may be both benefits and costs-it is an empirical question to determine the costs and benefits of authoritative leadership.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(b) Attend to the popular perception of infectious risk"
        },
        {
            "text": "(c) Attend to the effect of media portrayals of healthcare workers The apparent impact of media scrutiny and stigma draws attention to the importance of the media as a potential mutative factor in healthcare worker stress. During the SARS outbreak in Toronto, inaccurate portrayals of healthcare workers that fostered a stigmatizing view were prominent in the media (McGillis Hall et al. 2003) , especially early in the outbreak. A different theme, the description of nurses as heroes (McGillis Hall et al. 2003) , occurred somewhat later. This shift in media coverage appeared to have an immediate, positive impact on the morale of healthcare workers, and may have been influenced by efforts within the healthcare community to correct misinformation and to provide the media with an alternative narrative. While the accuracy of the narrative Phil. Trans. R. Soc. Lond. B (2004) of healthcare worker heroism is a matter of interpretation and preference, the impact on psychological outcomes may serve as an example of an opportunity for leaders within the healthcare community to have a positive influence on the well-being of healthcare workers through their contact with the popular media.",
            "cite_spans": [
                {
                    "start": 366,
                    "end": 393,
                    "text": "(McGillis Hall et al. 2003)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 485,
                    "end": 512,
                    "text": "(McGillis Hall et al. 2003)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 864,
                    "end": 878,
                    "text": "Lond. B (2004)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(b) Attend to the popular perception of infectious risk"
        },
        {
            "text": "(d ) Provide time, space and expertise to foster reflection and adaptation Effective coping with serious health-related stressors can be fostered by understanding the effects of the stressor as a normal response to an extraordinary event and by focusing attention upon the range of coping activities that are available (problem-solving, emotion-based coping and meaning-focused coping) (Folkman & Greer 2000) . At Mount Sinai Hospital, Dr Molyn Leszcz met several times after the SARS outbreak with ICU staff who chose to participate, employing a group format that focused explicitly on the issues of normal people dealing with extraordinary events. The usual atmosphere of work in intensive care or in emergency medicine is highly reactive and fast-paced. Providing the time and space for reflection and support requires that both staff and the hospital's leadership recognize the importance of maintaining our own resilience in the face of a crisis.",
            "cite_spans": [
                {
                    "start": 386,
                    "end": 408,
                    "text": "(Folkman & Greer 2000)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "(b) Attend to the popular perception of infectious risk"
        },
        {
            "text": "(e) Provide practical support Perhaps most obviously, staff members need practical support, such as the reassurance that their livelihood is not at risk if they are not able to work owing to illness or infection control precautions. There may be substantial psychological benefit in providing adequate training and adequate supplies of personal protection equipment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(b) Attend to the popular perception of infectious risk"
        },
        {
            "text": "The most effective forms of support are not always obvious. An example from Dr Leszcz's group work is instructive. Intensive-care nurses united around a demand to be provided with surgical greens for work. The hospital determined that greens were not necessary for infection control. A component of the disagreement recognized by both sides was that providing greens is expensive and that theft of greens is a frequent problem. Although experts might agree that greens are not necessary to control infectious spread under some circumstances, individual workers were well aware that accepted models of viral transmission had not been 100% accurate throughout the outbreak and that the experts had made mistakes. Some workers reported that they changed their clothes in the garage at night rather than taking the risk that a SARS virus living on the fabric might come in contact with a family member. One approach to remedy this disagreement would be an intensive effort to educate nurses about the limited benefits of greens, but that approach would risk further alienating a vitally important group of healthcare workers. Instead, recognizing that the psychological impact of perceived support is important, a negotiation took place in which the nurses devised a system of signing out greens to prevent theft, and the hospital ensured an adequate supply. The negotiation was empowering for healthcare workers and boosted morale.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(b) Attend to the popular perception of infectious risk"
        },
        {
            "text": "In summary, much has been learned about the acute effect of the SARS outbreak on hospital workers, and some lessons have been drawn that merit testing in the unfortunate but likely event of further outbreaks of unfamiliar infectious diseases. This work, of course, leaves many questions. We do not know whether stress symptoms related to SARS persist in our hospital workers or whether the acute stress has largely returned to normal. We have a measure of traumatic stress symptoms but we do not know the prevalence of posttraumatic stress disorder related to SARS. Leaving aside psychiatric diagnosis, we do not know the degree to which SARS has contributed to professional burnout. Perhaps most importantly for the system as a whole, we do not know what the effect of the SARS outbreak has been on the ability of hospitals and professional schools to recruit new staff, to retain the staff that they have, and to train professionals to work in emergency medicine and intensive care. Finally, although healthcare in Toronto was greatly changed for several weeks during the SARS outbreak, we do not yet know the different effects that may have occurred in regions such as China where the impact of infection, death and extensive infection control procedures was much greater.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(b) Attend to the popular perception of infectious risk"
        },
        {
            "text": "Throughout the world, hundreds of healthcare workers acquired SARS and some died. It appears likely that thousands more were traumatized, at least acutely, by their SARS experience. The lessons that we learn and apply to future events are critical to the well-being and competent functioning of the healthcare workers who will serve at the front in the next battle against an emerging infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(b) Attend to the popular perception of infectious risk"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "How can doctors communicate information about risk more effectively?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Alaszewski",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Horlick-Jones",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Br. Med. J",
            "volume": "327",
            "issn": "",
            "pages": "728--731",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Severe acute respiratory syndrome (SARS)-paradigm of an emerging viral infection",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Berger",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Doerr",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sturmer",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Preiser",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Clin. Virol",
            "volume": "29",
            "issn": "",
            "pages": "13--22",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Social support and health: a review",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Callaghan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Morrisey",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Adv. Nursing",
            "volume": "18",
            "issn": "",
            "pages": "203--210",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Identification of a novel coronavirus in patients with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "New Engl. J. Med",
            "volume": "348",
            "issn": "",
            "pages": "1967--1976",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Promoting psychological wellbeing in the face of serious illness: when theory, research and practice inform each other",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Folkman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Greer",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Psychooncology",
            "volume": "9",
            "issn": "",
            "pages": "11--19",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "An item response theory analysis of self-report measures of adult attachment",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Fraley",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Waller",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Brennan",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Pers. Soc. Psychol",
            "volume": "78",
            "issn": "",
            "pages": "350--365",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Trends of probable post-traumatic stress disorder in New York City after the September 11 terrorist attacks",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Galea",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Vlahov",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Resnick",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ahern",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Susser",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gold",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bucuvalas",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kilpatrick",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Am. J. Epidemiol",
            "volume": "158",
            "issn": "",
            "pages": "514--524",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Toronto Life February. Health Canada",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gillmor",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Canadian SARS",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Impact of event scale: a measure of subjective stress",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Horowitz",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Wilner",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Alvarez",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Psychosomat. Med",
            "volume": "41",
            "issn": "",
            "pages": "209--218",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "In Handbook of psychiatric measures (ed. Task Force for the Handbook of Psychiatric Measures)",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Horowitz",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wilner",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Alvarez",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "579--581",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Using attachment theory to understand illness behavior",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Hunter",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Maunder",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Gen. Hosp. Psychiat",
            "volume": "23",
            "issn": "",
            "pages": "177--182",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Post traumatic stress symptoms in non-exposed, victims and rescuers after an avalanche",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Johnsen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Eid",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lovstad",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Michelsen",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J. Trauma Stress",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "and 25 others) 2003 A novel coronavirus associated with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Ksiazek",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "New Engl. J. Med",
            "volume": "348",
            "issn": "",
            "pages": "1953--1966",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The acute traumatic impact of the SARS outbreak on hospital healthcare workers in Toronto",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Lancee",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Maunder",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Rourke",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hunter",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Goldbloom",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Balderson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wasylenki",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Petryshen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Koh",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Fones",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Psychosomat. Med",
            "volume": "66",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Why SARS will not return: a polemic",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Low",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Can. Med. Assoc. J",
            "volume": "170",
            "issn": "",
            "pages": "68--69",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "SARS-one year later",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Low",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcgeer",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "New Engl. J. Med",
            "volume": "349",
            "issn": "",
            "pages": "2381--2382",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Media portrayal of nurses' perspectives and concerns in the SARS crisis in Toronto",
            "authors": [
                {
                    "first": "Mcgillis",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Angus",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Peter",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "O&apos;brien-Pallas",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wynn",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Donner",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Nursing Scholarship",
            "volume": "35",
            "issn": "",
            "pages": "211--216",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Attachment and psychosomatic medicine: developmental contributions to stress and disease",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Maunder",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Hunter",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Psychosomat. Med",
            "volume": "63",
            "issn": "",
            "pages": "556--567",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The immediate psychological and occupational impact of the 2003 SARS outbreak in a teaching hospital",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Maunder",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hunter",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Vincent",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bennett",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Peladeau",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Leszcz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sadavoy",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Verhaeghe",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Steinberg",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mazzulli",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Can. Med. Assoc. J",
            "volume": "168",
            "issn": "",
            "pages": "1245--1251",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Nurses' experience with vancomycin-resistant enterococci (VRE)",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mitchell",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Cummins",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Spearing",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gilroy",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Clin. Nursing",
            "volume": "11",
            "issn": "",
            "pages": "126--133",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Psychosocial impacts of SARS on hospital staff: survey study of a large, tertiary health care institution in Toronto",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Nickell",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Crighton",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Tracy",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Al-Enazy",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bolaji",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hanjrah",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hussain",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Makhlouf",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Upshur",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Canada. Can. Med. Assoc. J",
            "volume": "170",
            "issn": "",
            "pages": "793--798",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Coronavirus as a possible cause of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Peiris",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1319--1325",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Identification of severe acute respiratory syndrome in Canada",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Poutanen",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "New Engl. J. Med",
            "volume": "348",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Prospective study of posttraumatic stress disorder and depression following trauma",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "Y"
                    ],
                    "last": "Shalev",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Freedman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Peri",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Brandes",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sahar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Orr",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Pitman",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Am. J. Psychol",
            "volume": "155",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Natural disasters and posttraumatic stress disorder: short-term versus long-term recovery in two disaster-affected communities",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Steinglass",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gerrity",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J. Appl. Soc. Psychol",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Horowitz's impact of event scale evaluation of 20 years of use",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Sundin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Horowitz",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Psychosomat. Med",
            "volume": "65",
            "issn": "",
            "pages": "870--876",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The relationship between social support and physiological processes: a review with emphasis on underlying mechanisms and implications for health",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "N"
                    ],
                    "last": "Uchino",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Cacioppo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Kielcolt-Glaser",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Psychol. Bull",
            "volume": "119",
            "issn": "",
            "pages": "488--531",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Investigation of a nosocomial outbreak of severe acute respiratory syndrome (SARS) in Toronto",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Varia",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sarwal",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcgeer",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gournis",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Galanis",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Henry",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Can. Med. Assoc. J",
            "volume": "169",
            "issn": "",
            "pages": "285--292",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Consensus document on the epidemiology of severe acute respiratory syndrome (SARS)",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Phil. Trans. R. Soc. Lond. Relationship of impact of event score to professional discipline in hospital workers during SARS outbreak. The figure shows mean IES score and the error bars are 95% confidence intervals around the mean.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Relationship of IES score to having children in hospital workers during SARS outbreak. The figure shows mean IES score and the error bars are 95% confidence intervals around the mean.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Phil. Trans. R. Soc. Lond.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "The relationship of IES score to the response of hospital workers to two attitude statements about avoidance.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Relationship of IES score to perceived stigma in hospital workers during SARS outbreak. The figure shows mean IES score and the error bars are 95% confidence intervals around the mean.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Phil. Trans. R. Soc. Lond. Relationship of IES score to job stress in hospital workers during SARS outbreak. The figure shows mean IES score and the error bars are 95% confidence intervals around the mean.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Proportion of healthcare workers experiencing SARS outbreak as a psychological trauma by number of risk factors present. Risk factors are: (i) exposure to SARS patients; (ii) having a child; (iii) being a nurse; (iv) perceived social rejection; (v) behavioural avoidance; (vi) job stress; and (vii) attachment insecurity. associated with higher levels of reporting a traumatic stress response to SARS (figure 5).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Phil. Trans. R. Soc. Lond. B (2004) et al. 2004).",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}