{
    "paper_id": "5c516b703f224966953f750f675711d27a6190ac",
    "metadata": {
        "title": "Predicting ALI Resolution: A Role For Chest CT? HHS Public Access",
        "authors": [
            {
                "first": "D",
                "middle": [],
                "last": "Clark",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Section in Pulmonary, Critical Care, Allergy and Immunologic Diseases",
                    "institution": "Wake Forest School of Medicine",
                    "location": {
                        "addrLine": "Winston-Salem",
                        "settlement": "Winston-Salem",
                        "region": "NC, NC"
                    }
                },
                "email": ""
            },
            {
                "first": "R",
                "middle": [
                    "Duncan"
                ],
                "last": "Hite",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Section in Pulmonary, Critical Care, Allergy and Immunologic Diseases",
                    "institution": "Wake Forest School of Medicine",
                    "location": {
                        "addrLine": "Winston-Salem",
                        "settlement": "Winston-Salem",
                        "region": "NC, NC"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Advances in critical care have led to a significant reduction in mortality from ALI over the last 50 years. As mortality has decreased, interest in quantifying post-hospital outcomes of ALI survivors has increased. Many ALI survivors have significant impairments in physical and cognitive function that may persist for years following hospitalization, despite nearcomplete recovery of pulmonary function in the majority of patients (1-4). However, a subset of ALI survivors have prolonged pulmonary dysfunction (5) that may contribute to their reduced quality of life. The etiology of the reduced lung function in ALI survivors has been a matter of recent debate, as reductions in forced vital capacity (FVC) theoretically could be due to intrinsic lung disease or prolonged neuromuscular weakness, a significant and recently recognized problem in ALI patients and survivors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The study by Burnham and colleagues (6) in this issue of Critical Care Medicine adds significantly to this body of literature by evaluating the relationship between pulmonary function, intrinsic lung disease and neuromuscular weakness in a cohort of ALI survivors. Burnham prospectively followed patients from a recently published trial on the use of granulocyte macrophage colony stimulating factor (GMCSF) in ALI (7) . As a component of the trial design, patients received a chest computed tomography (CT) scan at day 14 after enrollment (which could have been up to 7 days following ALI diagnosis) and at day 180 (6 months) after enrollment. Since the duration of mechanical ventilation in the parent study was approximately 14 days (7), it can be assumed that most patients were in the resolution phase of lung injury at the first timepoint. At the 6 month timepoint, patients additionally underwent pulmonary function testing, muscle functional testing, and completed two health related quality of life (HRQoL) surveys, the Short Form-36 (SF-36) and the St George's Respiratory Questionairre (SGRQ).",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 39,
                    "text": "Burnham and colleagues (6)",
                    "ref_id": null
                },
                {
                    "start": 415,
                    "end": 418,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Over time, the majority of the objective measures captured in the survivors improved. CT scan findings improved, median pulmonary function test values normalized, and median medical research council (MRC) scores evaluating for neuromuscular weakness were normal. However, in subjective measures of wellness, measured by the SF-36 and SGRQ, median scores were abnormal. The authors point out that despite normalization of the median values of the objective data, 25% of survivors had abnormal PFT's and 11% had MRC scores consistent with severe neuromuscular weakness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "An important finding from the study was that CT scans obtained at day 14 predicted both impaired PFT's and reduced HRQoL scores at the 6 month timepoint. In particular, worsening CT scan scores at day 14 were highly correlated with restrictive physiology (both reduced total lung capacity and DLCO) at 6 months. In multivariate analysis, worsening CT scores at day 14 were independently associated with reductions in HRQoL scores on both SF-36 and SGRQ at 6 months, adjusting for age, ventilator days, severity of illness and other factors. MRC scores were not captured at 14 days, so the presence of neuromuscular weakness at day 14 in predicting 6 month HRQoL scores could not be assessed in this cohort. Given that most patients in the study had clinically improved by day 14, one can speculate that the patients with poor lung imaging scores at day 14 were the patients who had not clinically improved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Previous studies have shown that a variety of clinical, radiologic and biochemical parameters can assist in predicting 28-day mortality from ALI (8-12) while more recent studies have shown that some of these parameters also predict poor long-term outcomes in survivors (13, 14) . The current study adds to this literature, illustrating that worsening lung injury scores on CT scans can predict poor long-term functional outcomes in ALI survivors. The patients who survive but do not completely resolve, either in terms of lung function, muscle function, or neurocognitive impairment, represents an exciting new area of critical care research.",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 273,
                    "text": "(13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 274,
                    "end": 277,
                    "text": "14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Limitations to this study include the small number of patients apparently driving the correlation of CT scans to HRQoL scores and PFTs at the 6 month timepoint. Additionally, the lack of muscle functional data at day 14 limits complete evaluation of muscle weakness as a predictor of long term outcomes in this cohort. While manual muscle testing with the MRC scale is currently the standard clinical test for ICU acquired neuromuscular weakness, this exam is insensitive for detecting subtle weakness (15) or muscle fatigue that could have potentially contributed to the reduced HRQoL scores. More practical hurdles remain before incorporating a tool such as lung CT into clinical practice, such as the risk of transportation of patients, additional exposure to ionizing radiation, and the need for consistent radiologic interpretation and scoring of scans. Despite these potential barriers, a scoring system such as the one used here may be useful for future ALI clinical studies as a readout of lung resolution and response to potential therapies.",
            "cite_spans": [
                {
                    "start": 502,
                    "end": 506,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In summary, the work of Burnham and colleagues suggests that impaired radiologic resolution of lung injury predicts reduced functional status among ALI survivors. Further studies are needed to develop this tool as a predictor for reduced functional outcomes in ALI patients and to determine its value beyond simple clinical measurements that may impose less risk. If validated, lung imaging prior to hospital discharge has the potential to become an important tool in both clinical research trials aimed at prognosticating outcomes in ALI, and subsequently in clinical practice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "One-year outcomes in survivors of the acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Herridge",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Cheung",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Tansey",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "683--693",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Pulmonary Function and Health-related Quality of Life in Survivors of Acute Respiratory Distress Syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Orme",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Am J Respir Crit Care Med",
            "volume": "167",
            "issn": "",
            "pages": "690--694",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The 1-Year Impact of Severe Acute Respiratory Syndrome on Pulmonary Function, Exercise Capacity, and Quality of Life in a Cohort of Survivors",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Hui",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Chest",
            "volume": "128",
            "issn": "",
            "pages": "2247--2261",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Functional disability 5 years after acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Herridge",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Tansey",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Matté",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "N Engl J Med",
            "volume": "364",
            "issn": "",
            "pages": "1293--1304",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Ware",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "N Engl J Med",
            "volume": "342",
            "issn": "",
            "pages": "1334--1339",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Chest Computed Tomography Features are Associated with Poorer Quality of Life in Acute Lung Injury Survivors",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Burnham",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Crit Care Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A randomized trial of recombinant human granulocytemacrophage colony stimulating factor for patients with acute lung injury",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Paine",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Standiford",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Dechert",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Crit Care Med",
            "volume": "40",
            "issn": "",
            "pages": "90--97",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Prediction of prognosis for acute respiratory distress syndrome with thin-section CT: validation in 44 cases",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ichikado",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Suga",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Muranaka",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Radiology",
            "volume": "238",
            "issn": "",
            "pages": "321--329",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Pulmonary dead-space fraction as a risk factor for death in the acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Nuckton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Alonso",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Kallet",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "N Engl J Med",
            "volume": "346",
            "issn": "",
            "pages": "1281--1286",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Predictive and pathogenetic value of plasma biomarkers for acute kidney injury in patients with acute lung injury",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "V"
                    ],
                    "last": "Glidden",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Eisner",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Crit Care Med",
            "volume": "35",
            "issn": "",
            "pages": "2755--2761",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A simple clinical predictive index for objective estimates of mortality in acute lung injury",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Cooke",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "V"
                    ],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gallop",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Crit Care Med",
            "volume": "37",
            "issn": "",
            "pages": "1913--1920",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A simple classification model for hospital mortality in patients with acute lung injury managed with lung protective ventilation",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Calfee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Matthay",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Crit Care Med",
            "volume": "39",
            "issn": "",
            "pages": "2645--2651",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Early Intensive Care Sedation Predicts Long-Term Mortality in Ventilated Critically Ill Patients",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shehabi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bellomo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Reade",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Am J Respir Crit Care Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Impact of Intensive Care Unit Organ Failures on Mortality During Five Years Following Critical Illness",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "I"
                    ],
                    "last": "Lone",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Walsh",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Am J Respir Crit Care Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "A framework for diagnosing and classifying intensive care unit-acquired weakness",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Stevens",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Marshall",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Cornblath",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Crit Care Med",
            "volume": "37",
            "issn": "",
            "pages": "299--308",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}