{
    "paper_id": "5cc46f2f8bf2027f3c36f9aaca72ccdaf1554d61",
    "metadata": {
        "title": "Lung disease Emerging opportunities to prevent occupational lung disease",
        "authors": [
            {
                "first": "Kathleen",
                "middle": [],
                "last": "Kreiss",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "How to tackle new causes of occupational lung disease over the next decade N ew opportunities to prevent occupational lung diseases require the discovery of new occupational lung diseases, new settings for recognised occupational lung diseases, and new approaches to their prevention. Reviewing the last decade's discoveries, we can learn how to recognise new prevention opportunities involving emerging occupational lung diseases. Since 1996, some examples of newly recognised occupational lung disease include flock workers' lung, 1 hypersensitivity pneumonitis associated with biocontaminated synthetic metal working fluids, 2 severe acute respiratory syndrome (SARS), asthma associated with 3-amino-5-mercapto-1,2,4-triazole (AMT) in herbicide manufacture; 3 and bronchiolitis obliterans from flavouring chemicals. 4 If the past is paradigm, approaches to recognition and prevention can proceed without knowing how to measure causal agents and without regulating them.",
            "cite_spans": [
                {
                    "start": 761,
                    "end": 762,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 819,
                    "end": 820,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Astute clinicians can play a vital role in suspecting an emerging occupational cause when they diagnose a rare disease or a cluster of more common or severe disease. For example, Dr David Kern recognised that the occurrence of interstitial lung disease in two young men from the same small nylon flock plant indicated a likely risk for other employees. 1 Similarly, Dr Alan Parmet reviewed medical records compiled by a lawyer for eight former microwave popcorn plant workers with bronchiolitis obliterans. 4 Half of these cases were on lung transplant lists-hardly to be expected in a young worker group from one small plant-and he reported the cases to public health authorities. In automotive plants with clusters of hypersensitivity pneumonitis, labour unions pressed for investigations of work-related aetiology across the industry. At a plant in Massachusetts, herbicide workers and their physicians suspected a work-related cause of occupational asthma because of work-related symptoms. In this instance, the trigger for public health investigation was a state-based surveillance system for occupational asthma, which identified the asthma cluster from individual case reports submitted by multiple physicians. In summary, physicians, workers, lawyers, and public health surveillance systems are the reservoirs of recognition of emerging causes of occupational lung disease.",
            "cite_spans": [
                {
                    "start": 353,
                    "end": 354,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 507,
                    "end": 508,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Reporting suspicions of occupational lung disease to regulatory authorities was a misleading dead end for the pulmonary physician caring for microwave popcorn worker patients. He called the US Occupational Safety and Health Administration, but the compliance officer could not find any known pulmonary hazards. This example illustrates that a ''regulatory'' approach to investigation is ineffective for an emerging hazard. To establish a new cause or setting of lung disease requires a multidisciplinary investigation, whether the disease is unusual (hypersensitivity pneumonitis), unique (as is the pathology of flock workers' lung), severe (bronchiolitis obliterans, SARS), or common (asthma).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Typically, public health agencies can mobilise multidisciplinary medical, industrial hygiene, and epidemiological teams to address health outcomes in exposed populations, assess exposure, and describe process-related risk factors and exposure-response relations. Control recommendations can be made even when such relations are based on surrogate exposures and before specific aetiological agents or safe levels of exposure are known. In addition, all of the preceding examples from the last decade benefited from laboratory investigation to establish biological plausibility in animal models of suspected agents in flock, 5 AMT, 6 metal working fluids, 7 and flavouring 8 investigations, or the identity of the corona virus responsible for SARS. Finally, longitudinal follow-up of exposed worker populations can evaluate preventive interventions. For example, in a microwave popcorn plant, isolation of the mixing room and heated tanks of flavoured oil lowered exposures to diacetyl, a principal ingredient of butter flavouring, to below detection limits. Concurrently, in a subset of 27 workers with eight spirometry measurements over 33 months, the annualised declines in forced expiratory volume in one second fell from 144 ml/year to 20 ml/year. These interventions did not require consensus about specific chemical cause or safe levels of exposure.",
            "cite_spans": [
                {
                    "start": 623,
                    "end": 624,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 671,
                    "end": 672,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Several barriers exist to recognising new causes and settings of occupational lung disease. Clinicians too readily attribute lung disease in smokers to smoking, when only about 15% of smokers develop clinically significant obstructive lung disease, and typically not until middle age. (Smoking workers with airflow obstruction below age 45 should be suspected of having occupational causes.) Occupational aetiologies of common diseases, such as asthma, are most easily recognised when clusters occur, but clinicians seeing individual workers may not be aware of similar disease in co-workers seen by other physicians. The absence of work-related symptoms, typical of some occupational interstitial diseases and endemic bronchiolitis obliterans, can delay recognition of an occupational cause by workers and physicians, as can long latency between exposures and disease. Physicians seldom know much about their patients' jobs or workplaces, public health agency resources, or the limitations of regulatory agencies for assessing emerging hazards. Finally, even occupational health professionals seldom suspect an unrecognised or unregulated cause as a potential aetiology when evaluating individual patients suffering from a common lung disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "With the preceding retrospection, we now turn to emerging causes of occupational lung disease for the next decade. Two, in particular, deserve our investigative attention, both of which can be furthered by clinicians seeing patients who may be sentinels for others at risk. The first is asthma related to damp offices and schools; the second is chronic obstructive pulmonary disease (COPD) with occupational causes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Damp residences have long been recognised to be associated with increased asthma and respiratory symptoms, 9 but occupational health professionals have been slow to conduct epidemiological studies of employees with buildingrelated chest symptoms in the nonindustrial sector. At the US National Institute for Occupational Safety and Health, the majority of the public's Health Hazard Evaluation requests relating to asthma attribute it to indoor air quality deficiencies in various non-industrial work environments. About half of all indoor air quality requests now mention chest symptoms or asthma, and these constitute about a quarter of all hazard evaluation requests. We have established the phenomenology of building-related asthma in studying employees in several buildings with water incursion through the building envelope. These populations have had excesses of physician-diagnosed asthma up to 3.3-fold expected rates, incidence density ratios of asthma up to 7.5-fold after occupancy compared to before occupancy, and exposure-response relations between symptom risk and biomass in vacuumed dust. 10 11 Building dampness can be considered an emerging cause of occupational lung disease because we are still unsure of causal agents (other than markers of dampness) and immunological mechanisms of dampness-associated asthma.",
            "cite_spans": [
                {
                    "start": 1107,
                    "end": 1112,
                    "text": "10 11",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although 80% of COPD is attributable to smoking, most of the remainder is likely to have occupational causes. After excluding physician-diagnosed asthmatics, an analysis of national survey data found that many industries have excess measured airflow obstruction. 12 Industries and occupations with statistically significantly increased odds ratios over two in either non-smokers or in all subjects (adjusted for smoking and other factors) include rubber, plastics and leather manufacturing; textile mill products manufacturing; food products manufacturing; utilities; construction trades and labourers; armed forces; records processing and distribution clerks; and freight, stock and material handlers. Although some of these observations may be explained by known exposures (that is, byssinosis due to cotton dust in textile manufacture, asthma among bakers due to flour dust, and bronchiolitis obliterans due to flavourings in food manufacture), the potential causes and effective interventions are unknown in many of these industries and occupations.",
            "cite_spans": [
                {
                    "start": 263,
                    "end": 265,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In summary, population-based multidisciplinary follow-up of sentinel cases can enable occupational health professionals to recommend risk-based preventive measures for emerging lung diseases. Prevention of emerging occupational lung diseases is warranted and possible without knowing specific aetiologies and corresponding safe exposure levels. The preventive opportunities of the last 10 years and those for emerging risks can be strengthened with follow-up evaluations to show the effectiveness of implemented interventions. There will be little progress without investment in exposure assessment I t has been half a century since asbestos was recognised as a lung carcinogen. 1 Asbestos may well be the most studied occupational carcinogen and it is indeed virtually an icon for industrial carcinogenesis. National bodies have taken action to restrict or ban asbestos use and analogous international initiatives have been undertaken as well. 2 Asbestos use has been sharply curtailed in developed countries, though the same is not true in developing countries. 3 4 Even if it were eliminated in all new uses, asbestos would still remain in the occupational environment, especially in construction trades, 5 6 and it would remain in the general environment, both from past industrial/consumer products and from erosion of natural outcroppings of asbestos-containing rock. 7 Despite the large number of studies that have examined asbestos, there are important questions which are still controversial, such as differences in risk by fibre type, by industry and by level of exposure. 8 9 Whereas most of the studies that have identified high risks of lung cancer were cohort studies among workers whose exposure was mainly in the period 1940-70, studies conducted on more recently exposed workers, and studies using case-control methods, have generally not found clear evidence of excess risks of lung cancer. This may well be due to lower exposure levels, shifts in the types of asbestos used, or methodological differences between cohort and casecontrol approaches. The results reported",
            "cite_spans": [
                {
                    "start": 679,
                    "end": 680,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 945,
                    "end": 946,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1064,
                    "end": 1067,
                    "text": "3 4",
                    "ref_id": null
                },
                {
                    "start": 1208,
                    "end": 1211,
                    "text": "5 6",
                    "ref_id": null
                },
                {
                    "start": 1374,
                    "end": 1375,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1583,
                    "end": 1586,
                    "text": "8 9",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Epidemiologic investigation of respiratory morbidity at a nylon flock plant",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Washko",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Day",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Parker",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Am J Ind Med",
            "volume": "38",
            "issn": "",
            "pages": "628--666",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Metalworking fluidassociated hypersensitivity pneumonitis: a workshop summary",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kreiss",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cox-Ganser",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Am J Ind Med",
            "volume": "32",
            "issn": "",
            "pages": "423--455",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "New-onset asthma associated with exposure to 3-amino-5-mercapto-1, 2, 4-triazole",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hnizdo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sylvain",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Lewis",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Occup Environ Med",
            "volume": "46",
            "issn": "",
            "pages": "1246--52",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical bronchiolitis obliterans in workers at a microwavepopcorn plant",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kreiss",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gomaa",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kullman",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "N Engl J Med",
            "volume": "347",
            "issn": "",
            "pages": "330--338",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Acute inflammatory reaction in rats after intratracheal instillation of material collected from a nylon flocking plant",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Porter",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Castranova",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mercer",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Toxicol Environ Health Part A",
            "volume": "57",
            "issn": "",
            "pages": "25--45",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Dermal exposure to 3-amino-5-mercapto-1,2,4-triazole (AMT) induces sensitization and airway hyperreactivity in BALB/c mice",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Klink",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Meade",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Toxicol Sci",
            "volume": "75",
            "issn": "",
            "pages": "89--98",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Mycobacterium immunogenum causes hypersensitivity pneumonitis-like pathology in mice",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gordon",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Nadziejko",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Galdanes",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Inhal Toxicol",
            "volume": "18",
            "issn": "",
            "pages": "449--56",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Necrosis of nasal and airway epithelium in rats inhaling vapors of artificial butter flavoring",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Hubbs",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Battelli",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "T"
                    ],
                    "last": "Goldsmith",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Toxicol Appl Pharmacol",
            "volume": "185",
            "issn": "",
            "pages": "128--163",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Damp indoor spaces and health",
            "authors": [],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Respiratory morbidity in office workers in a waterdamaged building",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Cox-Ganser",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Environ Health Perspect",
            "volume": "113",
            "issn": "",
            "pages": "485--90",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Fungal and endotoxin measurements in dust associated with respiratory symptoms in a water-damaged office building",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cox-Ganser",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kreiss",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Indoor Air",
            "volume": "16",
            "issn": "",
            "pages": "192--203",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Association between chronic obstructive pulmonary disease and employment by industry and occupation in the US population: a study of data from the third National Health and Nutrition Examination Survey",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hnizdo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Sullivan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Bang",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Am J Epidemiol",
            "volume": "156",
            "issn": "",
            "pages": "738--784",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Cancer . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . Investigating cancer risks related to asbestos and other occupational carcinogens Jack Siemiatycki . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The findings and conclusions in this report are those of the author and do not necessarily represent the views of the National Institute for Occupational Safety and Health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}