{
    "paper_id": "5cca4b9ca590821e20b78a44ee5fdbee16300527",
    "metadata": {
        "title": "Human dendritic cell-specific ICAM-3-grabbing non-integrin downstream signaling alleviates renal fibrosis via Raf-1 activation in systemic candidiasis",
        "authors": [
            {
                "first": "Wen-Yu",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sheng-Yang",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ta-Chun",
                "middle": [],
                "last": "Lin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shuei-Liong",
                "middle": [],
                "last": "Lin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Betty",
                "middle": [
                    "A"
                ],
                "last": "Wu-Hsieh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We generated a human dendritic cell-specific ICAM-3-grabbing non-integrin (DC-SIGN) transgenic mouse in which renal tubular epithelial cells expressed DC-SIGN. The transgenic mice were infected with Candida albicans intravenously to study how DC-SIGN expression affected the pathogenesis of systemic candidiasis. We discovered that, while C. albicans infection induced renal fibrosis in both transgenic and littermate control mice, the transgenic mice had significantly lower levels of Acta2, Col1a2, Col3a1, and Col4a1 mRNA transcripts compared to the controls. KIM-1, an emerging biomarker for kidney injury, along with Tnf, Il6, and Tgfb1 transcripts, were lower in infected transgenic mice, and yet, the levels of Il10 remained comparable to the controls. While renal CD45 + infiltrating cells were the source of Tnf, Il6, and Il10, LTL + renal proximal tubular epithelial cells were TGF-β1 producers in both infected transgenic and littermate controls. DC-SIGN-expressing tubular epithelial cells produced less TGF-β1 in response to C. albicans infection. In vivo experiments demonstrated that renal proximal tubular epithelial cell production of TGF-β1 was key to C. albicans-induced renal fibrosis and injury. Infection of transgenic mice induced a marked increase of phosphorylated Raf-1 and p38 in the kidney. However, ERK1/2 and JNK phosphorylation was more pronounced in the infected-littermate controls. Interestingly, treating the infected transgenic mice with a Raf-1 inhibitor increased the levels of the Tgfb1, Kim1, and Acta2 transcripts. These results indicate that DC-SIGN signaling, through activation of Raf-1 and p38 and suppression of JNK and ERK1/2 phosphorylation, reduces TGF-β1 production and C. albicans-induced renal fibrosis. Our study reveals for the first time the effect of DC-SIGN expression on C. albicans-induced renal fibrosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Candida species are human fungal pathogens that rank as the fourth most common cause of hospital-acquired systemic infections in the United States. They can cause life-threatening infections in immunocompromised individuals with up to 40% mortality. 1 Candida albicans is a commensal in the mucosal tissues, predominantly found in the gastrointestinal tract of most humans. Of all Candida spp., C. albicans accounts for >60% of the clinical cases. 1 In a mouse model of systemic candidiasis, the kidney was the only organ showing a sustained increase in fungal burden, which was associated with immunopathology and organ failure. 2 Thus animal models of systemic candidiasis can be a useful tool to evaluate C. albicans-induced renal pathology.",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 251,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 448,
                    "end": 449,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 630,
                    "end": 631,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Dendritic cell-specific ICAM-3-grabbing non-integrin (DC-SIGN) is a calcium-dependent C-type lectin originally found in immune cells, including CD14 + monocyte-derived dendritic cells (DCs), dermal DCs, interstitial DCs, and macrophages in the lymph nodes, placenta, and lungs. [3] [4] [5] [6] It was later discovered that non-immune cells like human brain microvascular endothelial cells and human sinusoidal endothelium also express DC-SIGN. 7, 8 Interestingly, DC-SIGN expression seems to correlate with the severity of disease.",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 281,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 282,
                    "end": 285,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 286,
                    "end": 289,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 290,
                    "end": 293,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 444,
                    "end": 446,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 447,
                    "end": 448,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "DC-SIGN expression on the intestinal epithelial cells is elevated in patients with inflammatory bowel disease. 9 Infection by Helicobacter pylori enhances the expression of DC-SIGN and costimulatory molecules on human gastric epithelial cells. 10 DC-SIGN is co-expressed with nephrin on podocytes in the renal tissues of patients with lupus nephritis. 11 There is a significant correlation between DC-SIGN expression on the tubulointerstitium and the severity of tubulointerstitial lesions. 12 Thus it appears that the expression of DC-SIGN on non-immune cells may modulate the outcomes of the disease.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 112,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 244,
                    "end": 246,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 352,
                    "end": 354,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 491,
                    "end": 493,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "DC-SIGN binds to distinct carbohydrate structures such as mannose-containing glycoconjugates 13 and fucose-containing blood-group antigens. 14 It interacts with a range of pathogens, including human immunodeficiency virus (HIV)-1, 15 Mycobacterium tuberculosis, 16 and C. albicans. 17 Schaefer et al. generated human DC-SIGN (hDC-SIGN) transgenic mice with hDC-SIGN gene expression under the control of the murine CD11c promoter, resulting in conventional DCs in the transgenic mouse line expressing hDC-SIGN. 18 They found that DCs from transgenic mice produced less interleukin (IL)-12p40 than their littermate controls after M. tuberculosis infection. Transgenic mice displayed reduced lung damage and prolonged survival after mycobacterial infection. 18 A recent report showed that silencing DC-SIGN on IL-4treated human monocyte-derived macrophages enhances M. tuberculosis-induced pro-inflammatory cytokine production. 19 These findings showed that DC-SIGN expression on myeloid cells affects the pathogenesis of mycobacterial infection. However, how the expression of DC-SIGN in non-immune cells impacts the pathogenic mechanism of an infection has never been investigated.",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 95,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 140,
                    "end": 142,
                    "text": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 231,
                    "end": 233,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 262,
                    "end": 264,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 282,
                    "end": 284,
                    "text": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 510,
                    "end": 512,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 755,
                    "end": 757,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 925,
                    "end": 927,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "DC-SIGN as a receptor for pathogens triggers cellular responses by transducing intracellular signals. The interaction of DC-SIGN with mannose-containing pathogens, such as M. tuberculosis, HIV-1, and measles virus, affects the immune responses of DCs. 20 Binding of mannosylated LAMs (ManLAM) from mycobacteria to DC-SIGN increases the production of the immunosuppressive cytokine IL-10. 20 DC-SIGN signaling triggers phosphorylation of serine 338 (Ser338) and tyrosine 340 and 341 (Tyr340 and Tyr341, respectively) on Raf-1 and increases Il10 transcription to enhance anti-inflammatory cytokine responses. 20 To the best of our knowledge, DC-SIGN-mediated signaling in non-immune cells has yet to be elucidated.",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 254,
                    "text": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 388,
                    "end": 390,
                    "text": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 607,
                    "end": 609,
                    "text": "20",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Renal fibrosis is the common end point of chronic kidney disease, leading to kidney failure. 21 It can be considered an improper wound-healing process. When under mechanical stress or upon stimulation by cytokines, resident fibroblasts terminally differentiate into myofibroblasts. Myofibroblasts play a critical role during fibrosis by producing extracellular matrix (ECM) and crosslinking enzymes and inhibitors of matrix degrading metalloproteinases. 22 Fully developed myofibroblasts express α-smooth muscle actin (α-SMA), vimentin, and extra-domain A of fibronectin. 22 Their persistence results in excessive ECM deposition and pathological wound healing leading to kidney failure. Factors including transforming growth factor (TGF)-β, fibroblast growth factor-2, platelet-derived growth factor, insulin-like growth factor-1, IL-1, tumor necrosis factor (TNF), IL-6, and angiotensin II are potential mediators of fibrosis. [23] [24] [25] Among them, TGF-β is considered a key mediator in fibrotic diseases. [23] [24] [25] There are three TGF-β isoforms, namely, TGF-β1, 2, and 3, in mammals. TGF-β1 is the most abundant isoform and the one that is most involved in renal fibrosis. 26 Results from studies in both patients and animal disease models have shown that TGF-β is upregulated during kidney injury. 23, 27 We generated a hDC-SIGN transgenic mouse in which renal tubular epithelial cells expressed the transgene to study how DC-SIGN expression affects host responses to C. albicans infection. Our results demonstrated that DC-SIGN expression in renal proximal tubular epithelial cells attenuated C. albicans-induced fibrosis without affecting renal fungal burden. While neutralizing TGF-β ameliorated C. albicans-induced renal fibrosis, DC-SIGN expression reduced the ability of tubular cells to produce TGF-β1. Our work showed that DC-SIGN expression in epithelial cells of diseased tissue attenuated the disease outcome. Taiwan) containing the promoter of mouse RNA polymerase II large subunit gene (NCBI Accession M14101 bases 1-712) and followed by a poly-A tail isolated from pIRES-EGFP (Clontech) and two copies of the chicken β-globin HS4 insulator. One unit of the insulator contains 1190 bp of DNA sequence (NCBI Accession U7875 bases 10-1199). 28 hDC-SIGN transgenic mice, their littermate controls, and wild-type mice in a C57BL/6 background were bred in the National Laboratory Animal Center (Taipei, Taiwan) and maintained in the Laboratory Animal Center of National Taiwan University College of Medicine under specific pathogen-free conditions. Infection experiments were performed following the biosafety level 2 guidelines. Mice at 8-12 weeks of age were used in all experiments.",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 95,
                    "text": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 454,
                    "end": 456,
                    "text": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 572,
                    "end": 574,
                    "text": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 928,
                    "end": 932,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 933,
                    "end": 937,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 938,
                    "end": 942,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1012,
                    "end": 1016,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1017,
                    "end": 1021,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1022,
                    "end": 1026,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1186,
                    "end": 1188,
                    "text": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1312,
                    "end": 1315,
                    "text": "23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1316,
                    "end": 1318,
                    "text": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 2266,
                    "end": 2268,
                    "text": "28",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 1935,
                    "end": 2048,
                    "text": "Taiwan) containing the promoter of mouse RNA polymerase II large subunit gene (NCBI Accession M14101 bases 1-712)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "INTRODUCTION"
        },
        {
            "text": "Immunohistochemical staining Kidneys and spleens were fixed in 4% neutral formalin solution, embedded in paraffin, and sectioned at 3 µm thickness. After deparaffinization and rehydration, slides were boiled in Trilogy™ buffer (neutral pH, Sigma-Aldrich) for 60 min for antigen retrieval before treatment with 3% H 2 O 2 . Sections were blocked by phosphate-buffered saline (PBS) containing 5% fetal bovine serum (FBS) for 1 h and stained overnight with the following primary antibodies diluted in PBS containing 5% FBS: rat anti-hDC-SIGN antibody (1:20) (eBioscience), rabbit anti-phospho-Raf-1 (Ser338) antibody (1:20) (Cell Signaling), rabbit anti-phospho-JNK (Thr183/ Tyr185) antibody (1:100) (Cell Signaling), rabbit anti-phospho-ERK1/2 (Thr202/Tyr204) antibody (1:100) (Cell Signaling), or rabbit anti-phospho-p38 (Thr180/Tyr182) antibody (1:100) (Cell Signaling) followed by an horseradish peroxidase-conjugated secondary antibody (1:300) (Jackson ImmunoResearch Laboratories). DAB (Vector Laboratories) was used as a substrate for color development. Slides were counterstained with hematoxylin (Sigma-Aldrich) and mounted with Faramount Aqueous Mounting Medium (Dako).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Immunofluorescence staining Different organs were embedded in optimum cutting temperature (Sakura Finetek) and cryosectioned at 5 µm thickness. Cryosections were fixed in acetone/methanol mixture at −20°C for 10 min and blocked by treatment with PBS containing 5% FBS for 1 h. Sections were stained with the following primary antibodies diluted in PBS containing 5% FBS overnight: rat anti-hDC-SIGN antibody (1:100) (eBioscience), rat anti-mouse kidney injury molecule-1 (KIM-1) antibody (1:100) (AbD Serotec), rabbit anti-mouse α-SMA antibody (1:1000) (GeneTex), or rabbit antimouse TGF-β1 antibody (1:1000) (GeneTex) singly or in various combinations. Fluorescein isothiocyanate-conjugated Lotus tetragonolobus lectin (1:500) (LTL, Vector Laboratories), rhodamineconjugated Dolichos biflorus agglutinin (1:500) (DBA, Vector Laboratories), rat anti-mouse CD45 antibody (1:500) (BioLegend), rat anti-mouse vimentin antibody (1:100) (R&D Systems), biotinylated-LTL (1:1000) (Vector Laboratories), Alexa Fluor 647conjugated rat anti-mouse CD45 antibody (1:100) (BioLegend), and Alexa Fluor 594-conjugated rat anti-mouse E-cadherin antibody (1:50) (BioLegend) were used to phenotype the cells. Secondary antibodies (1:200 dilution in PBS containing 5% FBS) included: Alexa Fluor 647-conjugated goat anti-rat antibody, Alexa Fluor 488-conjugated goat anti-rabbit antibody, Alexa Fluor 488-conjugated donkey anti-rat antibody, Alexa Fluor 594conjugated goat anti-rat antibody, Alexa Fluor 594-conjugated goat anti-rabbit antibody, and Alexa Fluor 594-conjugated mouse anti-biotin antibody (all from Jackson ImmunoResearch Laboratories). Hoechst 33258 dye (20 µg/ml) (Sigma-Aldrich) was used to stain nuclei. Slides were mounted in ProLong Diamond Antifade Mountant (Thermo Fisher Scientific). Sections were viewed under a confocal microscope (Zeiss Axiovert 100TV, Carl Zeiss Inc.).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Fungus culture and infection C. albicans strain SC5314 (ATCC MYA-2876) was used in this study. SC5314 was cultured on yeast-peptone-dextrose (YPD) agar (BioShop) plates at 30°C. Mice were injected intravenously with the freshly prepared yeast form of C. albicans at 1 × 10 5 cells suspended in RPMI 1640 medium. To determine the fungal burden, the mouse kidneys were collected at different time points after infection. Kidney homogenates were plated on YPD plates, and any resulting yeast colonies were counted 1 day later.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Assessment of collagen deposition in the kidney The presence of collagen deposition was assessed on slides stained with Masson's trichrome. Tissue Studio software was applied to analyze collagen-positive (blue) and collagen-negative (pink to purple) areas. Area of collagen deposition was analyzed for 10 regions per kidney. Percentage of the area of collagen deposition (%) was calculated as [collagen-positive area (blue)/ (collagen-positive area+collagen-negative area)] × 100%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Isolation of renal-infiltrating cells Kidneys were cut into small pieces and treated with Liberase TM (0.075 mg/ml, Roche) at 37°C for 30 min. Pellets were resuspended in 45% Percoll (GE Healthcare) and overlaid on 81% Percoll. Cells at the interface (45%/81%) were collected after centrifugation at 1500 × g for 20 min at room temperature. CD45 + infiltrating cells were sorted by a FACSAria III cell sorter (BD Biosciences) for quantitative PCR (qPCR) analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Quantitative PCR Total RNA was extracted from the kidneys with RNAzol RT (Molecular Research Center) or from sorted infiltrating cells with the TurboCapture 96 mRNA Kit (QIAGEN). cDNA was reversely transcribed in a total volume of 20 μl reaction mixture containing RNA, first-strand buffer, DTT, dNTP, random primers (Protech) or oligo(dT) [12] [13] [14] [15] [16] [17] [18] (Thermo Fisher Scientific), SuperScript III reverse transcriptase (Invitrogen), and RNaseOUT recombinant ribonuclease inhibitor (Invitrogen) in RNase-free H 2 O. cDNA was amplified by a PikoReal 96 Real-Time PCR System (Thermo Fisher Scientific) using a Fast SYBR Green Master Mix (Applied Biosystems) containing forward and reverse primers. Target mRNA expression was normalized against Gapdh mRNA. The specific primer sets used in the qPCR are listed in Table 1 .",
            "cite_spans": [
                {
                    "start": 340,
                    "end": 344,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 345,
                    "end": 349,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 350,
                    "end": 354,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 355,
                    "end": 359,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 360,
                    "end": 364,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 365,
                    "end": 369,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 370,
                    "end": 374,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 831,
                    "end": 838,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Mouse KIM-1 enzyme-linked immunosorbent assay (ELISA) assay Mouse kidneys were homogenized in Tissue-PE LB (G-Biosciences) containing protease inhibitor cocktails (Sigma-Aldrich). Supernatants were collected after centrifugation at 20,000 × g at 4°C for 30 min. The concentration of mouse KIM-1 in the supernatant was quantified by a mouse TIM-1/KIM-1/HAVCR Quantikine ELISA Kit (R&D Systems) following the manufacturer's instructions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Neutralization of TGF-β Wild-type mice were infected intravenously with 1 × 10 5 yeast form of C. albicans. Infected mice were given 250 µg of anti-mouse TGF-β antibody (clone 1D11.16.8, from Bio X Cell) or mouse IgG1 (clone MOPC-21, from Bio X Cell) intraperitoneally on days 0 and 3 after infection. On day 6 after infection, mice were perfused with PBS and kidneys were collected for qPCR analysis and determination of fungal burden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Isolation of primary renal tubular epithelial cells Kidneys from naive mice were decapsulated and bisected. 29 The cortex was retained and digested in Hank's Balanced Salt Solution (Gibco) containing collagenase IV (1 mg/ml; Worthington Biochemical) and soybean trypsin inhibitor (1 mg/ml; Gibco) at 37°C for 30 min. Cells were cultured in Dulbecco's Modified Eagle Medium: Nutrient Mixture F-12 (Dulbecco's modified Eagle's medium/F12) (Gibco) with 1× insulin-transferrin-selenium liquid media supplement (Sigma-Aldrich) and hydrocortisone (200 µg/ ml; Sigma-Aldrich). Cells were harvested between days 5 and 7 and their E-cadherin expression, an epithelial cell marker, was monitored. Cells were seeded on gelatin-coated coverslips, fixed with 4% paraformaldehyde, and blocked by treatment with PBS containing 5% FBS. Sections were stained with rat anti-mouse Ecadherin antibody (1:100) (BioLegend) and Alexa Fluor 594conjugated goat anti-rat secondary antibody (1:200) (Jackson ImmunoResearch Laboratories) (all diluted in PBS containing 5% FBS). Nuclei were stained with Hoechst 33258. Sections were read ",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 110,
                    "text": "29",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Human dendritic cell-specific ICAM-3-grabbing non-integrin downstream. . . W-Y Chen et al.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "under a fluorescence microscope (Zeiss Axio Imager. A1). Isolated primary renal tubular epithelial cells were used in the following experiments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Mouse TGF-β1 ELISA assay Primary renal tubular epithelial cells were stimulated with the yeast form of C. albicans. Culture supernatants were collected after incubation at 37°C for different periods of time. The concentration of mouse TGF-β1 in the supernatants was quantified by a mouse TGF-β1 ELISA Kit (eBioscience) following the manufacturer's instructions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Inhibition of Raf-1 hDC-SIGN transgenic mice were infected with 1 × 10 5 yeast form cells of C. albicans intravenously. Mice were given Raf-1 inhibitor ZM336372 (25 mg/kg) (Cayman Chemical) intravenously on days 0, 1, 3 and 5 after infection. On day 6 after infection, mice were perfused with PBS and their kidneys were collected for qPCR analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Differences between treatment groups were analyzed with Student's two-tailed t test and two-way analysis of variance followed by Tukey post hoc test. The level of statistical significance was defined as p < 0.05. All results are expressed as the mean ± standard error of the mean (SEM).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistics"
        },
        {
            "text": "Generation of hDC-SIGN transgenic mice DC-SIGN has been reported to recognize C. albicans. 17 We studied the role of DC-SIGN in the pathogenesis of candidiasis by generating DC-SIGN transgenic mouse lines in a C57BL/6 background expressing the DC-SIGN gene under the control of the murine RNA polymerase II promoter and followed by a poly(A) tail and two insulator repeats (Fig. 1a) . While all of the tissues we examined in the transgenic but not littermate control mice expressed human DCSIGN transcripts (Suppl Fig. 1A ), hDC-SIGN protein was expressed only in kidney epithelial cells and in spleen marginal zones (Suppl Figs. 1B-1F and Suppl Fig. 2 ). SIGNR1 was not detectable in the kidney of littermates and transgenic expression of DC-SIGN did not increase its expression (Suppl Fig. 3 ). Immunohistochemical staining of kidney sections further revealed that DC-SIGN expression was localized to LTL (LTL + ) renal proximal tubular epithelial cells but not to DBA (DBA + ) distal tubular epithelial cells (Fig 1b, c) . It is interesting to note that there were a very small number of DC-SIGN + cells that were neither LTL + nor DBA + (Fig. 1c) .",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 93,
                    "text": "17",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 373,
                    "end": 382,
                    "text": "(Fig. 1a)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 514,
                    "end": 521,
                    "text": "Fig. 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 646,
                    "end": 652,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 787,
                    "end": 793,
                    "text": "Fig. 3",
                    "ref_id": null
                },
                {
                    "start": 1012,
                    "end": 1023,
                    "text": "(Fig 1b, c)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1141,
                    "end": 1150,
                    "text": "(Fig. 1c)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "hDC-SIGN decreases C. albicans-induced collagen deposition To determine how DC-SIGN expression in the kidney affects the host response to C. albicans infection, we infected mice with C. albicans yeasts intravenously. The results showed that C. albicans infection did not change the expression of DC-SIGN (Suppl Figs. 4A and 4B).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "While there was a dip on day 4 in control mice, fungal burdens in the kidney of transgenic mice on days 4 and 6 remained as high as that on day 2 (Fig. 2a) . Masson's trichrome staining revealed that infection induced collagen deposition in both transgenic and control mice, but the area of deposition in the transgenic mice was significantly less than in control mice (Fig. 2b, c) . Transgenic mice had more intact glomeruli, less renal tubular regeneration, and less prominent renal interstitial fibrosis than control mice (Fig. 2b) . qPCR analysis showed that the levels of Col1a2 (type I collagen), Col3a1 (type III collagen), and Col4a1 (type IV collagen) transcripts were significantly lower in transgenic mice than in control mice (Fig. 2d-f ). These results together indicate that DC-SIGN expression mitigates renal fibrosis in systemic candidiasis. The levels of type I (Col1a2), III (Col3a1), and IV (Col4a1) collagen were quantified by qPCR and normalized against Gapdh. Uninfected, n = 4; day 6, n = 8. Data were pooled from two to four independent experiments. The bars represent the mean ± SEM. Data were analyzed by two-way ANOVA followed by Tukey post hoc test. *p < 0.05, **p < 0.01, ***p < 0.001 hDC-SIGN expression alleviates myofibroblast formation and renal injury in C. albicans-infected mice Fully developed myofibroblasts express α-SMA. 30 qPCR analysis showed that renal Acta2 (α-SMA) was upregulated in both transgenic mice and littermate controls on day 6 after infection, yet Acta2 transcript levels in transgenic mice were lower than in littermate controls (Fig. 3a) . α-SMA + cells were found in vascular smooth muscle of the blood vessels in the kidneys of uninfected transgenic and control mice (Fig. 3b) . While α-SMA + cells appeared in the cortex of both transgenic and control mice after C. albicans infection, there were fewer α-SMA + cells in the former than the latter (Fig. 3b ). In addition, KIM-1, an emerging biomarker for renal proximal tubular epithelial cell damage, 31 was expressed at significantly lower levels in transgenic than in control mice at both the transcript (Fig. 3c) and protein (Fig. 3d ) levels on day 6 after infection. Interestingly, C. albicans-induced KIM-1-expressing cells were LTL + and the number of KIM-1 + LTL + cells in transgenic mice were lower than in littermate controls (Fig. 3e) . These results together indicate that systemic candidiasis induces renal proximal tubular epithelial cell damage in the late phase of infection and that hDC-SIGN expression in proximal tubular epithelial cells alleviates that damage.",
            "cite_spans": [
                {
                    "start": 1361,
                    "end": 1363,
                    "text": "30",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 2013,
                    "end": 2015,
                    "text": "31",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 146,
                    "end": 155,
                    "text": "(Fig. 2a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 369,
                    "end": 381,
                    "text": "(Fig. 2b, c)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 525,
                    "end": 534,
                    "text": "(Fig. 2b)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 738,
                    "end": 748,
                    "text": "(Fig. 2d-f",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1586,
                    "end": 1595,
                    "text": "(Fig. 3a)",
                    "ref_id": null
                },
                {
                    "start": 1727,
                    "end": 1736,
                    "text": "(Fig. 3b)",
                    "ref_id": null
                },
                {
                    "start": 1908,
                    "end": 1916,
                    "text": "(Fig. 3b",
                    "ref_id": null
                },
                {
                    "start": 2118,
                    "end": 2127,
                    "text": "(Fig. 3c)",
                    "ref_id": null
                },
                {
                    "start": 2140,
                    "end": 2148,
                    "text": "(Fig. 3d",
                    "ref_id": null
                },
                {
                    "start": 2349,
                    "end": 2358,
                    "text": "(Fig. 3e)",
                    "ref_id": null
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Transgenic mouse kidneys have lower levels of TNF, IL-6, and TGF-β1 in the late phase of infection Cytokines TGF-β1, TNF, IL-6, and IL-10 are reported to affect the process of fibrosis. [23] [24] [25] [26] 32 While TGF-β1 is the key mediator, 23, 26 both TNF and IL-6 play a pro-fibrotic role in fibrosis. 24, 25 We compared the levels of cytokines in the kidneys of transgenic mice to their littermate controls and found that the levels of Tnf, Il6, Il10, and Tgfb1 transcripts were comparable between transgenic mice and littermate controls on days 2 and 4 after infection (Fig. 4a-d) .",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 190,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 191,
                    "end": 195,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 196,
                    "end": 200,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 201,
                    "end": 205,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 206,
                    "end": 208,
                    "text": "32",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 243,
                    "end": 246,
                    "text": "23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 247,
                    "end": 249,
                    "text": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 310,
                    "end": 312,
                    "text": "25",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 575,
                    "end": 586,
                    "text": "(Fig. 4a-d)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "On day 6, however, the levels of Tnf, Il6, and Tgfb1 transcripts were significantly lower in transgenic mice than in controls while that of Il10 remained comparable (Fig. 4a-d) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 165,
                    "end": 176,
                    "text": "(Fig. 4a-d)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Renal proximal tubular epithelial cells in transgenic mice produce less TGF-β1 after C. albicans infection To identify the source of the cytokines, renal CD45 + infiltrating cells were sorted for qPCR analysis of cytokine transcripts. Fig. 5a shows that CD45 + infiltrating cells from both transgenic and littermate controls produced Tnf, Il6, and Il10. The levels of Tnf and Il6 but not that of Il10 transcripts in CD45 + cells were significantly lower in transgenic mice than in littermate controls (Fig. 5a) . Immunofluorescence staining revealed that neither infiltrating CD45 + DC-SIGN − cells ( Fig. 5b and Suppl Fig. 5 ) nor vimentin + mesenchymal cells (Suppl Fig. 6 ) were the source of TGF-β1 in C. albicans-infected mice. Rather, it was LTL + proximal tubular epithelial cells that produced the TGF-β1 (Fig. 5c) . Consistent with the results in Fig. 4d , the number of TGF-β1 + cells was lower in infected transgenic mice than in littermate controls ( Fig. 5c and Suppl Fig. 7) . Taken together, these results demonstrate that renal proximal tubular epithelial cells produce TGF-β1 in response to C. albicans infection. Fig. 3 hDC-SIGN expression alleviates myofibroblast formation and renal injury in C. albicans-infected mice. hDC-SIGN transgenic and littermate control mice were infected with 1 × 10 5 of C. albicans intravenously. On day 6 after infection, mice were perfused with PBS and the kidneys were collected. a The levels of α-SMA (Acta2) transcripts in the kidneys from infected mice were quantified by qPCR and normalized against Gapdh. Uninfected, n = 4; day 6, n = 11. Data were pooled from two to four independent experiments. b Cryosections of the kidneys were stained for α-SMA (green) and nuclei (Hoechst 33258, blue). α-SMA is a marker for myofibroblasts. Slides were read under a confocal microscope. White arrowheads and arrows point to vascular smooth muscle cells of blood vessels and myofibroblasts, respectively. Original magnification, ×400. Scale bar = 20 µm. c The levels of Kim1 transcripts in the kidney were quantified by qPCR and normalized against Gapdh. Uninfected, n = 4; day 6, n = 8. Data were pooled from two or three independent experiments. d The concentrations of KIM-1 in kidney homogenates were determined by ELISA. n = 4 (littermate ctrl) or 3 (hDC-SIGN Tg). e Cryosections of the kidneys were stained for KIM-1 (red), LTL (green), and nuclei (Hoechst 33258, blue). Slides were read under a confocal microscope. Original magnification, ×400. Scale bar = 20 µm. a, c, d The bars represent the mean ± SEM. Data were analyzed by two-way ANOVA followed by Tukey post hoc test. *p < 0.05, **p < 0.01 Uninfected, n = 4-5; day 2, n = 6; day 4, n = 10 (littermate control) or 9 (hDC-SIGN Tg); day 6, n = 6. Data were pooled from two to four independent experiments. The bars represent the mean ± SEM. Data were analyzed by two-way ANOVA followed by Tukey post hoc test. *p < 0.05 Neutralizing TGF-β alleviates C. albicans-induced renal fibrosis development after infection To determine the role of TGF-β in C. albicans-induced fibrosis, we treated C. albicans-infected wild-type mice with a neutralizing anti-TGF-β antibody. The results showed that neutralizing TGF-β significantly reduced Acta2 (Fig. 6a) and Kim1 (Fig. 6b) transcripts in the kidney compared to treatment with isotype controls. Additionally, depleting TGF-β also reduced fungal burden in the kidney (Fig. 6c) , likely due to the effect of the neutralizing antibody on immune cells in addition to its effect on the fibrotic process. These data together showed that TGF-β plays a pivotal role in C. albicans-induced renal fibrosis and injury and it has a negative effect on fungal clearance.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 235,
                    "end": 242,
                    "text": "Fig. 5a",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 501,
                    "end": 510,
                    "text": "(Fig. 5a)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 601,
                    "end": 625,
                    "text": "Fig. 5b and Suppl Fig. 5",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 668,
                    "end": 674,
                    "text": "Fig. 6",
                    "ref_id": null
                },
                {
                    "start": 813,
                    "end": 822,
                    "text": "(Fig. 5c)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 856,
                    "end": 863,
                    "text": "Fig. 4d",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 963,
                    "end": 970,
                    "text": "Fig. 5c",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 981,
                    "end": 988,
                    "text": "Fig. 7)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1131,
                    "end": 1137,
                    "text": "Fig. 3",
                    "ref_id": null
                },
                {
                    "start": 3245,
                    "end": 3254,
                    "text": "(Fig. 6a)",
                    "ref_id": null
                },
                {
                    "start": 3264,
                    "end": 3273,
                    "text": "(Fig. 6b)",
                    "ref_id": null
                },
                {
                    "start": 3416,
                    "end": 3425,
                    "text": "(Fig. 6c)",
                    "ref_id": null
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "DC-SIGN-expressing renal proximal tubular epithelial cells produce less TGF-β1 after C. albicans infection Triple immunostaining revealed that while LTL + cells were TGF-β1 producers after C. albicans infection, the LTL + TGF-β1 + cells in transgenic mice were also DC-SIGN + (Fig. 7a) . We compared epithelial cells isolated from the kidneys of transgenic mice to that from littermate controls for their ability to produce TGF-β1 after stimulation with C. albicans. The results in Fig. 7b and Suppl Figs. 8A and 8B showed that E-cadherin + renal tubular epithelial cells produced TGF-β1 in response to C. albicans stimulation. While infection did not alter DC-SIGN expression (Suppl Fig. 8B ), epithelial cells from transgenic mice produced lower levels of TGF-β1 than cells from control mice (Fig. 7b) . These results indicate that while renal proximal tubular epithelial cells are the source of TGF-β1 in systemic candidiasis, DC-SIGN expression reduces their ability to produce TGF-β1.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 276,
                    "end": 285,
                    "text": "(Fig. 7a)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 482,
                    "end": 489,
                    "text": "Fig. 7b",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 684,
                    "end": 691,
                    "text": "Fig. 8B",
                    "ref_id": null
                },
                {
                    "start": 794,
                    "end": 803,
                    "text": "(Fig. 7b)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Raf-1 and p38 phosphorylation is prominent in the kidneys of DC-SIGN transgenic mice after C. albicans infection Increasing amounts of evidence have shown that mitogenactivated protein kinases (MAPKs; p38, c-Jun N-terminal kinase (JNK) and extracellular signal-regulated kinase1/2 (ERK1/2)) are involved in fibrosis. [33] [34] [35] DC-SIGN transduces signals that trigger the phosphorylation of Ser338, Tyr340, and Tyr341 on Raf-1. 20 We examined Raf-1 and MAPK phosphorylation in the kidney after C. albicans infection. Immunohistochemical staining revealed that while Raf-1, p38, JNK, and ERK1/2 were not phosphorylated in uninfected mice (Fig 8a-d) , C. albicans infection induced a marked increase in the levels of phosphorylated Raf-1 and p38 in transgenic mice (Fig. 8a, b) . Interestingly, ERK1/2 and JNK phosphorylation was more pronounced in littermate controls than in transgenic mice (Fig. 8c, d) . These results indicate that DC-SIGN signaling activates Raf-1 and p38 and suppresses JNK and ERK1/2 signaling. Fig. 6 Neutralizing TGF-β reduces C. albicans-induced renal fibrosis and fungal burden. C. albicans (1 × 10 5 )-infected wild-type mice were given neutralizing anti-mouse TGF-β antibody (250 µg) or mouse IgG1 intraperitoneally on days 0 and 3 after infection. Mice were perfused with PBS and kidneys were collected on day 6. a, b The levels of a Kim1 and b Acta2 in the kidney were quantified by qPCR and normalized against Gapdh. The bars represent the mean ± SEM. c Fungal burdens in the kidneys were determined on day 6 after infection. mouse IgG1, n = 5, α-TGF-β Ab, n = 6. Data were analyzed by Student's two-tailed t test. **p < 0.01, ***p < 0.001",
            "cite_spans": [
                {
                    "start": 317,
                    "end": 321,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 322,
                    "end": 326,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 327,
                    "end": 331,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 432,
                    "end": 434,
                    "text": "20",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 641,
                    "end": 651,
                    "text": "(Fig 8a-d)",
                    "ref_id": null
                },
                {
                    "start": 767,
                    "end": 779,
                    "text": "(Fig. 8a, b)",
                    "ref_id": null
                },
                {
                    "start": 895,
                    "end": 907,
                    "text": "(Fig. 8c, d)",
                    "ref_id": null
                },
                {
                    "start": 1021,
                    "end": 1027,
                    "text": "Fig. 6",
                    "ref_id": null
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Raf-1 inhibitor increases collagen deposition and TGF-β1 expression, worsening renal injury To determine the relationship between Raf-1 activation and TGF-β1 production and renal injury, we then treated C. albicansinfected transgenic mice with a Raf-1 inhibitor (ZM336372). Masson's trichrome staining revealed that ZM336372 treatment significantly increased collagen deposition and Tgfb1 expression compared to the dimethyl sulfoxide control (Fig. 9a-c) . In addition, ZM336372 treatment increased the levels of Kim1 and Acta2 transcripts (Fig. 9d, e) . These results indicate that DC-SIGN signaling reduces C. albicans-induced collagen deposition, TGF-β1 production, and the severity of renal fibrosis and injury through activation of Raf-1.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 443,
                    "end": 454,
                    "text": "(Fig. 9a-c)",
                    "ref_id": null
                },
                {
                    "start": 540,
                    "end": 552,
                    "text": "(Fig. 9d, e)",
                    "ref_id": null
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Recent studies have demonstrated that hDC-SIGN is expressed not only on DCs and macrophages but also on non-immune cells, i.e., human brain microvascular endothelial cells and sinusoidal endothelium. [3] [4] [5] [6] [7] [8] Wu et al. reported that Helicobacter pylori infection enhanced the expression levels of DC-SIGN and costimulatory molecules on gastric epithelial cells. 10 The severity of inflammatory bowel disease is strongly correlated with the level of expression of DC-SIGN on intestinal epithelial cells in patients. 9 We have also reported that severe acute respiratory syndrome (SARS) coronavirus infection induces DC-SIGN expression in A549 cells. Immunohistochemical staining of a lung section from a SARS patient revealed that both alveolar macrophages and pneumo- cytes expressed DC-SIGN. 36 A recent report showed that serum amyloid P and DC-SIGN ligand inhibit the innate immune response to reduce bleomycin-induced fibrosis through binding to SIGN-R1 on mouse lung epithelial cells. 37 A significant correlation also exists between DC-SIGN expression on renal tubular epithelial cells and the severity of tubulointerstitial lesions in the kidney. 12 In this study, we demonstrated in transgenic mice that DC-SIGN expression in renal proximal tubular epithelial cells reduces their ability to produce TGF-β1 in response to systemic C. albicans infection and thus attenuates candidiasis-induced renal fibrosis. Our results together with previous reports show that the expression of DC-SIGN on non-immune cells may modulate the outcome of many diseases.",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 203,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 204,
                    "end": 207,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 208,
                    "end": 211,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 212,
                    "end": 215,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 216,
                    "end": 219,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 220,
                    "end": 223,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 377,
                    "end": 379,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 530,
                    "end": 531,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 808,
                    "end": 810,
                    "text": "36",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1005,
                    "end": 1007,
                    "text": "37",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1169,
                    "end": 1171,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Mice are known to have eight hDC-SIGN homologs (SIGNR family) but there is not one single member of the SIGNR family that is exactly a hDC-SIGN ortholog. 38 This divergence is considered to be a result of evolutionary pressure from exposure to species-specific pathogens. 38 Schaefer et al. established a hDC-SIGN transgenic mouse line with its expression under the control of the murine CD11c promoter so that hDC-SIGN is expressed primarily on conventional DCs. 18 DCs from this DC-SIGN transgenic mouse produce less IL-12p40 after mycobacteria stimulation and the mice experience reduced lung damage and prolonged survival after M. tuberculosis infection. 18 To study the effect of DC-SIGN on non-immune cells, we generated a DC-SIGN transgenic mouse line with transgene expression under the control of the murine RNA polymerase II promoter. RT-PCR results demonstrated that hDC-SIGN transcripts were expressed in all of the tissues we examined in the transgenic mice, although the levels of expression varied. Specifically, DC-SIGN is expressed in kidney proximal tubular epithelial cells. To the best of our knowledge, this is the first study employing a mouse model to assess the role of hDC-SIGN on non-immune cells in a host response to an infection.",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 156,
                    "text": "38",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 272,
                    "end": 274,
                    "text": "38",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 464,
                    "end": 466,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 659,
                    "end": 661,
                    "text": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "There are many examples of infection by a pathogen inducing renal fibrosis. Infection by uropathogenic Escherichia coli causes pyelonephritis, which may eventually lead to chronic kidney disease and fibrosis. 39 Infection by Leptospira interrogans induces renal fibrosis through iNOS-dependent, Toll-like receptor-and NOD-like receptor-independent signaling pathways. 40 Renal fibrosis is a rare presentation of clinical candidiasis. It was reported in 2012 that a 61-year-old man with a history of type 2 diabetes mellitus and urinary bladder urothelial carcinoma status had clinical presentation of a mass in the kidney that was later diagnosed as renal candidiasis. Histological staining showed that the kidney had high levels of fungal elements and was fibrotic with evidence of acute and chronic inflammation and abscesses. 41 Another report described a 23-year-old man receiving methylprednisolone pulse therapy for asthma who experienced acute kidney injury and renal function deterioration. The patient had high serum levels of β-D-glucan and was diagnosed with C. albicans infection in both kidneys; the kidneys had severe interstitial cell infiltration with granulomatous formation and fibrosis. 42 We showed here unequivocally by trichrome staining as well as qPCR that intravenous C. albicans infection leads to renal Fig. 8 Raf-1 and MAP kinase phosphorylation in the kidney of C. albicans-infected transgenic and control mice. hDC-SIGN transgenic and littermate control mice were infected with 1 × 10 5 of C. albicans intravenously. On day 6 after infection, mice were perfused with PBS and the kidneys were collected. Paraffin-embedded kidney sections were stained for phosphorylated forms of a Raf-1 (Ser338), b p38 (Thr180/Tyr182), c JNK (Thr183/Tyr185), and d ERK1/2 (Thr202/Tyr204). DAB was used as a substrate for color development (brown). Slides were counterstained with hematoxylin (blue). Original magnification, ×400. Scale bar = 50 µm fibrosis (collagen deposition) in the late phase of infection, an observation that has not been described before. Furthermore, hDC-SIGN expression in mouse renal proximal tubular epithelial cells mitigates C. albicans-induced renal fibrosis without affecting the fungal burden.",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 211,
                    "text": "39",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 368,
                    "end": 370,
                    "text": "40",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 829,
                    "end": 831,
                    "text": "41",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1206,
                    "end": 1208,
                    "text": "42",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [
                {
                    "start": 1330,
                    "end": 1336,
                    "text": "Fig. 8",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "TGF-β, especially TGF-β1, is a master mediator of fibrosis in fibrotic diseases. [23] [24] [25] [26] Numerous cell types are capable of producing TGF-β1 upon stimulation. In human and experimental disease models, there is a close correlation between macrophage infiltration and fibrosis. 23, 43 In a mouse model of ischemia/ reperfusion, a large number of F4/80 + macrophages were found to infiltrate the ischemically injured kidney. Mannose receptorpositive macrophages isolated from the kidney on day 7 after reperfusion had high levels of Tgfb1 transcripts. 44 There are at least six distinct cell types with mesenchymal phenotypes in the kidney. Potentially all of these resident cells can produce TGF-β1. 26 Diwakar et al. showed that albumin induces TGF-β1 production by proximal tubular epithelial cells from opossum and human kidneys. 45 In mouse unilateral ureteral obstruction (UUO) models, UUO-induced injury increases the expression of TGF-β1 by epithelium. 29 We showed in this study that neither CD45 + infiltrating cells nor the mesenchymal (vimentin + ) cells are the source of TGF-β1 in systemic candidiasis. Rather, it is renal proximal tubular epithelial cells that are responsible for TGF-β1 production. While renal proximal tubular epithelial cells are the source of TGF-β1, expression of DC-SIGN reduces their ability to produce TGF-β1.",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 85,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 86,
                    "end": 90,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 91,
                    "end": 95,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 96,
                    "end": 100,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 288,
                    "end": 291,
                    "text": "23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 292,
                    "end": 294,
                    "text": "43",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 561,
                    "end": 563,
                    "text": "44",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 710,
                    "end": 712,
                    "text": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 843,
                    "end": 845,
                    "text": "45",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 970,
                    "end": 972,
                    "text": "29",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Playing a profibrotic role, TGF-β has become a therapeutic target for fibrosis. 29, 46 Treating diabetic mice with anti-TGF-β neutralizing antibody attenuates kidney and glomerular hypertrophy and reduces renal fibronectin mRNA expression. 46 In a mouse UUO model, administrating anti-TGF-β antibody reduces the number of α-SMA + cells and collagen deposition in the injured kidneys. 29 In a clinical trial, patients with systemic sclerosis were treated with fresolimumab (anti-TGF-β antibody). The treatment reduced skin fibrosis markers and the amount of dermal myofibroblast infiltration. 47 Our work revealed that neutralizing TGF-β significantly reduced C. albicans-induced Kim1 and Acta2 mRNA expression in the kidneys, pointing to the possibility of blocking TGF-β as a treatment for C. albicans-induced renal fibrosis. It is interesting to note that depleting TGF-β by a neutralizing antibody resulted in not only attenuated fibrosis but also a reduction of fungal burden. It is reasonable to speculate that TGF-β also plays an anti-inflammatory role in systemic candidiasis. Its absence enhances immune cell anti-Candida function, resulting in more efficient fungal clearance.",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 83,
                    "text": "29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 84,
                    "end": 86,
                    "text": "46",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 240,
                    "end": 242,
                    "text": "46",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 384,
                    "end": 386,
                    "text": "29",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 592,
                    "end": 594,
                    "text": "47",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Gringhuis et al. demonstrated that triggering of DC-SIGN activates the serine and threonine kinase Raf-1. 20 DC-SIGN binding to ManLAM from mycobacteria or HIV-1 induces the recruitment of effector proteins to the DC-SIGN signalosome to activate Raf-1 and increase the production of the immunosuppressive cytokine IL-10. 48 HIV-1 recognition by DC-SIGN blocks type I interferon responses via Raf-1-PLK1 activation. 49 In addition, there is increasing evidence that shows the involvement of MAPKs (p38, JNK, and ERK1/2) in fibrosis. 33-35 ERK1/2, JNK, and p38 are activated in the obstructed kidney. [33] [34] [35] Treatment with JNK inhibitor inhibits TGF-β1 expression and rescues renal fibrosis. 29, 33, 34 Cheng et al. showed that there is a positive relationship between ERK1/2 phosphorylation and collagen overproduction in the kidneys from mice treated with blood glucose fluctuation. 50 In Fig. 9 Inhibition of Raf-1 activation increases collagen deposition, TGF-β1 expression, and worsens renal damage. C. albicans (1 × 10 5 )-infected hDC-SIGN transgenic mice were given Raf-1 inhibitor (ZM336372) (25 mg/kg) or DMSO intravenously on days 0, 1, 3, and 5 after infection. Mice were perfused with PBS and the kidneys were collected on day 6. a Paraffin-embedded kidney sections were stained with Masson's trichrome stain to assess collagen deposition. Collagen fibers were stained blue. Original magnification, ×200. Scale bar = 100 µm. b The area of collagen deposition was analyzed by the Tissue Studio software. Ten regions per section were analyzed. Percentage of the area of collagen deposition (%) was calculated as [collagen-positive area (blue)/(collagen-positive area + collagen-negative area)] × 100%. The mean percentages of the area of collagen deposition are shown. The bars represent the mean ± SEM. c-e The levels of c Tgfb1, d Acta2, and e Kim1 in the kidney were quantified by qPCR and normalized against Gapdh. The bars represent the mean ± SEM. n = 3 for each group. b-e Data were analyzed by Student's two-tailed t test. *p < 0.05, ***p < 0.001 this study, we discovered that Raf-1 and p38 are markedly phosphorylated in the kidney of DC-SIGN transgenic mice after C. albicans infection and phosphorylation of JNK and ERK1/2 is much more pronounced in littermate controls after infection. There exists an apparent inverse relationship between Raf-1 and p38 activation and JNK and ERK1/2 phosphorylation. It is our speculation that DC-SIGN expression activates Raf-1 and p38 upon C. albicans infection and that phosphorylated Raf-1, p38, or both are instrumental in downregulating JNK-and ERK1/2mediated TGF-β1 production, resulting in less severe fibrosis in transgenic mice.",
            "cite_spans": [
                {
                    "start": 321,
                    "end": 323,
                    "text": "48",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 415,
                    "end": 417,
                    "text": "49",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 599,
                    "end": 603,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 604,
                    "end": 608,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 609,
                    "end": 613,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 698,
                    "end": 701,
                    "text": "29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 702,
                    "end": 705,
                    "text": "33,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 706,
                    "end": 708,
                    "text": "34",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 709,
                    "end": 721,
                    "text": "Cheng et al.",
                    "ref_id": null
                },
                {
                    "start": 891,
                    "end": 893,
                    "text": "50",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [
                {
                    "start": 897,
                    "end": 903,
                    "text": "Fig. 9",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "In summary, by employing DC-SIGN-expressing transgenic mice we demonstrated that DC-SIGN expression in renal proximal tubular epithelial cells mitigates C. albicans-induced renal fibrosis through reduction of TGF-β1 production. While blocking TGF-β reduces C. albicans-induced renal fibrosis and injury, DC-SIGN signaling decreases C. albicans-induced TGF-β1 production and the severity of renal fibrosis via Raf-1-p38 axis signaling. Our work demonstrates that DC-SIGN expression on non-immune cells ameliorates disease outcome and raises the possibility that blockade of TGF-β is potentially feasible for treatment of C. albicans-induced renal fibrosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The funders had no role in experimental design, data analysis, decision to publish, or preparation of the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCLAIMER"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Epidemiology of invasive candidiasis: a persistent public health problem",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Pfaller",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Diekema",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Clin. Microbiol. Rev",
            "volume": "20",
            "issn": "",
            "pages": "133--163",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Organ-specific innate immune responses in a mouse model of invasive candidiasis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Lionakis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Innate Immun",
            "volume": "3",
            "issn": "",
            "pages": "180--199",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Identification of DC-SIGN, a novel dendritic cell-specific ICAM-3 receptor that supports primary immune responses",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Geijtenbeek",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Cell",
            "volume": "100",
            "issn": "",
            "pages": "575--585",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Subset of DC-SIGN (+) dendritic cells in human blood transmits HIV-1 to T lymphocytes",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Engering",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Van Vliet",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Geijtenbeek",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Van Kooyk",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Blood",
            "volume": "100",
            "issn": "",
            "pages": "1780--1786",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Constitutive and induced expression of DC-SIGN on dendritic cell and macrophage subpopulations in situ and in vitro",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Soilleux",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Leukoc. Biol",
            "volume": "71",
            "issn": "",
            "pages": "445--457",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Dendritic cell-specific intercellular adhesion molecule 3-grabbing nonintegrin/CD209 is abundant on macrophages in the normal human lymph node and is not required for dendritic cell stimulation of the mixed leukocyte reaction",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Granelli-Piperno",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Immunol",
            "volume": "175",
            "issn": "",
            "pages": "4265--4273",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Primary isolated human brain microvascular endothelial cells express diverse HIV/SIV-associated chemokine coreceptors and DC-SIGN and L-SIGN",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mukhtar",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Virology",
            "volume": "297",
            "issn": "",
            "pages": "78--88",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Expression of DC-SIGN and DC-SIGNR on human sinusoidal endothelium: a role for capturing hepatitis C virus particles",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "K"
                    ],
                    "last": "Lai",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Am. J. Pathol",
            "volume": "169",
            "issn": "",
            "pages": "200--208",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Enterocyte dendritic cell-specific intercellular adhesion molecule-3-grabbing non-integrin expression in inflammatory bowel disease",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "Q"
                    ],
                    "last": "Zeng",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "World J. Gastroenterol",
            "volume": "21",
            "issn": "",
            "pages": "187--195",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Role of DC-SIGN in Helicobacter pylori infection of gastrointestinal cells",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Front. Biosci. (Landmark Ed.)",
            "volume": "19",
            "issn": "",
            "pages": "825--834",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "DC-SIGN expression on podocytes and its role in inflammatory immune response of lupus nephritis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Clin. Exp. Immunol",
            "volume": "183",
            "issn": "",
            "pages": "317--325",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Effects of DC-SIGN expression on renal tubulointerstitial fibrosis in nephritis",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Front. Biosci. (Landmark Ed.)",
            "volume": "14",
            "issn": "",
            "pages": "2935--2943",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Association of SIGNR1 with TLR4-MD-2 enhances signal transduction by recognition of LPS in gram-negative bacteria",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nagaoka",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Int. Immunol",
            "volume": "17",
            "issn": "",
            "pages": "827--836",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Cutting edge: carbohydrate profiling identifies new pathogens that interact with dendritic cell-specific ICAM-3-grabbing nonintegrin on dendritic cells",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Appelmelk",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Immunol",
            "volume": "170",
            "issn": "",
            "pages": "1635--1639",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "DC-SIGN, a dendritic cell-specific HIV-1-binding protein that enhances trans-infection of T cells",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Geijtenbeek",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Cell",
            "volume": "100",
            "issn": "",
            "pages": "587--597",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "DC-SIGN is the major Mycobacterium tuberculosis receptor on human dendritic cells",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Tailleux",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Exp. Med",
            "volume": "197",
            "issn": "",
            "pages": "121--127",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The C-type lectin DC-SIGN (CD209) is an antigen-uptake receptor for Candida albicans on dendritic cells",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cambi",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Eur. J. Immunol",
            "volume": "33",
            "issn": "",
            "pages": "532--538",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Decreased pathology and prolonged survival of human DC-SIGN transgenic mice during mycobacterial infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schaefer",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Immunol",
            "volume": "180",
            "issn": "",
            "pages": "6836--6845",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The C-type lectin receptor DC-SIGN has an antiinflammatory role in human M(IL-4) macrophages in response to Mycobacterium tuberculosis",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lugo-Villarino",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Front. Immunol",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "C-type lectin DC-SIGN modulates Toll-like receptor signaling via Raf-1 kinase-dependent acetylation of transcription factor NF-kappaB",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "I"
                    ],
                    "last": "Gringhuis",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Immunity",
            "volume": "26",
            "issn": "",
            "pages": "605--616",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Diverse origins of the myofibroblast-implications for kidney fibrosis",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Falke",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gholizadeh",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Goldschmeding",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Kok",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "Q"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nat. Rev. Nephrol",
            "volume": "11",
            "issn": "",
            "pages": "233--244",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Host responses in tissue repair and fibrosis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Duffield",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lupher",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Thannickal",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Wynn",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Annu. Rev. Pathol",
            "volume": "8",
            "issn": "",
            "pages": "241--276",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Inflammatory processes in renal fibrosis",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "M"
                    ],
                    "last": "Meng",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Nikolic-Paterson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lan",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nat. Rev. Nephrol",
            "volume": "10",
            "issn": "",
            "pages": "493--503",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Role of interleukin-6 in bleomycin-induced lung inflammatory changes in mice",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Saito",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Am. J. Respir. Cell Mol. Biol",
            "volume": "38",
            "issn": "",
            "pages": "566--571",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Decreasing TNF-alpha results in less fibrosis and earlier resolution of granulomatous experimental autoimmune thyroiditis",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Sharp",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Braley-Mullen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Leukoc. Biol",
            "volume": "81",
            "issn": "",
            "pages": "306--314",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "TGF-beta/Smad signaling in renal fibrosis",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "M"
                    ],
                    "last": "Meng",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lan",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Front. Physiol",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Expression of transforming growth factor-beta isoforms in human glomerular diseases",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yamamoto",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Kidney Int",
            "volume": "49",
            "issn": "",
            "pages": "461--469",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Coat color-tagged green mouse with EGFP expressed from the RNA polymerase II promoter",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Hsiao",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Genesis",
            "volume": "39",
            "issn": "",
            "pages": "122--129",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Transforming growth factor beta-1 stimulates profibrotic epithelial signaling to activate pericyte-myofibroblast transition in obstructive kidney fibrosis",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Am. J. Pathol",
            "volume": "182",
            "issn": "",
            "pages": "118--131",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The renal (myo-)fibroblast: a heterogeneous group of cells",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Boor",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Floege",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nephrol. Dial. Transplant",
            "volume": "27",
            "issn": "",
            "pages": "3027--3036",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Kidney injury molecule-1: more than just an injury marker of tubular epithelial cells?",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "N"
                    ],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Cell. Physiol",
            "volume": "228",
            "issn": "",
            "pages": "917--924",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Interleukin-10 deficiency aggravates kidney inflammation and fibrosis in the unilateral ureteral obstruction mouse model",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lab. Invest",
            "volume": "93",
            "issn": "",
            "pages": "801--811",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "A pathogenic role for c-Jun amino-terminal kinase signaling in renal fibrosis and tubular cell apoptosis",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Am. Soc. Nephrol",
            "volume": "18",
            "issn": "",
            "pages": "472--484",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Epithelial cell cycle arrest in G2/M mediates kidney fibrosis after injury",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "Y"
                    ],
                    "last": "Besschetnova",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Brooks",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Bonventre",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nat. Med",
            "volume": "16",
            "issn": "",
            "pages": "1--143",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "The role of p38alpha mitogen-activated protein kinase activation in renal fibrosis",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Stambe",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Am. Soc. Nephrol",
            "volume": "15",
            "issn": "",
            "pages": "370--379",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Modeling the early events of severe acute respiratory syndrome coronavirus infection in vitro",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "T"
                    ],
                    "last": "Yen",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Virol",
            "volume": "80",
            "issn": "",
            "pages": "2684--2693",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "DC-SIGN activation mediates the differential effects of SAP and CRP on the innate immune system and inhibits fibrosis in mice",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Cox",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pilling",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Gomer",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "112",
            "issn": "",
            "pages": "8385--8390",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "The physiological role of DC-SIGN: a tale of mice and men",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Garcia-Vallejo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Van Kooyk",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Trends Immunol",
            "volume": "34",
            "issn": "",
            "pages": "482--486",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Inflammation drives renal scarring in experimental pyelonephritis",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Am. J. Physiol. Ren. Physiol",
            "volume": "312",
            "issn": "",
            "pages": "43--53",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Leptospira Interrogans induces fibrosis in the mouse kidney through iNOS-dependent, TLR-and NLR-independent signaling pathways",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fanton D&apos;andon",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS Negl. Trop. Dis",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Localized candidiasis in kidney presented as a mass mimicking renal cell carcinoma. Case Rep",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Papanicolaou",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dean",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Bing",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Infect. Dis",
            "volume": "2012",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Fungal granulomatous interstitial nephritis presenting as acute kidney injury diagnosed by renal histology including PCR assay",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ogura",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Clin. Kidney J",
            "volume": "5",
            "issn": "",
            "pages": "459--462",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "The role of capillary density, macrophage infiltration and interstitial scarring in the pathogenesis of human chronic kidney disease",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Eardley",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Kidney Int",
            "volume": "74",
            "issn": "",
            "pages": "495--504",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Macrophage-specific deletion of transforming growth factor-beta1 does not prevent renal fibrosis after severe ischemia-reperfusion or obstructive injury",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Huen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Moeckel",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Cantley",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Am. J. Physiol. Ren. Physiol",
            "volume": "305",
            "issn": "",
            "pages": "477--484",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "The role played by endocytosis in albumin-induced secretion of TGF-beta1 by proximal tubular epithelial cells",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Diwakar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Pearson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Colville-Nash",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Brunskill",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Dockrell",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am. J. Physiol. Ren. Physiol",
            "volume": "292",
            "issn": "",
            "pages": "1464--1470",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Neutralization of TGF-beta by anti-TGFbeta antibody attenuates kidney hypertrophy and the enhanced extracellular matrix gene expression in STZ-induced diabetic mice",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "N"
                    ],
                    "last": "Ziyadeh",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Diabetes",
            "volume": "45",
            "issn": "",
            "pages": "522--530",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Fresolimumab treatment decreases biomarkers and improves clinical symptoms in systemic sclerosis patients",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Rice",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Clin. Invest",
            "volume": "125",
            "issn": "",
            "pages": "2795--2807",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Carbohydrate-specific signaling through the DC-SIGN signalosome tailors immunity to Mycobacterium tuberculosis, HIV-1 and Helicobacter pylori",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "I"
                    ],
                    "last": "Gringhuis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Den Dunnen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Litjens",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van Der Vlist",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Geijtenbeek",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat. Immunol",
            "volume": "10",
            "issn": "",
            "pages": "1081--1088",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "HIV-1 blocks the signaling adaptor MAVS to evade antiviral host defense after sensing of abortive HIV-1 RNA by the host helicase DDX3",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "I"
                    ],
                    "last": "Gringhuis",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nat. Immunol",
            "volume": "18",
            "issn": "",
            "pages": "225--235",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Both ERK/MAPK and TGF-Beta/Smad signaling pathways play a role in the kidney fibrosis of diabetic mice accelerated by blood glucose fluctuation",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Diabetes Res",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Renal proximal tubular epithelial cells in hDC-SIGN transgenic mice express hDC-SIGN. a Map of the pK14TyrPolII-hDC-SIGNpA-IN2B vector. The human DC-SIGN (hDC-SIGN) gene was cloned under the control of the murine polymerase II large subunit gene promoter, followed by poly(A) tail and two copies of HS4 insulator genes. b, c Kidneys from hDC-SIGN transgenic and littermate control mice were collected after perfusion with PBS. b Paraffin-embedded kidney sections were stained for hDC-SIGN (brown). Slides were counterstained with hematoxylin (blue). Original magnification, ×200. Scale bar = 100 µm. c Cryosections of kidneys were stained for hDC-SIGN (orange), DBA (Dolichos biflorus agglutinin, red), LTL (Lotus tetragonolobus lectin, green), and nuclei (Hoechst 33258, blue). DBA and LTL mark the distal and proximal tubules in the renal cortex, respectively. White arrows point to hDC-SIGN + cells. Slides were read under a confocal microscope. Original magnification, ×400. Scale bar = 20 µm",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "hDC-SIGN expression decreases C. albicans-induced collagen deposition. hDC-SIGN transgenic and littermate control mice were infected with 1 × 10 5 of C. albicans intravenously. a Infected mice were perfused with PBS and kidneys were collected at the indicated time points after infection. Fungal burdens in the kidneys were determined. Day 2, littermate control and hDC-SIGN Tg, n = 6 each; day 4, n = 8 (littermate control) or 9 (hDC-SIGN Tg); day 6, n = 9 (littermate control) or 11 (hDC-SIGN Tg). Data were pooled from two or three independent experiments. b Paraffin-embedded kidney sections were stained with Masson's trichrome stain to assess collagen deposition. Collagen fibers stained blue. Original magnification, ×100. Scale bar = 200 µm. c The area of collagen deposition was analyzed by the Tissue Studio software. Ten regions per section were analyzed. Percentage of the area of collagen deposition (%) was calculated as [collagen-positive area (blue)/ (collagen-positive area + collagen-negative area)] × 100%. The mean percentages of the area of collagen deposition are shown. The bars represent the mean ± SEM. d-f",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "hDC-SIGN transgenic mouse kidneys have lower TNF, IL-6, and TGF-β1 in the late phase of C. albicans infection. hDC-SIGN transgenic and littermate control mice were infected with 1 × 10 5 of C. albicans intravenously. On days 2, 4, and 6 after infection, mice were perfused with PBS and the kidneys were collected. a Tnf, b Il6, c Il10, and d Tgfb1 transcripts were quantified by qPCR and normalized against Gapdh.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "CD45 + and LTL + cells as cytokine producers in the kidney. hDC-SIGN transgenic and littermate control mice were infected with 1 × 10 5 of C. albicans intravenously. On day 6 after infection, mice were perfused with PBS and kidneys were collected. a Infiltrating cells (CD45 + ) were sorted from kidneys of infected mice. The levels of Tnf, Il6, and Il10 transcripts in the infiltrating cells were quantified by qPCR and normalized against Gapdh. n = 3/group. The bars represent the mean ± SEM. Data were analyzed by Student's two-tailed t test. *p < 0.05. b, c Cryosections of kidneys were stained for b CD45 (red) and TGF-β1 (green) or c LTL (red) and TGF-β1 (green). Hoechst 33258 was used as a nuclear counterstain (blue). Boxed areas are shown at higher magnification (enlarged) next to the corresponding image. Slides were read under a confocal microscope. Original magnification, ×400. Scale bar = 20 µm (scale bar of enlarged graph = 10 µm)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "hDC-SIGN-expressing renal proximal tubular epithelial cells produce less TGF-β1 in systemic candidiasis. a hDC-SIGN transgenic and littermate control mice were infected with 1 × 10 5 of C. albicans intravenously. On day 6 after infection, mice were perfused with PBS and the kidneys were collected. Cryosections of kidneys were stained for hDC-SIGN (violet), TGF-β1 (green), LTL (red), and nuclei (Hoechst 33258, blue). Boxed areas are shown at higher magnification (enlarged) next to the corresponding image. Slides were read under a confocal microscope. Original magnification, ×400. Scale bar = 20 µm (scale bar of enlarged graph = 10 µm). Empty white arrows point to TGF-β1 + LTL + cells. For clarity, the red color was excluded in the merged image. b Renal epithelial cells were isolated from naive littermate control and hDC-SIGN transgenic mice and stimulated with the yeast form of C. albicans. Culture supernatants were collected at different time points and TGF-β1 levels in the supernatants were quantified by ELISA. The experiment was performed two times with similar results. n = 3 for each experiment. Data shown are from one representative experiment. The bars represent the mean ± SEM. Data were analyzed by Student's two-tailed t test. *p < 0.05 **p < 0.01",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Ethics statement All animal experiments were undertaken in accordance with the Guidebook for the Care and Use of Laboratory Animals, 3rd Ed., 2007, published by The Chinese-Taipei Society of Laboratory Animal Sciences, and approved by the Institutional Animal Care and Use Committee (IACUC, Permit number: 20150214) of National Taiwan University, College of Medicine. Mice The hDC-SIGN transgene was excised from a pcDNA3.1 plasmid containing hDC-SIGN cDNA (a gift from Dan R. Littman, New York University, School of Medicine, New York, NY, USA) and constructed into a mammalian expressing vector pK14TyrPolII-IN2B (a gift from Dr. Ting-Fen Tsai, National Yang-Ming University, Taipei,",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Primer sequences used in qPCR",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "W.-Y.C. contributed to the conception and design of the work; was devoted to the acquisition, analysis, and interpretation of data; and drafted and finalized the submitted manuscript. S.-Y.W. and T.-C.L. contributed to the design of the work and created materials that were required for the work. S.-L.L. contributed to the conception of the work and provided reagents required for the work. B.A.W.-H. contributed to the conception and design of the work, was devoted to the interpretation of data, drafted and finalized the manuscript, and agreed to be accountable for all aspects of the work in ensuring that questions related to the accuracy or integrity of any part of the work are appropriately investigated and resolved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUTHOR CONTRIBUTIONS"
        },
        {
            "text": "The online version of this article (https://doi.org/10.1038/s41423-018-0161-5) contains supplementary material.Competing interests: The authors declare no competing interests.Publisher's note: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ADDITIONAL INFORMATION"
        }
    ]
}