{
    "paper_id": "5ce2a5c919caa34ea2bd8f1ff7d85305bac0eb44",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In their recent Perspectives article (Nat. Rev. Urol. 9, 111-118; 2012), 1 Sfanos et al. have presented an overview on the invalid relationship between human prostate cancer and infection with the retrovirus XMRV.",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 74,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 75,
                    "end": 88,
                    "text": "Sfanos et al.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "From the first detection of XMRV in prostate cancer patients in 2006 2 and its proposed role in chronic fatigue syndrome (CFS) in 2009 3 to the \"final\" judgment in 2011 that XMRV originated from laboratory contamination, 4 XMRV studies have ridden a rollercoaster that is now coming back to the ground. During this period, scientists from all over the world spent a huge amount of resources-both money and effort-trying to replicate the experiments and confirm the conclusions published previously. Prostate cancer and CFS samples used in the studies came from countries including China, Japan, The Netherlands and the UK. So how could such a newly emerging and rather obscure issue spark worldwide interest and then come back to silence so soon? The answer is complicated but might reflect some serious problems troubling academia at the moment.",
            "cite_spans": [
                {
                    "start": 221,
                    "end": 222,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The first and probably the most important reason for the XMRV frenzy is because most researchers are eager to work on seemingly 'hot' topics, such as XMRV most recently and the case of research into severe acute respiratory syndrome (SARS) 9 years ago. This effect seems more understandable under today's adverse economic conditions, where in order to obtain enough funding to support their research, scientists are willing to take risks working on emerging pathogens, so that they are able to publish results as promptly as possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "What can academia learn from XMRV studies?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CORRESPONDENCE"
        },
        {
            "text": "Another problem that becomes apparent from the studies on XMRV is that of scientific competition. The breakthrough experiments in a specific field should be repeated and validated by other groups. However, the nature of scientific competition means that journals might be more interested in publishing positive results than negative data, increasing the possibility that papers showing that the published results could not be reproduced might be rejected or put on hold. 5 In the XMRV studies, the most notable exception to this theory was the stringently peer-reviewed journal Retrovirology, which published the series of papers in 2010 showing that the false-positive detection of XMRV in the clinical specimens was due to mouse DNA contamination in human studies. [6] [7] [8] Furthermore, publication pressure might force scientists themselves to select their positive results over negative data for publication, resulting in a body of literature reflecting what scientists in the field want to see, rather than the reality. If these data include false positives, publication of the false-positive results from studies on a new pathogen might cause greater damage to the scientific community, not only as a huge waste of resources, but also a biosafety threat to the patients involved and those hoping for news of a cure for their disease. Generation of a highly infective mutated live virus through a plasmid system could realistically cause an epidemic or pandemic of an uncontrollable emerging infectious disease. Thus, research scientists and the academic community must learn a serious lesson from the case of XMRV studies. ",
            "cite_spans": [
                {
                    "start": 471,
                    "end": 472,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 767,
                    "end": 770,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 771,
                    "end": 774,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 775,
                    "end": 778,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Chungen Pan, Xiaochu Ma and Shibo Jiang"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "XMRV and prostate cancer-a 'final' perspective",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Sfanos",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Aloia",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "De Marzo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rein",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nat. Rev. Urol",
            "volume": "9",
            "issn": "",
            "pages": "111--118",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Identification of a novel Gammaretrovirus in prostate tumors of patients homozygous for R462Q RNASEL variant",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Urisman",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "PLoS Pathog",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Detection of an infectious retrovirus, XMRV, in blood cells of patients with chronic fatigue syndrome",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "C"
                    ],
                    "last": "Lombardi",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Science",
            "volume": "326",
            "issn": "",
            "pages": "585--589",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Recombinant origin of the retrovirus XMRV",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Paprotka",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Science",
            "volume": "333",
            "issn": "",
            "pages": "97--101",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Chronic fatigue syndrome. Conflicting papers on hold as XMRV frenzy reaches new heights",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Enserink",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Science",
            "volume": "329",
            "issn": "",
            "pages": "18--19",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Contamination of clinical specimens with MLV-encoding nucleic acids: implications for XMRV and other candidate human retroviruses",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Retrovirology",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Mouse DNA contamination in human tissue tested for XMRV",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Robinson",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Retrovirology",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Contamination of human DNA samples with mouse DNA can lead to false detection of XMRV-like sequences",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Oakes",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Retrovirology",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "The Institute of Human Virology & Department of Biochemistry, Key Laboratory of Tropical Disease Control of MOE, Zhongshan School of Medicine, Sun Yat-Sen University, Guangzhou 510080, China (C. Pan, X. Ma). MOE/MOH Key Laboratory of Medical Molecular Virology, Shanghai Medical College and Institute of Medical Microbiology, Fudan University, Shanghai 200032, China (S. Jiang). Correspondence to: C. Pan panchung@mail.sysu.edu.cn doi:10.1038/nrurol.2011.225-c1",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}