{
    "paper_id": "5ce76c069e4031ee5bbe51500a608f6a8dba0b5d",
    "metadata": {
        "title": "Effects of interleukin 17A (IL-17A) neutralization on murine hepatitis virus (MHV-A59) infection",
        "authors": [
            {
                "first": "José",
                "middle": [
                    "L"
                ],
                "last": "Aparicio",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Instituto de Química y Fisicoquímica Biológicas (UBA-CONICET)",
                    "institution": "",
                    "location": {
                        "settlement": "Buenos Aires",
                        "country": "Argentina"
                    }
                },
                "email": ""
            },
            {
                "first": "Macarena",
                "middle": [],
                "last": "Ottobre",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Instituto de Química y Fisicoquímica Biológicas (UBA-CONICET)",
                    "institution": "",
                    "location": {
                        "settlement": "Buenos Aires",
                        "country": "Argentina"
                    }
                },
                "email": ""
            },
            {
                "first": "Maite",
                "middle": [],
                "last": "Duhalde Vega",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Instituto de Química y Fisicoquímica Biológicas (UBA-CONICET)",
                    "institution": "",
                    "location": {
                        "settlement": "Buenos Aires",
                        "country": "Argentina"
                    }
                },
                "email": ""
            },
            {
                "first": "Jean-Paul",
                "middle": [],
                "last": "Coutelier",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Université Catholique de Louvain",
                    "location": {
                        "settlement": "Brussels",
                        "country": "Belgium"
                    }
                },
                "email": ""
            },
            {
                "first": "Jacques",
                "middle": [
                    "Van"
                ],
                "last": "Snick",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ludwig Institute for Cancer Research",
                    "location": {
                        "postCode": "B-1200, 956, 1113",
                        "settlement": "Brussels, Junín, Buenos Aires",
                        "country": "Belgium, Argentina"
                    }
                },
                "email": ""
            },
            {
                "first": "Lilia",
                "middle": [
                    "A"
                ],
                "last": "Retegui",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Instituto de Química y Fisicoquímica Biológicas (UBA-CONICET)",
                    "institution": "",
                    "location": {
                        "settlement": "Buenos Aires",
                        "country": "Argentina"
                    }
                },
                "email": "<lretegui@retina.ar><liliaretegui@fibertel.com.ar>"
            }
        ]
    },
    "abstract": [
        {
            "text": "IFN␥ greatly augmented transaminase plasmatic levels. IL-17A neutralization did not affect MHV-A59-induction of HMGB1 liberation and slightly augmented plasmatic uric acid concentration. However, mice treated with the MAb failed to produce autoAb to FAH. The above results suggest a reciprocal regulation of Th1 and Th17 cells acting on the different MHV-A59 effects. In addition, it is proposed that IL-17A is involved in alarmins adjuvant effects leading to autoAb expression.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Interleukin 17 is a family of cytokines among which IL-17A is considered as one of the major proinflammatory cytokine, being central to the innate and adaptive immune responses [1] . Particularly, IL-17A levels correlate with a variety of hepatic disorders, whereas another IL-17 family member, IL-17F, does not have a currently defined role in hepatic illness [1] . Of interest, IL-17A and IL-17F signals, through a heterodimeric receptor, consist of both IL-17RA and IL-17RC subunits. IL-17RA is expressed ubiquitously, including expression by resident liver cells [2] . IL-17A plays important roles in the host immunity against extracellular pathogens and in chronic inflammatory conditions, such as rheumatoid arthritis, psoriasis and multiple sclerosis [3] . Additionally, it has been suggested that IL-17A is an important factor in the pathogenesis of primary biliary cirrhosis, autoimmune hepatitis [4] and hepatitis B [5] . Data from other studies indicate that plasma levels of IL-17A are also elevated in patients with alcoholic hepatitis and cirrhosis [3] . Mouse hepatitis viruses (MHV), belonging to coronavirus group, induce acute or subclinical hepatitis, neurological, respiratory, or/and enteric diseases in mice according to serotypes. The highly hepatotropic mouse hepatitis virus type 3 (MHV-3) is known as the most virulent MHV strain, causing fulminant hepatitis and death of susceptible C57BL/6 mice within 3 to 5 days postinfection and neurological disease following nonlethal hepatitis in semisusceptible C3H mice [6, 7] . The weakly hepatotropic MHV-A59 causes no mortality and moderate hepatitis without neurological disease in mice when inoculated intraperitoneally. Brain invasion and disease by the MHV-A59 serotype is, however, enabled following intranasal infection [8] . Liver dysfunction in MHV-3-infected mice results from several foci of extensive necrosis in contrast to that observed in the liver of mice infected with the MHV-A59 serotype. All MHV serotypes use the CEACAM1a molecule as viral receptor for infection of host cells through interaction with their viral surface (S) protein. It was previously demonstrated that the differential levels of viral replication and hepatitis induced by the MHV serotypes were largely related to the viral S protein, suggesting that interactions of the S protein with molecules other than CEACAM1a may reflect their virulence for liver [7] [8] [9] . We have reported the presence of autoantibodies (autoAb) to liver and kidney fumarylacetoacetate hydrolase (FAH) in sera from various mouse strains after MHV-A59 infection [10] . It was shown that the expression of anti-FAH autoAb was closely associated with the MHV-A59-induced release of some danger signals such as uric acid and high-mobility group box protein 1 (HMGB1) [10] . To establish a new experimental model of autoimmune hepatitis (AIH), we treated BALB/c mice with carbon tetrachloride after MHV-A59 infection [11] . Then, we used mice from the C57BL/6 strain, more susceptible to MHV-A59-infection than BALB/c, that spontaneously developed several signs of AIH after infection, that is, hypergammaglobulinemia, autoAb to liver antigens (Ag), elevated transaminases and, interestingly, liver infiltrate [11] . Zhao et al. [4] found that IL-17A plasma concentration was elevated in patients with AIH compared with controls or patients with other liver diseases. Thus, to study whether IL-17A is implicated in our model of MHV-A59-infection and AIH, we explored the effects of a neutralizing monoclonal antibody (MAb) against the cytokine on various biological parameters affected by the virus. Neutralization of IL-17A by the MAb resulted in a decreased level of mouse transaminases and anti-FAH autoAb induced by the virus, increased Ig serum concentration and IFN-␥ secretion. Survival of the infected animals as well as liver pathology was not affected by the MAb anti-IL-17A. Furthermore, results from mouse treatment with MAb anti-IL-17F and/or anti-IFN␥ strongly suggested interplay of the Th1 and Th17 cells acting on MHV-A59-infected mice [12, 13] .",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 180,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 361,
                    "end": 364,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 567,
                    "end": 570,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 758,
                    "end": 761,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 906,
                    "end": 909,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 926,
                    "end": 929,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1063,
                    "end": 1066,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1539,
                    "end": 1542,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1543,
                    "end": 1545,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1798,
                    "end": 1801,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2415,
                    "end": 2418,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2419,
                    "end": 2422,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2423,
                    "end": 2426,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2601,
                    "end": 2605,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2803,
                    "end": 2807,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2952,
                    "end": 2956,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 3245,
                    "end": 3249,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 3264,
                    "end": 3267,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 4088,
                    "end": 4092,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 4093,
                    "end": 4096,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Specific-pathogen-free (SPF) female C57BL/6 (B6) mice from the University of La Plata, Argentina, were used at the age of 8-10 weeks. All animals were maintained in isolators, on standard laboratory chow, under SPF conditions until the end of the experiments and received care in compliance with international legal requirements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mice"
        },
        {
            "text": "The NCTC 1469 adherent cell line derived from normal mouse liver was purchased from the American Type Culture Collection. Cells growing in T-75 bottles were inoculated with MHV-A59 virus at a multiplicity of 1-5 TCID50/cell. After an adsorption period of 1 hour at 37 • C, 15 mL of NCTC 135 medium with 10% fetal calf serum was added to each bottle and incubated at 37 • C. Several cycles of freezing and thawing were used to release the virus 24 hours after inoculation. The harvested virus was centrifuged at 400 g for 10 min to remove debris and the supernatant was frozen at −70 • C for storage. Virus titration by endpoint method was performed by inoculating serial dilutions of the MHV-A59 stock onto cell monolayers in 96-multiwell plates. After 24 hours, wells with viral cytopathic effect were counted for each dilution and titer was expressed as 50% tissue infectious doses (TCID50) [14] .",
            "cite_spans": [
                {
                    "start": 893,
                    "end": 897,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Preparation of MHV-A59 stock"
        },
        {
            "text": "C57BL/6 mice were infected with 10 4 TCID50 of MHV-A59. On days 4, 7 and 11 postinfection, the animals were inoculated intraperitoneally with 150 g of MAb anti-IL-17A (MM17F3), MAb anti-IL-17F (MM17F-8F5) and/or MAb anti-IFN␥ (FXIVF3) [15, 16] in 200 L of PBS. The mice were bled 8, 15 and 30 days after infection. In some treatments, anti-human growth hormone MAb 10D6 [17] was used as control Ab.",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 239,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 240,
                    "end": 243,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 370,
                    "end": 374,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Viral infection and anti-IL-17A, anti-IL-17F and anti-IFN␥ treatments"
        },
        {
            "text": "Biotinylated anti-IL-17A MAb MM17F3 (150 g/mouse) was inoculated on days 0, 3 and 7 to four BALB/c mice. After 4 and 11 days, the animals were bled and serum concentration of MAb MM17F3/IL-17A complexes were measured by ELISA assays as described below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Detection of MAb MM17F3/IL-17A complexes"
        },
        {
            "text": "IL-17A serum concentration was measured by sandwich ELISA. Maxisorb Nunc-Immunoplates (Nunc International, Hereford, UK) were coated overnight with the anti-IL-17A MAb MM17F3 described in [15] . After blocking with BSA, 50 L of mouse serum was added and captured IL-17A was revealed with biotinylated anti-IL-17A MAb (0.5 g/mL), followed by diluted (1:3000) peroxidase-conjugated streptavidin (Biolegend Inc., CA, USA) and as substrate, ortho-phenylenediaminedihydrochloride (OPD, Sigma Chemical Co, St. Louis, MO, USA) with freshly added H 2 O 2 . The reaction was stopped after 30 min by addition of 1 M H 2 SO 4 . The absorption was measured in an ELISA reader (Biotrak II Visible Plate Reader, GE Healthcare, Piscataway, NY) at 492 nm. Standard recombinant mouse IL-17A was from Biolegend Inc., CA, USA. To measure the concentration of biotinylated anti-IL-17A MAb MM17F3 in complex with IL-17A, ELISA assays were performed as described before, using anti-IL-17A MAb MM17.3G9 [15] as capture Ab. As control, normal mouse serum was used instead of serum from treated animals.",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 192,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 980,
                    "end": 984,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "ELISA assays"
        },
        {
            "text": "Microplates (Nunc Maxi-Sorb) were coated with 100 L of phosphate buffer saline (PBS) containing a 1:500 diluted rabbit antiserum directed against mouse Ig. The plates were blocked for 1 hour at 37 • C with 0.01 M Tris, 0.13 M NaCl, pH 7.4 (TMS) containing 5% of non-fat milk (TMS-M) and were incubated with serial dilutions of mouse serum in the same medium. After 2 hours at 37 • C and washing with PBS containing 0.125 mL of Tween 20 per liter (PBS-Tween), the plates were incubated for 1 hour at 37 • C with peroxidase-labeled goat directed against mouse IgG (Santa Cruz Biotechnology, CA, USA) diluted 1:10000 in TMS-M. The reaction was revealed as described in the above paragraph.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunoglobulin (Ig) assays"
        },
        {
            "text": "Livers from non-infected C57BL/6 mice were removed, soaked in chilled PBS and ground in an Omni Mixer Homogenizer (Omni International Inc, USA) at 4 • C with 20 volumes of PBS containing 1 mM phenylmethylsulfonyl fluoride (PMSF) and 1 U/mL of trypsin inhibitor. The homogenates were centrifuged for 10 min at 400 g and the clarified extracts kept at −20 • C until used. Protein concentration was determined according to Bradford method [18] .",
            "cite_spans": [
                {
                    "start": 436,
                    "end": 440,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Preparation of liver extracts"
        },
        {
            "text": "Determination of autoAb anti-FAH Essentially, reactivity of autoAb anti-FAH was determined as indicated previously [10] . Briefly, total liver extracts (100 g of protein) were subjected to 10% SDS-PAGE and then transferred onto nitrocellulose sheets (GE Healthcare, Buckinghamshire, UK). The strips were incubated overnight at 4 • C with 30 mM Tris, 0.14 M NaCl, 0.1% (v/v) Tween 20, pH 8.0 (TBS-M-T) for 1 hour at room temperature and the indicated serum dilution. After several washings with TBS containing 0.1% Tween 20, bound Ab were revealed with peroxidase labeled goat against mouse IgG (Santa Cruz Biotechnology, CA, USA) diluted 1:10.000 in TBS-M-T and PierceTM ECL plus western Blotting substrate (Thermo Fisher, Rocheford, IL, USA).",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 119,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Western blot analysis"
        },
        {
            "text": "Mouse sera were filtered with Centricon YM-100 (Millipore Corp, USA) to clear the samples from macromolecular complexes, concentrated 15-fold with Centricon YM-30 and separated on 12% SDS-polyacrilamide gels. Western-blot analysis was carried out as described above and HMGB1 was revealed with MAb anti-HMGB1 HAP46.5 (Santa Cruz Biotechnology, CA, USA) diluted 1:1000.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Determination of HMGB1 in serum"
        },
        {
            "text": "Livers from both control and treated mice (n = 3 for each condition) were removed, washed with PBS, cut into blocks and fixed by immersion into 4% paraformaldehyde in 0.1 M phosphate buffer, pH 7.4. After fixation, the tissues were dehydrated in graded alcohols and then embedded in paraffin. Five-micrometer tissue sections were cut, de-waxed, hydrated and nuclei-stained with Weigert's hematoxylin (BIOPUR, Rosario, Argentina) for eight minutes. For collagen-specific staining, sections were immersed in picrosirius red solution, that is, 0,1% Direct Red (Sigma-Aldrich Inc., Illinois, MO, USA), in picric acid saturated solution for one hour. Stained sections were washed on 0,5% glacial acetic acid, dehydrated and mounted. Tissue images were obtained through an Axiolab Zeiss light microscope equipped with a cooled-digital camera Olympus QColor3.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Histology"
        },
        {
            "text": "Serum aspartate aminotransferase (AST) and alanine aminotransferase (ALT) were determined using the GOT (AST) and GPT (ALT) Unitest (Wiener Lab., Rosario, Argentina). Plasmatic concentration of alkaline phosphatase was calculated using the ALP 405 test from Wiener Lab., Rosario, Argentina.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transaminase determination"
        },
        {
            "text": "Uric acid was determined enzymatically using the assay kit Uricostat (Wiener Lab, Rosario, Argentina) in 1:50 diluted mouse sera as indicated by the manufacturer. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Determination of uric acid concentration in plasma"
        },
        {
            "text": "IL-6 plasma concentration was determined by ELISA using MAb D6906B4 for coating and biotinylated MAb D9701C4 for detection (both from Jacques Van Snick, Ludwig Cancer Research, Brussels, Belgium). Microplates (Nunc Maxi-Sorb) were coated with 50 L of 20 mM glycine, 30 mM NaCl and pH 9.2 containing 5 g/mL of coating MAb. After incubating overnight, the plates were washed and then blocked with 100 L of PBS containing 10% of BSA. Following several washings, 50 L of serum diluted ¼ in PBS-1% of BSA were added to each well. The plates were incubated for 1.5 hours at 37 • C and then washed. Afterwards, 50 L of PBS-1%BSA containing 5ng of detection Ab were added. Plates were incubated 1 hour at 37 • C and after washing 50 L of Streptavidin-Peroxidase (Biolegend Inc., CA, USA) diluted 1/3000 in PBS-T were added. After incubating for 45 min at 37 • C and then several washings, the plates were revealed with OPD as described before for ELISA assays.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Determination of IL-6, IFN␥ and IL-1␤ concentrations"
        },
        {
            "text": "Interferon ␥ was determined as indicated in the Mouse IFN-␥ (AN-18) ELISA Set and IL-1␤ concentration was measured as described in Mouse IL-1␤ ELISA Set (both tests were from BD Biosciences Pharmingen, San Diego, CA, USA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Determination of IL-6, IFN␥ and IL-1␤ concentrations"
        },
        {
            "text": "Statistical significance between experimental values was calculated using the Student's t-test. The Kaplan-Meier method was used to compare the differences in mouse mortality rates between groups. All statistical analyses were performed using GraphPad Prism (GraphPad Software, San Diego, CA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "IL-17A levels in serum from control and MHV-A59infected mice were less than 3 pg/mL (table 1) . Unexpectedly, MAb administration strongly augmented IL-17A concentration in non-infected animals and, to a lesser extent, in MHV-A59-infected mice (table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 84,
                    "end": 93,
                    "text": "(table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 243,
                    "end": 252,
                    "text": "(table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Serum IL-17A concentration"
        },
        {
            "text": "To explore the possibility of an increase of IL-17A plasmatic concentration produced by MAb MM17F3, as [21] , high levels of circulating MAb/cytokine complexes mean that binding of IL-17A to its receptors is impaired and thus the cytokine is not functional.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 107,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Serum IL-17A concentration"
        },
        {
            "text": "Alanine aminotransferase (ALT) occurs in large concentrations in the heart and liver with moderate amounts in skeletal muscle, kidneys and pancreas, whereas aspartate aminotransferase (AST) is found in significant quantities in liver, kidney and skeletal muscle, in decreasing order. As described before [11] , we again found that MHV-A59infected animals exhibited elevated serum levels of AST after 8 days of treatment ( figure 1A ). Upon treatment with the MAb, MHV-A59-infected mice showed significant decrease of AST levels ( figure 1A) , whereas animals inoculated only with MAb anti-IL-17A showed similar levels of the enzyme as control animals (without any treatment) ( figure 1A) . In addition, isotype control MAb 10D6 did not produce any effect (data not shown). At later times, transaminase levels deeply decreased in all animals and no effect of MAb anti IL-17 could be observed (data not shown). Test of ALT as well as alkaline phosphatase showed similar results (data not shown).",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 308,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 422,
                    "end": 431,
                    "text": "figure 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 530,
                    "end": 540,
                    "text": "figure 1A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 677,
                    "end": 687,
                    "text": "figure 1A)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "MAb anti-IL-17A decreased transaminase levels in MHV-A59-infected mice"
        },
        {
            "text": "As described previously [10, 11] , we found that MHV-A59-infected mice showed higher serum Ig levels than controls ( figure 1B) . This hypergammaglobulinemia was still amplified in infected animals treated with the MAb anti-IL-17A, mainly 15 days after infection ( figure 1B) . By contrast, mice inoculated only with the MAb anti IL-17A did not show any significant change in Ig concentration over controls ( figure 1B) .",
            "cite_spans": [
                {
                    "start": 24,
                    "end": 28,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 29,
                    "end": 32,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 117,
                    "end": 127,
                    "text": "figure 1B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 265,
                    "end": 275,
                    "text": "figure 1B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 409,
                    "end": 419,
                    "text": "figure 1B)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "MAb anti-IL-17A increased immunoglobulin (Ig) plasmatic levels in MHV-A59-infected mice"
        },
        {
            "text": "MHV-A59 infection induced IFN␥ production at 8 days after treatment and IL-17A neutralization significantly exacerbated such virus effect (table 3) . IFN␥ was not detected anymore 15 days after treatment and/or infection (data not shown). MAb anti-IL-17A alone did not produce any effect, as well as MAb 10D6 was used as control (table 3) . Plasmatic IL-6 and IL-1␤ remained undetected (levels under 3 pg/mL) whatever the treatments and/or infection alongside the various times studied (data not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 138,
                    "end": 147,
                    "text": "(table 3)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 329,
                    "end": 338,
                    "text": "(table 3)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Effect of MAb anti-IL-17A on IFN␥, IL-6 and IL-1␤ plasmatic levels"
        },
        {
            "text": "We have observed that MHV-A59-infection of BALB/c mice induced a very high concentration of uric acid into plasma [10] . The B6 mice used in this work showed a lower but significant plasmatic uric acid increase mainly 8 days after infection (table 3) . Administration of MAb 10D6 or anti-IL-17A did not stimulate uric acid liberation in control animals, but MAb anti-IL-17A induced a slight increase of uric acid concentration in MHV-A59-infected animals (table 3) . However, at 15 days post-treatment, MAb anti-IL-17A alone significantly increased uric acid plasmatic levels over control (7.8 ± 0.0 and 3.8 ± 0.8 mg/mL, respectively, P < 0.05), whereas the rest of parameters were like to those described before (data not shown).",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 118,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 241,
                    "end": 250,
                    "text": "(table 3)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 455,
                    "end": 464,
                    "text": "(table 3)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "MAb anti-IL-17A increased uric acid liberation in MHV-A59-infected mice"
        },
        {
            "text": "Results obtained at 8, 15 and 30 days after infection showed that the amount of HMGB1 in serum from MHV-A59infected mice was similar to those found in infected and treated with MAb anti-IL-17A and that the solely administration of the MAb did not induce the release of the protein (data not shown). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MAb anti-IL-17A did not modify HMGB1 release"
        },
        {
            "text": "We found that MAb anti-IL-17F augmented significantly the levels of AST induced by MHV-A59 infection ( figure 3A) . As shown before ( figure 2A) , MAb anti-IFN␥ treatment strongly increased serum AST in infected animals ( figure 3A) . This effect was reverted by the simultaneous inoculation of MAb anti-IL-17F ( figure 3A) . Only slight effects of both MAb were detected in non-infected mice used as controls ( figure 3A) . Surprisingly, the sole treatment with MAb anti-IL-17F, alone or in the presence of MAb anti-IFN␥, significantly enhanced levels of Ig in non-infected animals ( figure 3B) . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 103,
                    "end": 113,
                    "text": "figure 3A)",
                    "ref_id": null
                },
                {
                    "start": 134,
                    "end": 144,
                    "text": "figure 2A)",
                    "ref_id": null
                },
                {
                    "start": 222,
                    "end": 232,
                    "text": "figure 3A)",
                    "ref_id": null
                },
                {
                    "start": 313,
                    "end": 323,
                    "text": "figure 3A)",
                    "ref_id": null
                },
                {
                    "start": 412,
                    "end": 422,
                    "text": "figure 3A)",
                    "ref_id": null
                },
                {
                    "start": 585,
                    "end": 595,
                    "text": "figure 3B)",
                    "ref_id": null
                }
            ],
            "section": "MAb anti-IL-17F effects are different from those of MAb anti-IL-17A on transaminase and Ig levels in control and MHV-A59-infected animals."
        },
        {
            "text": "AutoAb to liver FAH induced by MHV-A59-infection was described and characterized previously [10] . In this work, we show that treatment of infected animals with MAb anti-IL-17A alone or inoculated simultaneously with MAb anti-IFN␥ strongly decreased autoAb anti-FAH, mainly 15 days after infection ( figure 4) . Furthermore, effect of MAb anti-IL-17F was more pronounced because autoAb were not detected even after 30 days of infection ( figure 4B) . Moreover, MAb anti-IFN␥ was the most effective, because treatment of infected animals showed total absence of anti-FAH Ab at both 15 and 30 days after infection ( figure 4A, B) .",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 96,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 300,
                    "end": 309,
                    "text": "figure 4)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 438,
                    "end": 448,
                    "text": "figure 4B)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 614,
                    "end": 627,
                    "text": "figure 4A, B)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "MAb anti-IL-17A, anti-IL-17F and/or anti-IFN␥ abolished autoAb to FAH induced by MHV-A59-infection"
        },
        {
            "text": "After 15 days of treatment and/or viral infection, MHV-A59-infected mice showed a survival of 75% (18/24 animals), while those animals infected and treated with the MAb anti-IL-17A had a survival of 84% (21/25 mice). Difference was not significant according to the Kaplan-Meier test (data not shown). No mouse died in control group (12/12 mice) or in the group treated only with the MAb anti-IL-17A (11/11 animals). Similar results were obtained with MAb anti-IL-17F treatment. Livers from control and treated and/or infected mice were submitted to Sirius red staining to examine the possible presence of histological fibrosis. We detected collagen accumulation in MHV-A59-infected mice treated or not with the MAb anti-IL-17A. In both cases, it was observed moderate to severe degree of fibrosis with occasional portal to portal bridging (data not shown), suggesting an Ishak score between 2 and 3 [22] . In conclusion, no differences on liver pathology were found between MHV-A59-infected mice treated or no with MAb-anti-IL-17A.",
            "cite_spans": [
                {
                    "start": 332,
                    "end": 344,
                    "text": "(12/12 mice)",
                    "ref_id": null
                },
                {
                    "start": 899,
                    "end": 903,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "MAb anti-IL-17A and anti-IL-17F did not change mouse survival and liver pathology"
        },
        {
            "text": "Recent progress in studies of IL-17A and Th17 cells has revealed important roles for IL-17A in the development of allergic and autoimmune diseases as well as in protective mechanisms against bacterial and fungal infections, functions that were previously believed to be mediated by Th1 or Th2 cells [23] . Herein, we study the effects of blocking IL-17A and IL-17F in MHV-A59-infected mice, together with the simultaneous treatment with a MAb anti-IFN␥. Results showed that IL-17A was undetected in control and MHV-A59-infected animals, whereas MAb anti-IL-17A administration did increase IL-17A concentration. As described in Results, mice were inoculated with biotinylated MAb anti-IL-17A and complexes MAb/IL-17A measured by ELISA. Because high levels of IL-17A bound to the MAb were found, it was concluded that anti-IL-17A MAb increased the in vivo half-life of the cytokine. Similar observations were described previously for MAb anti-IL-4 or anti-IFN␥ [19, 20] . Because it was previously shown that MAb MM17F3 neutralizes IL-17A biological activity [21] , high levels of circulating MAb/cytokine mean that IL-17A is sequestered from binding to its receptors and so the ultimate MAb effect is to decrease IL-17A biological activity. Consequently, the difference between levels of IL-17A bound to MAb MM17F3 found in control and MHV-A59infected animals could reflect differential metabolisms of the cytokine in both situations. Under our experimental conditions, neutralization of IL-17A by the MAb led to a sharp decrease of transaminase released after infection. This effect is similar to that reported by Kobayashi et al. [24] in a model of halothane-induced liver injury. The authors informed that the intraperitoneal administration of a specific MAb anti-mouse IL-17A inoculated 9 h after halothane administration reduced plasmatic AST and ALT levels [24] . It is well known that MHV-A59-infected mice develop hypergammaglobulinemia [11] . Surprisingly, we found that IL-17A neutralization did increase the Ig levels over those elicited by the virus infection only. To our knowledge, there is not a report demonstrating a direct relationship between IL-17A and Ab production by B-cells. As stated by Shibui et al. [25] , the role of IL-17A in Ig production by B cells is unclear. These authors suggested that IL-17A may be indirectly involved in Ab production through the release of B cell activator(s) by other immune cells [25] .",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 303,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 959,
                    "end": 963,
                    "text": "[19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 964,
                    "end": 967,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1057,
                    "end": 1061,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1631,
                    "end": 1635,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1862,
                    "end": 1866,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1944,
                    "end": 1948,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2225,
                    "end": 2229,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 2436,
                    "end": 2440,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Levels of mouse serum IFN␥ were augmented by MHV-A59-infection, as described previously by Yang et al. [26] for fulminant liver hepatitis. Results showed that MAb anti-IL-17A administration did increase significantly plasmatic IFN␥ levels, suggesting a certain control of IL-17A on IFN␥ release. Besides, whereas MAb anti-IL-17A decreased transaminase liberation, MAb anti-IFN␥ greatly augmented their concentration. However, the simultaneous administration on both MAb reduced transaminases to control levels. MAb anti-IL-17A augmented plasmatic Ig concentration whereas administration of MAb anti-IFN␥, alone or inoculated with MAb anti-IL-17A did increase those values.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 107,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "According to what we know about the immunological effects of IL-17A and IFN-␥, one expect that IFN-␥ is more efficient in the protection against intracellular pathogens such as viruses, while IL-17A, known to be active against extracellular pathogens, presumably plays a more negligible protective role than IFN␥. Neutralizing IFN-␥ should therefore increase the liver damages and hence the transaminase levels and the hypergammaglobulinemia, a well-known consequence of liver inflammation. On the contrary, because IL-17A is involved in the liver damages, its neutralization should decrease the MHV-A59-induced hypergammaglobulinemia as well as the transaminase levels. However, no decrease, but instead an increase, of hypergammaglobulinemia was observed. A possible explanation could be as follows. MHV-A59 induces an IgG2a hypergammaglobulinemia, indicating the implications of Th1 cells and IFN␥. Owing to the mutual inhibition between Th17 and Th1, IL-17 neutralization should necessarily increase the Th1 or IFN␥ immune effects and so explain the increase of the MHV-A59induced hypergammaglobulinemia. These results suggest a reciprocal regulation of Th1 and Th17 cells, both regulating release of liver transaminases and Ig production. Such interplay of both cell lineages has been described elsewhere [12, 13, 27] .",
            "cite_spans": [
                {
                    "start": 1310,
                    "end": 1314,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1315,
                    "end": 1318,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1319,
                    "end": 1322,
                    "text": "27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Hou et al. [28] reported that many viral infections, including Theiler's murine encephalomyelitis virus, result in the vigorous production of IL-6. The authors suggested that IL-6, together with IL-17A, synergistically enhanced the expression of survival molecules to hinder critical host defense mechanisms removing virus-infected cells [28] . Conversely, results presented herein showed that MHV-A59 infection did not enhance serum IL-6.",
            "cite_spans": [
                {
                    "start": 11,
                    "end": 15,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 338,
                    "end": 342,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "We used a MAb anti-IL-17F to compare the effects of IL-17F blockage with that of IL-17A. Results showed that, in contrast with that found with MAb anti-IL-17A, MAb anti-IL-17F did augment transaminase release. According to what was described before, MAb anti-IFN␥ increased transaminase levels to very high values, whereas the simultaneous treatment with MAb anti-IL-17F strongly decreased transaminase concentration. Surprisingly, MAb anti-IL-17F, alone or inoculated simultaneously with MAb anti-IFN␥, increased Ig concentration in non-infected animals, suggesting a direct effect of IL-17F on B cells. Furthermore, MAb anti-IL-17F did not change Ig concentration in MHV-A59-infected animals and MAb anti-IFN␥ showed a small effect. Simultaneous treatment with both MAb did not alter results. Thus, results suggest again interplay between Th1 and Th17 cells producing IL-17F, as shown before for IL-17A.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "We had demonstrated earlier that the presence of autoAb to liver and kidney FAH in sera from various mouse strains after MHV-A59-infection was due to the adjuvant properties of at least uric acid or HMGB1 [10] . Remarkably, IL-17A neutralization did not reduce MHV-A59-induction of uric acid or HMGB1 liberation but abolished the autoAb to FAH at 15 days after treatment. Because at the same time the MAb anti-IL-17A augmented Ig concentration, the enhanced hypergammaglobulinemia could mask the existence of the autoAb to FAH. However, administration of MAb anti-IL-17F also abolished autoAb to FAH, whereas it has no effect on Ig plasmatic levels. Furthermore, sera from MHV-A59-infected mice treated with anti-IFN␥ showed no autoAb to FAH, neither at 15 nor at 30 days after infection and treatment. Thus, the above results suggest that, although uric acid or HMGB1 liberation is necessary in the induction of autoAb to FAH, the action of both alarmins could be expressed thanks to the presence of IL-17A, IL-17F and/or IFN␥. To our knowledge, it is the first time that such a regulation of alarmins by cytokines is demonstrated. It is broadly accepted that Th cells coordinate immune responses by producing cytokines. Many different Th-cells subsets have been identified, the most well-defined effectors Th subsets include Th1 cells, which make IFN-␥; Th2 cells, which produce IL-4; and Th17 cells, which generate IL-17. Cytokines play critical roles in regulating the differentiation of naive Th cells into different subsets and their effectors function [12] . Besides, it has been reported that Th17 cells are relatively unstable and can exhibit functional plasticity, particularly at sites of inflammation [13] . Thus, Th17 cells can transition through a stage of producing both IL-17 and IFN␥ and then lose expression of IL-17 to resemble a Th1-like cell [13] . Although the liver undergoes a high exposure to circulating antigens from the gut microbiota, it maintains a special local immune tolerogenic microenvironment. Tolerance is relevant for chronic persistence of hepatotropic viruses or allograft acceptance after liver transplantation. Conserved mechanisms such as alarmins, Toll-like receptor signaling, or inflammasome activation initiate inflammatory responses in the liver. The final result of the intrahepatic immune response, that is, fibrosis or resolution, depends not only on macrophages and dendritic cells functions, but also on the balance between proinflammatory and antiinflammatory T-cell populations [29, 30] . Under our experimental conditions, the blockade of IL-17A by the MAb suggests that the cytokine is involved in the various MHV-A59 effects, although there is not exact coincidence with the IL-17A activity described in other models of liver pathology [1, 4, 5, 31] . We cannot prove that the mechanisms cited above are acting in concert in the present work, but our results agree with the statement of Hammerich et al. [31] : \"The exact pathogenic contribution of Th17 cells to liver inflammation might very well vary upon the underlying disease, for example, between infectious and autoimmune disorders.\"",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 209,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1559,
                    "end": 1563,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1713,
                    "end": 1717,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1863,
                    "end": 1867,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2533,
                    "end": 2537,
                    "text": "[29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 2538,
                    "end": 2541,
                    "text": "30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 2794,
                    "end": 2797,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 2798,
                    "end": 2800,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2801,
                    "end": 2803,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2804,
                    "end": 2807,
                    "text": "31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 2962,
                    "end": 2966,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "We explored the effect of the neutralization of a cytokine (IL-17) on various biological parameters affected by the mice infection with MHV-A59. The main finding of our study is that neutralization of IL-17A resulted in a notable decreased level of mouse transaminases and anti-FAH autoAb induced by the virus, whereas an increased Ig serum and IFN-␥ secretion were detected. The expression of anti-FAH autoAb is associated with the MHV-A59induced release of uric acid and HMGB1. Remarkably, IL-17A neutralization did not reduce MHV-A59-induction of uric acid or HMGB1 liberation but abolished the autoAb to FAH. The administration of MAb anti-IL-17F exhibited the same effect, whereas mice infected treated with anti-IFN␥ showed no autoAb to FAH. This results strongly suggested interplay of the Th1 and Th17 cells acting on MHV-A59-infected mice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Interleukin-17 and innate immunity in infections and chronic inflammation",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Isailovic",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Daigo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mantovani",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Selmi",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Autoimmun",
            "volume": "60",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Regulation of inflammation by IL-17A and IL-17F modulates non-alcoholic fatty liver disease pathogenesis",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Giles",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Moreno-Fernandez",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Stankiewicz",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS One",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0149783"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Interleukin (IL)-17/IL-22-producing T cells enriched within the liver of patients with chronic hepatitis C viral (HCV) infection",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Foster",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Golden-Mason",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rutebemberwa",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Rosen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Dig Dis Sci",
            "volume": "57",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Interleukin-17 contributes to the pathogenesis of autoimmune hepatitis through inducing hepatic Interleukin-6 expression",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "You",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS One",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0018909"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Interleukin-17-producing CD4+ T cells increase with severity of liver damage in patients with chronic hepatitis B",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Hepatology",
            "volume": "51",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Coronavirus pathogenesis and the emerging pathogen severe acute respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Navas-Martin",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Microbiol Mol Biol Rev",
            "volume": "69",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Toll-like receptor-2 exacerbates murine acute viral hepatitis",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bleau",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Burnette",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Filliol",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Piquet-Pellorce",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Samson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lamontagne",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Immunology",
            "volume": "149",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Brain invasion by mouse hepatitis virus depends on impairment of tight junctions and beta interferon production in brain microvascular endothelial cells",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bleau",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Filliol",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Samson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lamontagne",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Virol",
            "volume": "89",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "IL-33 protects murine viral fulminant hepatitis by targeting coagulation hallmark protein FGL2/fibroleukin expression",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yua",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liub",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Huanga",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Mol Immunol",
            "volume": "87",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Uric acid and HMGB1 are involved in the induction of autoantibodies elicited in mice infected with mouse hepatitis virus A59",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Duhalde-Vega",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Retegui",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Autoimmunity",
            "volume": "44",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Autoimmune hepatitis-like disease in C57BL/6 mice infected with mouse hepatitis virus A59",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Aparicio",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Peña",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Retegui",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Int Immunopharmacol",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Pouring fuel on the fire: Th17 cells, the environment and autoimmunity",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Burkett",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Meyer Zu Horste",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "K"
                    ],
                    "last": "Kuchroo",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Clin Invest",
            "volume": "125",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Ex-Th17 (Nonclassical Th1) cells are functionally distinct from classical Th1 and Th17 cells and are not constrained by regulatory T cells",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Basdeo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cluxton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sulaimani",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Immunol",
            "volume": "198",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "In vivo polyclonal B-lymphocyte activation elicited by murine viruses",
            "authors": [
                {
                    "first": "J-P",
                    "middle": [],
                    "last": "Coutelier",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Coulie",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wauters",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Heremans",
                    "suffix": ""
                },
                {
                    "first": "Jtm",
                    "middle": [],
                    "last": "Van Der Logt",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J Virol",
            "volume": "64",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Development of an anti-IL-17A autovaccine that prevents experimental auto-immune encephalomyelitis",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Uyttenhove",
                    "suffix": ""
                },
                {
                    "first": "Van",
                    "middle": [],
                    "last": "Snick",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Eur J Immunol",
            "volume": "36",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Dual TCR expression biases lung inflammation in DO11.10 transgenic mice and promotes neutrophilia via microbiota-induced Th17 differentiation",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Lemaire",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dumoutier",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Warnier",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Immunol",
            "volume": "187",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The antigenic topography of human growth hormone",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Mazza",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Retegui",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Mol Immunol",
            "volume": "26",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "A rapid and sensitive method for the quantification of microgram quantities of protein utilizing the principle of protein-dye binding",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Bradford",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Anal Biochem",
            "volume": "72",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Anti-cytokine antibodies as carrier proteins. Prolongation of in vivo effects of exogenous cytokines by injection of cytokine-anti-cytokine antibody complexes",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "D"
                    ],
                    "last": "Finkelman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Maddent",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Morris",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J Immunol",
            "volume": "151",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Development of an assay to measure in vivo cytokine production in the mouse",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "D"
                    ],
                    "last": "Finkelman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Morris",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Int Immunol",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Anti-cytokine auto-vaccination as tools for the analysis of cytokine function in vivo",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Uyttenhove",
                    "suffix": ""
                },
                {
                    "first": "Van",
                    "middle": [],
                    "last": "Snick",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Cytokine Growth Factor Rev",
            "volume": "23",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Can we replace liver biopsy with non-invasive procedures",
            "authors": [
                {
                    "first": "Fierbinteanu",
                    "middle": [],
                    "last": "Braticevici",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Papacocea",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tribus",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Badarau",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Functional specialization of interleukin-17 family members",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Iwakura",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ishigame",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Saijo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nakae",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Immunity",
            "volume": "34",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Halothane-induced liver injury is mediated by interleukin-17 in mice",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kobayashi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kobayashi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tsuneyama",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fukami",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nakajima",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yokoi",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Toxicol Sci",
            "volume": "111",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Th17 cell derived IL17 is dispensable for B cell antibody production",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shibui",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Shimura",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nambu",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Cytokine",
            "volume": "59",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Interferon-gamma negatively regulates Th17-mediated immunopathology during mouse hepatitis virus infection",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Mol Med",
            "volume": "89",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Developmental plasticity of Th17 and Treg cells",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "K"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mukasa",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Hatton",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Weaver",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Curr Opin Immunol",
            "volume": "21",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Interleukin-6 (IL-6) and IL-17 synergistically promote viral persistence by inhibiting cellular apoptosis and cytotoxic T cell function",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hou",
                    "suffix": ""
                },
                {
                    "first": "Hee",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Seok",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Virol",
            "volume": "88",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Hepatic immune regulation and its involvement in viral hepatitis infection",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Knolle",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Thimme",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Gastroenterology",
            "volume": "146",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Immunology in the liver-from homeostasis to disease",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Heyman",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Tracke",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nat Rev Gastroenterol Hepatol",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Role of IL-17 and Th 17 cells in liver disease",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hammerich",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Heymann",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Tacke",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Clin Dev Immunol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Effect of MAb anti-IL-17A on serum transaminases (A) and Ig concentration (B) in control and MHV-A59-infected mice. (A) AST levels were determined in a pool of sera from six animals, 8 days after the indicated treatment and/or infection. Tests were done in triplicate. The experiments were repeated twice with analogous results. Statistical significance of values was determined by Student's t-test in relation with control †P ≤ 0.05, † †P ≤ 0.01, † † †P ≤ 0.001 or MHV*P ≤ 0.05, **P ≤ 0.01, ***P ≤ 0.001. (B) Results were obtained 15 days after the indicated treatment and/or infection, using pooled sera from five mice. Values are expressed as the means of serum dilution to reach an OD of 1.0 at 490 nm. Tests were done in triplicate and were repeated at least three times with similar results. Statistical significance of values was determined by Student's t-test in relation with control †P ≤ 0.05, † †P ≤ 0.01, † † †P ≤ 0.001 or MHV *P ≤ 0.05, **P ≤ 0.01, ***P ≤ 0.001.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "2A shows again that MAb anti-IL-17A produced a significant decrease of transaminases in MHV-A59infected animal. On the contrary, treatment of infected mice with MAb anti-IFN␥ increased more than ten times the levels of AST found in MHV-A59-infected animals. This effect was reverted by the simultaneous administration of MAb anti-IL-17A (figure 2A) Treatment with MAb anti-IFN␥ or anti-IL-17A alone, or inoculated simultaneously, somewhat elevated Ig levels over those of control mice (figure 2B). As described above(figure 1), MAb anti-IL-17A did increase Ig concentration in MHV-A59-infected mice, whereas inoculation of MAb anti-IFN␥ alone produced a more important effect (figure 2B). In this case, simultaneous administration of MAb anti-IL-17A did not change the effect of MAb anti-IFN␥ on hypergammaglobulinemia (figure 2B). Effect of MAb anti-IL-17A and/or MAb anti-IFN␥ on serum transaminases (A) and Ig concentration (B) in control and MHV-A59-infected mice. (A) AST levels were determined in a pool of sera from six animals, 8 days after the indicated treatment and/or infection. Tests were done in triplicate. The experiments were repeated twice with analogous results. Statistical significance of values was determined by Student's t-test in relation with control †P ≤ 0.05, † †P ≤ 0.01, † † †P ≤ 0.001 or MHV *P ≤ 0.05, **P ≤ 0.01, ***P ≤ 0.001. (B) Results were obtained 15 days after the indicated treatment and/or infection, using pooled sera from five mice. Values are expressed as the means of serum dilution to reach an OD of 1.0 at 490 nm. Tests were done in triplicate and were repeated at least three times with similar results. Statistical significance of values was determined by Student's t-test in relation with control †P ≤ 0.05, † †P ≤ 0.01, † † †P ≤ 0.001 or MHV *P ≤ 0.05, **P ≤ 0.01, ***P ≤ 0.001. Effect of MAb anti-IL-17F and/or MAb anti-IFN␥ on serum transaminases (A) and Ig concentration (B) in control and MHV-A59-infected mice. (A) AST levels were determined in a pool of sera from six animals, 8 days after the indicated treatment and/or infection. Tests were done in triplicate. The experiments were repeated twice with analogous results. Statistical significance of values was determined by Student's t-test in relation with control †P ≤ 0.05, † †P ≤ 0.01, † † †P ≤ 0.001 or MHV *P ≤ 0.05, **P ≤ 0.01, ***P ≤ 0.001. (B) Results were obtained 15 days after the indicated treatment and/or infection, using pooled sera from five mice. Values are expressed as the means of serum dilution to reach an OD of 1.0 at 490 nm. Tests were done in triplicate and were repeated at least three times with similar results. Statistical significance of values was determined by Student's t-test in relation with control †P ≤ 0.05, † †P ≤ 0.01, † † †P ≤ 0.001 or MHV *P ≤ 0.05, **P ≤ 0.01, ***P ≤ 0.001.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Furthermore, treatment of MHV-A59-infected mice with MAb anti-IL-17F did not change the virus effect on hypergammaglobulinemia (figure 3B), whereas MAb anti-IFN␥ decreased serum Ig concentration (figure 3B). Simultaneous treatment with MAb anti-IL-17F reverted this situation, because serum Ig values reached those elicited by MHV-A59-infection (figure 3B).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Effect of MAb anti-IL-17A, MAb anti-IL-17F and/or MAb anti IFN␥ on reactivity to liver FAH in sera from MHV-A59-infected mice. Liver lysates were prepared from non-infected mice, run in SDS-PAGE 10%, transferred onto nitrocellulose sheets and incubated with a 1:100 dilution of pooled sera from 4-6 mice submitted to the indicated treatments.(A, B)15 and 30 days after MHV-infection, respectively. The experiments were repeated twice with analogous results.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "IL-17A levels in sera from mice submitted to the indicated treatments",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Complexes of biotinylated anti-IL-17A MAb MM17F3 with IL-17A Plates coated with anti-IL-17 capture MAb MM17.3G9 were used to detect IL-17A bound to biotinylated MAb MM17F3. Standard IL-17A was used to calculate the complex concentration. Determinations were done in triplicate. b Control: normal serum was used instead of MAb MM17.3G9. c ND: not detected (under 3 pg/mL). described previously for MAb anti-IL-4 or IFN␥ [19, 20], four mice were inoculated with biotinylated MAb anti-IL-17A and the putative complex MAb/IL-17A measured by ELISA. Results showed high levels of IL-17A bound to the MAb at 4 and 11 days post-treatment, indicating that MAb anti-IL-17A increased the in vivo half-life of the cytokine (table 2). Because MAb MM17F3 neutralizes IL-17A biological activity",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "IFN-␥ plasma level and uric acid concentration in mice submitted to the different treatments",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}