{
    "paper_id": "5ddf9045b72cefbfb140983219a4aef988ecc586",
    "metadata": {
        "title": "High-flow nasal-oxygenation-assisted fibreoptic tracheal intubation in critically ill patients with COVID-19 pneumonia: a prospective randomised controlled trial",
        "authors": [
            {
                "first": "Cai-Neng",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lin-Zhi",
                "middle": [],
                "last": "Xia",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kun-Hong",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wu-Hua",
                "middle": [],
                "last": "Ma",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dong-Nan",
                "middle": [],
                "last": "Yu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bo",
                "middle": [],
                "last": "Qu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bi-Xi",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ying",
                "middle": [],
                "last": "Cao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "EditordSince December 2019, cases of pneumonia caused by the coronavirus disease 2019 (COVID-19) have been reported in Wuhan, Hubei Province, China. Coronavirus disease 2019 has spread rapidly around the globe, including Asia, North America, Europe, and Africa. 1 The 2019 novel coronavirus is likely similar to Middle East respiratory syndrome coronavirus and severe acute respiratory syndrome coronavirus. They belong to the Betacoronavirus genus and can cause severe respiratory disease, including acute respiratory distress syndrome, pulmonary oedema, and respiratory failure. 2 Tracheal intubation for invasive mechanical ventilation is the mainstay therapy to correct hypoxaemia. Preoxygenation with the standard bag-valve mask oxygenation followed by rapid-sequence intubation has been proposed in non-severely hypoxaemic critically ill patients requiring tracheal intubation to reduce the risk of aspiration and desaturation. However, a previous study reported that 23% of patients had SpO 2 <90% during intubation. 3 Thus far, more than 80000 cases of COVID-19 have been confirmed in China. Person-to-person transmission of COVID-19 has been described, including in many healthcare workers. 4, 5 Rapid-sequence fibreoptic bronchoscopic tracheal intubation in patients with COVID-19 pneumonia may reduce the risk of viral spread. We evaluated the efficacy and safety of high-flow nasal oxygenation (HFNO) during fibreoptic bronchoscopic intubation in critically ill patients with COVID-19 pneumonia compared with standard mask oxygenation (SMO). This study was approved by the ethics committee of the General Hospital of Central Theatre Command and registered at http://www.chictr.org/cn/ (registration number: ChiCTR2000029658). Inclusion criteria were adults (aged >18 yr), with clinically-confirmed COVID-19 pneumonia and hypoxaemia (defined as the ratio of arterial oxygen tension [PaO 2 ] to inspiratory oxygen fraction [FIO 2 ] <300 mm Hg), and requiring intubation in the ICU. Patients were randomly allocated to the HFNO group or the SMO group.",
            "cite_spans": [
                {
                    "start": 262,
                    "end": 263,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 581,
                    "end": 582,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1024,
                    "end": 1025,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1200,
                    "end": 1202,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1203,
                    "end": 1204,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Patients were placed in the head-up supine position and oxygen was administered for 4 min, either via high-flow nasal cannula (AIRVO™ 2; Fisher & Paykel Healthcare, Auckland, New Zealand) at 50 L min À1 with heated and humidified oxygen at 37 C, or by standard bag-valve mask at 15 L min À1 . All patients were then instructed to take deep breaths before general anaesthesia was induced with propofol 1.5e2.5 mg kg À1 and neuromuscular block was initiated with rocuronium 1 mg kg À1 . One minute after administration of rocuronium, fibreoptic tracheal intubation was attempted by one of six anaesthesiologists experienced in fibreoptic intubation. Each anaesthesiologist intubated sequences of 10 patients who were evenly divided into the two groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A 4.5 mm fibreoptic bronchoscope (UE Medical Company Ltd, Zhejiang, China) loaded with a lubricated reinforced Parker Flex-Tip® tracheal tube (Well Lead Medical Company Ltd., Guangzhou, China) was inserted until the carina was visualised, and the tube was advanced over the bronchoscope into the trachea. During attempts at tracheal intubation, HFNO was maintained for the HFNO group, whereas no oxygen was administered for the SMO group. After removal of the bronchoscope, successful intubation was confirmed by capnography. If SpO 2 <90% occurred during intubation, bronchoscopy was terminated and face-mask ventilation was initiated to correct desaturation. The primary endpoint was the total time of intubation, defined as the sum of the time spent from the beginning of bronchoscopy until proper tracheal tube placement was confirmed. The secondary endpoints included the lowest SpO 2 during intubation, incidence of mask ventilation for SpO 2 <90%, PaO 2 /FIO 2 before intubation, incidence of SpO 2 <80% during intubation, incidence of minimum SpO 2 >95% during intubation, and 7 day mortality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Sample size was calculated using PASS (version 10.0, NCSS Statistical Software; NCSS LLC, Kaysville, UT, USA) based on total time of intubation. We estimated that 27 patients per group would be needed. Assuming the potential patient dropout, 30 patients were required in each group for a total sample size of 60 patients. Of 79 participants screened for eligibility, 19 participants met the exclusion criteria and 60 patients were recruited for the study. One patient was excluded for improving before the start of bronchoscopic intubation, and one patient withdrew consent in the HFNO group ( Supplementary Fig. S1 ). Baseline characteristics were similar between groups ( There was no significant difference in the proportion of patients with minimum SpO 2 >95% during intubation, in the incidence of SpO 2 <80% during intubation, or in the incidence of 7 day mortality.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 594,
                    "end": 615,
                    "text": "Supplementary Fig. S1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "High-flow nasal oxygenation is effective in preventing hypoxaemia, but there has been no study of its efficacy during attempts at fibreoptic intubation in the ICU. Highflow nasal oxygenation generates positive airway pressure and can increase end-expiratory lung volume, thereby improving oxygenation. 6, 7 Our results show that the lowest SpO 2 was higher in the HFNO group than the SMO group, and that HFNO shortened the duration of intubation. The reasons for this are not clear, but one possibility is that interruption of attempts at tracheal intubation to carry out rescue face-mask ventilation was less frequently required in the HFNO group.",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 304,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 305,
                    "end": 306,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A recent study of 138 patients showed that healthcare workers comprised 29% of those infected, and suggested rapid human-to-human transmission of COVID-19. 5 As of February 11, 2020, 1716 medical workers were considered laboratoryconfirmed COVID-19 infections in China, with six fatal cases. Direct laryngoscopy, inadequate sedation, coughing during laryngoscopy, and manual ventilation are consistently associated with increased risk of transmission as a result of the generation of natural aerosols. 8 Therefore, tracheal intubation and mask ventilation are considered high-risk procedures as they intensify viral spread. 9,10 To reduce tracheal-intubationinduced coughing and subsequent spread of virus, we recommended intubation after rapid-sequence intubation of general anaesthesia using visual fibreoptic bronchoscopy. Although we have no evidence that fibreoptic tracheal intubation can prevent airborne viral transmission from patient to healthcare provider, it may increase the distance between the anaesthesiologist and the patient's airway. The six anaesthesiologists in the current study are currently not infected. According to the results of a recent study, HFNO use in patients with bacterial pneumonia was not associated with an increase in air or surface contamination. 11 In contrast, mask ventilation before tracheal intubation can generate more aerosols.",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 157,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 502,
                    "end": 503,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1288,
                    "end": 1290,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In conclusion, in critically ill patients with COVID-19 pneumonia, HFNO provided a shorter intubation time and less frequent incidence of desaturation during attempts at fibreoptic tracheal intubation compared with preoxygenation by face-mask ventilation. High-flow nasal oxygenation is potentially useful during rapid-sequence induction and intubation in critically ill patients with COVID-19 pneumonia. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Outbreak of a new coronavirus: what anaesthetists should know",
            "authors": [
                {
                    "first": "Pwh",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Hota",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Br J Anaesth",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "507--520",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Nasal high-flow preoxygenation for endotracheal intubation in the critically ill patient: a randomized clinical trial",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Guitton",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ehrmann",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Volteau",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Intensive Care Med",
            "volume": "45",
            "issn": "",
            "pages": "447--58",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Nowcasting and forecasting the potential domestic and international spread of the COVID-19 outbreak originating in Wuhan, China: a modelling study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "689--97",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirusinfected pneumonia in Wuhan, China",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.1585"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "High-flow nasal cannula support therapy: new insights and improving performance",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hernandez",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Roca",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Colinas",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Crit Care",
            "volume": "21",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Randomized controlled trial of humidified high-flow nasal oxygen for acute respiratory distress in the emergency department: the HOT-ER Study",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kamona",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Doran",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Respir Care",
            "volume": "61",
            "issn": "",
            "pages": "291--300",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Practical recommendations for critical care and anesthesiology teams caring for novel coronavirus (COVID-19) patients",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Wax",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Christian",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Can J Anaesth",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s12630-020-01591-x"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Airborne transmission and precautions: facts and myths",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Seto",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Hosp Infect",
            "volume": "89",
            "issn": "",
            "pages": "225--233",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Aerosol generating procedures and risk of transmission of acute respiratory infections to healthcare workers: a systematic review",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tran",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Cimon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Severn",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Pessoa-Silva",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Conly",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Comparison of high-flow nasal cannula versus oxygen face mask for environmental bacterial contamination in critically ill pneumonia patients: a randomized controlled crossover trial",
            "authors": [
                {
                    "first": "Cch",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Joynt",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Gomersall",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Hosp Infect",
            "volume": "101",
            "issn": "",
            "pages": "84--91",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bja.2020.02.020"
                ]
            }
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": ". Intubation time was significantly shorter in the HFNO (69 [inter-quartile range {IQR}: 62.2e74.0] s) than in the SMO group (76 [68.0e90.5] s; P¼0.005). Compared with the SMO group, the HFNO group had a greater minimum SpO 2 during tracheal intubation (94% [IQR: 92.1e95.8] vs 91% [86.3e93.0]; P¼0.001) and a lower incidence of rescue face-mask ventilation (4% vs 27%; P¼0.015).",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "General characteristics and outcomes of patients. Data shown as mean (standard deviation), median [inter-quartile range], or n (%). Continuous data were compared using independent-sample t-test or ManneWhitney U-test. Proportions were analysed using Fisher's exact test or c 2 test. HFNO, high-flow nasal oxygenation; SMO, standard mask oxygenation.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare that they have no conflicts of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declarations of interest"
        },
        {
            "text": "First Affiliated Hospital of Guangzhou University of Chinese Medicine Innovation Foundation (2019QNO4).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "Supplementary data to this article can be found online at https://doi.org/10.1016/j.bja.2020.02.020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix A. Supplementary data"
        }
    ]
}