{
    "paper_id": "5dfdf7db9b3febd55691b2feb963be35efb75a52",
    "metadata": {
        "title": "CLINICAL IMPLICATIONS ACE in the hole",
        "authors": [
            {
                "first": "Friedrich",
                "middle": [
                    "C"
                ],
                "last": "Luft",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Charité Medical Faculty",
                    "location": {
                        "settlement": "Berlin",
                        "country": "Germany"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The term \"ace in the hole\" originates from the game of poker, where a card dealt face down and kept hidden is called a \"hole\" card. The most propitious card in the hole is the ace. A 1951 movie by the same name featured Kirk Douglas, who played a cynical, disgraced reporter delaying a rescue to cash in on the notoriety of having exclusive reporting rights to the rescue attempt. But since the angiotensin-converting enzyme (ACE) can be inhibited, any disgrace is long gone. Instead, the angiotensin-converting enzyme-2 (ACE2) could be arguably a biological \"ace in the hole.\" ACE2 is an exopeptidase that catalyzes the conversion of angiotensin (Ang) I to the nonapeptide Ang 1-9 or the conversion of Ang II to Ang 1-7 [1, 2] . ACE2 has direct effects on cardiac function and is expressed predominantly in vascular endothelial cells of the heart and the kidneys. In addition, ACE2 is the receptor for the severe acute respiratory syndrome (SARS) virus. Such diverse activities raise the thought that perhaps ACE2 has a different origin or diverse functions, not restricted to the reninangiotensin system. In addition, ACE2 is structurally a chimeric protein that has emerged from the duplication of two genes. The enzyme has homology with ACE at the carboxypeptidase domain and homology with collectrin in the transmembrane C-terminal domain. Collectrin is associated with multiple apical transporters and defines a novel group of renal amino acid transporters. Collectrin appears to be a key regulator of renal amino acid uptake [3] .",
            "cite_spans": [
                {
                    "start": 721,
                    "end": 724,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 725,
                    "end": 727,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1532,
                    "end": 1535,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We provided evidence of ancestral functions of the reninangiotensin system's emergence of both ACE and ACE2 earlier [4] . We found orthologs of both proteins in the tunicate sea squirt, Ciona intestinalis, and in a primitive chordate, amphioxus Branchiostoma floridae (500 Ma ago). These two model organisms lack most of the molecular and physiological components of the renin-angiotensin system, including angiotensinogen. ACE and ACE2 were also absent in the fruit fly, Drosophila melanogaster. However, the arthropod has homologous sequences sharing possible ancestry that belong to different enzyme families, namely, the angiotensinconverting enzyme-related gene (ANCE) and angiotensinconverting-related (ACER) proteins. Both of these enzymes are active endopeptidases during fly development but seem to lack a clear function in adulthood. As a matter of fact, an ancient precursor (ACN 1) resides in the Precambrian (750 Ma ago) round worm, Caenorhabditis elegans [4] .",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 119,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 969,
                    "end": 972,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We can now concern ourselves with what ACE2 might be doing today (Fig. 1 ). The ACE2 crystal structure suggests that the differences in substrate specificity, compared to ACE, are a result of binding pocket differences in ACE2. Various enzymes can generate Ang 1-7, such as prolyl-endopeptidase, thimet oligopeptidase, and neprilysin. However, ACE2 appears to be the main enzyme that catalyzes this reaction in vitro and in vivo. The ACE2 product, Ang 1-7, is said to interact with the G protein-coupled receptor Mas to mediate vasoprotective effects, at least under today's environmental conditions. ACE2 also signals via the C-terminal amino acids of the peptides apelin 13 and apelin 36. Apelins are novel peptides that act through the Ang-like 1 (APJ) receptor, sharing similarities with the Ang II type 1 (AT1) receptor pathway [5] . Aside from this new member, another upstart has appeared on the scene: Alamandine is a vasoactive peptide with similar protective actions as Ang 1-7 that acts through the Mas receptor and which may represent another important counter-regulatory mechanism within the renin-angiotensin system [6] . ACE2 can evidently foster the generation of alamandine through the cleavage of Ang A. Jankowski et al. recently identified the octapeptide Ang A, which is highly similar to Ang II, only differing at the N-terminal end [7] . Ang A has the same affinity for the AT1 and AT2 receptor as Ang II. The ACE2 gene resides on the X chromosome in rodents and man. ACE2 has been deleted in mice (ACE2 y/− mice). Crackower et al. studied ACE2 y/− mice and showed that ACE2 is an essential regulator of cardiac function. The ACE2 y/− mice exhibited severe cardiac dilatation [8] . Gurley et al. generated the same ACE2 y/− mice and observed no cardiac abnormalities [9] .",
            "cite_spans": [
                {
                    "start": 833,
                    "end": 836,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1130,
                    "end": 1133,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1354,
                    "end": 1357,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1698,
                    "end": 1701,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1789,
                    "end": 1792,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 65,
                    "end": 72,
                    "text": "(Fig. 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "In this issue of J Mol Med, Wang et al. tested the clinical relevance of a partial loss of ACE2 by using female ACE2+/+ (wild type) and female ACE2+/− (heterozygous) mice [10] . Pressure overload in ACE2+/− mice resulted in greater cardiac dilation and worsening systolic and diastolic dysfunction compared to controls. These changes were associated with increased myocardial fibrosis, hypertrophy, and upregulation of deleterious genes. They performed Ang II infusion in this model and found that NADPH oxidase activity and myocardial fibrosis increased, resulting in worsening of Ang IIinduced diastolic dysfunction with preserved systolic function. Also, Ang II-mediated cellular effects in cultured adult ACE2+/− cardiomyocytes and cardiofibroblasts were exacerbated. Ang II-mediated pathological signaling worsened in ACE2+/− hearts, as characterized by increase in phosphorylation of ERK1/2, JNK1/2, and STAT-3 pathways. The ACE2+/− mice showed an exacerbated pressor response with increased vascular fibrosis and stiffness. Vascular superoxide and nitrotyrosine levels were increased in ACE2+/− vessels consistent with increased vascular oxidative stress. These changes occurred with increased renal fibrosis and superoxide production. The authors contend that partial heterozygote loss of ACE2 could be sufficient to increase the susceptibility to heart disease related to pressure overload and Ang II infusion.",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 175,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Oddly, when Gurley et al. infused Ang II into ACE2 y/− mice that had no ACE2, they identified exaggerated accumulation of Ang II in the kidney as expected. However, they found no role for ACE2 in the regulation of cardiac structure or function [9] . Northern blots from Ace2−/y and Ace2+/y mouse kidneys hybridized with a complementary DNA (cDNA) probe for mouse ACE2. However, ACE2 mRNA was not detected in kidney RNA from Ace2−/y mice, convincingly demonstrating that the gene deletion worked completely. Wang et al. argue that their results highlight a critical and dominant role of ACE2 in heart disease by demonstrating that a 50 % loss of ACE2 is sufficient to enhance the susceptibility to heart disease [9] . Nonetheless, Gurley et al. argue the opposite, since they demonstrated that a 100 % loss of ACE2 had hardly any effect [9] . Wang et al. also comment that a relative loss of Ang 1-7 facilitated adverse remodeling in their model [10] but do not show specific measurements of Ang 1-7 in their paper. Gurley et al. also do not quantitate Ang 1-7; however, they did measure Ang II with mass spectrometry [9] . Consistent with loss of ACE2, Ang II was increased in kidneys from ACE2-deficient mice. If Ang 1-7 were all that important, we would expect that Mas gene-deleted mice should show a dramatic cardiac phenotype. Our group showed earlier that Mas −/− mice do indeed have a cardiovascular phenotype, namely, increased blood pressure and endothelial dysfunction; however, a dramatic cardiac phenotype was not among the findings [11] .",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 247,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 711,
                    "end": 714,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 836,
                    "end": 839,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 945,
                    "end": 949,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1117,
                    "end": 1120,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1545,
                    "end": 1549,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The dramatic difference in phenotypes between the two ACE2-deficient lines described by Crackower et al. [8] and Gurley et al. [9] cannot be easily explained by differences in the gene disruption methodology, as the exon encoding the active site of the enzyme was deleted in both lines. Another common cause of variable phenotypes in transgenic mouse models is a difference in genetic backgrounds. Both lines of ACE2-deficient mice were generated from embryonal stem (ES) cells derived from 129-strain mice and chimeras that were initially backcrossed to C57BL/6. The precise genetic respectively. Ang III (Arg-Val-Tyr-Ile-His-Pro-Phe) is the principal active peptide in the brain RAS, and its formation is regulated by aminopeptidase (AP)-as largely adapted from [2] background of the animals reported by Crackower et al. [8] was not specified but is likely to have been a random mix of the two parental lines. Wang et al. do not enlighten us further [10] . A bit disconcerting is that Wang et al. [10] fail to discuss or even to cite the report by Gurley et al. [9] . Chasing down discrepancies, disagreements, and nonreproducible results is never fun and clearly is an endeavor that will accrue no funding. However, these discrepancies are burning questions for explanations and desperately need to be pursued. A group with access to mass spectrometry for Ang products needs to obtain both ACE2 y/− models and should subject these mice to provocative maneuvers as utilized by Wang et al. [10] and Gurley et al. [9] . Breeding studies that bring both models to precisely the same genetic backgrounds should be performed. We readers need answers, not only to elucidate the role of ACE2 but also to study the importance of the Ang II breakdown products that are held to be so important by many investigators. The existence of Ang breakdown products and their meaning, if any, requires no less.",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 108,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 127,
                    "end": 130,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 764,
                    "end": 767,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 823,
                    "end": 826,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 952,
                    "end": 956,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 999,
                    "end": 1003,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1064,
                    "end": 1067,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1491,
                    "end": 1495,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1514,
                    "end": 1517,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Respectfully, Friedrich C. Luft",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Multiple functions of angiotensin-converting enzyme 2 and its relevance in cardiovascular diseases",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kuba",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Penninger",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Circ J",
            "volume": "77",
            "issn": "",
            "pages": "301--309",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Molecular recognition and regulation of human angiotensin-I converting enzyme (ACE) activity by natural inhibitory peptides",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Masuyer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Schwager",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Sturrock",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Isaac",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Acharya",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Sci Rep",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Essential role for collectrin in renal amino acid transport",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Danilczyk",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sarao",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Remy",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Benabbas",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Stange",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Richter",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Arya",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Pospisillik",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Singer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Camargo",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nature",
            "volume": "444",
            "issn": "",
            "pages": "1088--91",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Emergence and evolution of the renin-angiotensinaldosterone system",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fournier",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Luft",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bader",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ganten",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Andrade-Navarro",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Mol Med",
            "volume": "90",
            "issn": "",
            "pages": "495--508",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The role of apelin in cardiovascular function and heart failure",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Chandrasekaran",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Dar",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mcdonagh",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Eur J Heart Fail",
            "volume": "10",
            "issn": "",
            "pages": "725--757",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Alamandine: a new member of the angiotensin family",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Villela",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Passos-Silva",
                    "suffix": ""
                },
                {
                    "first": "Ras",
                    "middle": [],
                    "last": "Santos",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Curr Opin Nephrol Hypertens",
            "volume": "23",
            "issn": "",
            "pages": "130--134",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Massspectrometric identification of a novel angiotensin peptide in human plasma",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Jankowski",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vanholder",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van Der Giet",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tölle",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Karadogan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gobom",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Furkert",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Oksche",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Krause",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "N"
                    ],
                    "last": "Tran",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Arterioscler Thromb Vasc Biol",
            "volume": "27",
            "issn": "2",
            "pages": "297--302",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Angiotensin-converting enzyme 2 is an essential regulator of heart function",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Crackower",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sarao",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "Y"
                    ],
                    "last": "Oudit",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yagil",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kozieradzki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Scanga",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Oliveira-Dos-Santos",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Da Costa",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Pei",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nature",
            "volume": "417",
            "issn": "",
            "pages": "822--830",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Altered blood pressure responses and normal cardiac phenotype in ACE2-null mice",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Gurley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Allred",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Le",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mao",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Philip",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Haystead",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Donoghue",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Breitbart",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Acton",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Clin Investig",
            "volume": "116",
            "issn": "",
            "pages": "2218--2243",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Heterozygote loss of ACE2 is sufficient to increase the susceptibility to heart disease",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "B"
                    ],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Parajuli",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Basu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ramprasath",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Kassiri",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Penninger",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "Y"
                    ],
                    "last": "Oudit",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Mol Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s00109-014-1149-y"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Endothelial dysfunction and elevated blood pressure in MAS genedeleted mice",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Costa-Goncalves",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Todiras",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Rabelo",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "O"
                    ],
                    "last": "Sampaio",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Moura",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Santos",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Luft",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bader",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Gross",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Hypertension",
            "volume": "51",
            "issn": "",
            "pages": "574--80",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Ile-His-Pro-Phe-His-Leu) by neprilysin (NEP), antagonizes Ang II actions on cardiovascular and renal physiology. The opposing effects of Ang II and Ang 1-7 are carried out primarily via the AT1, AT2, and Mas receptors (MAS R),",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}