{
    "paper_id": "5f00c7471a968e0b8d9176a2f7fc65184948e636",
    "metadata": {
        "title": "MERS-CoV-Low risk to Canadians",
        "authors": [
            {
                "first": "Saboui",
                "middle": [
                    "M"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Centre for Immunization and Respiratory Infectious Diseases (CIRID)",
                    "institution": "Public Health Agency of Canada",
                    "location": {
                        "settlement": "Ottawa",
                        "region": "ON"
                    }
                },
                "email": ""
            },
            {
                "first": "Reyes-Domingo F",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Centre for Immunization and Respiratory Infectious Diseases (CIRID)",
                    "institution": "Public Health Agency of Canada",
                    "location": {
                        "settlement": "Ottawa",
                        "region": "ON"
                    }
                },
                "email": ""
            },
            {
                "first": "E",
                "middle": [],
                "last": "Levreault",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Centre for Immunization and Respiratory Infectious Diseases (CIRID)",
                    "institution": "Public Health Agency of Canada",
                    "location": {
                        "settlement": "Ottawa",
                        "region": "ON"
                    }
                },
                "email": ""
            },
            {
                "first": "Mersereau",
                "middle": [
                    "T"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Centre for Immunization and Respiratory Infectious Diseases (CIRID)",
                    "institution": "Public Health Agency of Canada",
                    "location": {
                        "settlement": "Ottawa",
                        "region": "ON"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Middle East respiratory syndrome -Coronavirus (MERS-CoV) --is a novel coronavirus that has caused a number of community-acquired cases and health care associated outbreaks in Saudi Arabia and the United Arab Emirates (UAE) as well as sporadic cases in other countries, especially in the Middle East. The evidence to date links MERS-CoV cases with exposure to camels, including camel products or to probable or confirmed human cases of MERS-CoV. It typically presents as an acute respiratory illness and is associated with a 35% mortality rate. Based on available information at this time, the current risk to Canadians for acquiring MERS-CoV infections is considered low. However, the International Health Regulations Committee concerning MERS-CoV has cautioned that the upsurge of cases seen this past spring (2014) may be predictive of an increase in cases related to the Hajj -an annual pilgrimage to Mecca in Saudi Arabia that took place in early October 2014. Although the overall risk is low, the Public Health Agency of Canada and its National Microbiology Laboratory (NML) in close collaboration with provincial and territorial partners, the Canadian Public Health Laboratory Network (CPHLN) and infection prevention and control experts have developed a number of preparedness guidance documents and protocols to address the risk of an imported case of MERS-CoV in Canada.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The novel coronavirus was first identified in April 2012 and later became known as Middle East respiratory syndrome -Coronavirus (MERS-CoV) when it first appeared in the Arabian Peninsula. The virus continues to circulate widely in this geographic region. Although the source is not fully understood, there appears to be a close link with the virus found in camels and the persons affected. Coronaviruses are a large family of viruses that can cause a range of infectious diseases from a mild cold to Severe Acute Respiratory Syndrome (SARS) (1) which was responsible for the serious 2003 outbreak in Toronto, Ontario and a number of other countries. MERS-CoV is genetically distinct from the SARS virus and unlike SARS, MERS-CoV does not appear to transmit easily from person to person (2, 3) .",
            "cite_spans": [
                {
                    "start": 787,
                    "end": 790,
                    "text": "(2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 791,
                    "end": 793,
                    "text": "3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The main symptoms of MERS-CoV include breathing difficulties, fever, cough, muscle aches, chest pain, vomiting and diarrhea. In severe cases, illness can progress to multi-system organ failure leading to death (1, 4) . There have been reports (mostly of secondary cases) that have tested positive for the virus in the absence of clinical symptoms (1) . Currently, there is no specific antiviral treatment or vaccine available for MERS-CoV. Treatment is supportive and primarily focused on vital organ functions (1) . Approximately one-third of cases result in death (5) .",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 213,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 214,
                    "end": 216,
                    "text": "4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 347,
                    "end": 350,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 511,
                    "end": 514,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 566,
                    "end": 569,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "As the outbreak has unfolded, it has become clear that Health Care Workers (HCWs) in the affected countries are particularly at risk from MERS-CoV when sub-optimal infection prevention and control measures exist (1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Ongoing monitoring of MERS-CoV continues to be a public health priority, both in Canada and internationally, as concerns persist that over time, MERS-CoV may become capable of sustained human-to-human transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Last year was the tenth anniversary of the SARS event and most Canadians are still very much aware of the impact it had on Canada. With MERS-CoV now well into its second year, Canadians continue to need and seek information about its level of risk. Since the spring of 2013, the Public Health Agency of Canada (the Agency) has been meeting this need for information by conducting regular risk assessments on MERS-CoV and posting both detailed and summary level data that includes evolving epidemiological information and any new scientific findings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The purpose of this risk assessment summary is to describe the methodology, the assessment of the risk, the risk mitigation and leading to the current risk-level of MERS-CoV to Canadians residing in the country.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The information included in this risk assessment summary is based on currently available evidence on MERS-CoV as of date of publication and applies to persons living in Canada only. Evidence or best information available considered in this risk assessment has been derived from published literature, Agency developed information and a number of international public health organizations, including:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": " The World Health Organization's (WHO) risk assessment, summary updates and interim recommendations for at-risk groups (6) .  International Health Regulation (IHR) notifications of confirmed cases and deaths from reporting countries.  European Centre for Disease Prevention and Control (ECDC) risk assessments (7) .  The biosafety advisories (8) and interim guidance for the infection prevention and control of MERS-CoV in acute-care settings (9) from the Public Health Agency of Canada.",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 123,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 313,
                    "end": 316,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 346,
                    "end": 349,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "Cases of MERS-CoV have been detected primarily in the Middle East, specifically in the Kingdom of Saudi Arabia (KSA) and also in Jordan, Qatar, the UAE, Kuwait, Yemen, Oman, Lebanon and Iran. Travel-related cases have also been reported by eleven countries: Europe (the United Kingdom, France, Italy, Greece, Germany and the Netherlands), North Africa (Tunisia, Egypt and Algeria), Southeast Asia (Malaysia) and North America (the United States of America) (5) . Limited secondary transmission has been reported in only two of the previously mentioned countries (10) . There have been no cases identified in Canada (Figure 1 ).",
            "cite_spans": [
                {
                    "start": 457,
                    "end": 460,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 562,
                    "end": 566,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 615,
                    "end": 624,
                    "text": "(Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Event summary"
        },
        {
            "text": "Source: Public Health Agency of Canada (5), the majority of cases have been adult males (median age in the mid-to late-40s) with comorbidities and who exhibit a tendency to experience more severe illness and poorer outcomes than those without. Individuals with diabetes, renal failure and chronic lung disease as well as immunocompromised persons are at higher risk of severe disease from MERS-CoV infection. Secondary cases generally present with milder disease or no symptoms; however severe illness, including death, has been observed in secondary cases including healthcare workers (HCWs). The case fatality proportion is 35%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 1: Worldwide geographical distribution of MERS-CoV cases, as of September 23, 2014"
        },
        {
            "text": "Evidence from camel serology studies and genetic sequencing of the virus suggests that camels are likely a primary source for MERS-CoV infections in humans. Other animal studies have not detected MERS-CoV antibodies, including those involving sheep, cows, goats, water buffalo, swine and wild birds (12) . Persons having had contact with camels or camel products (e.g. raw milk or meat, secretions or excretions (including urine)) are at increased risk of infection with MERS-CoV. Transmission patterns of secondary cases in healthcare settings and households have also been shown to be at increased risk of infection (5) . On June 13, 2014 the WHO reported evidence supporting the role of camels as a primary reservoir responsible for the ongoing introduction of the virus to the human population that does not result in sustained transmission (12) . Only a few instances of transmission within households have been reported and no large family clusters have been identified (5) .",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 303,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 618,
                    "end": 621,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 845,
                    "end": 849,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 976,
                    "end": 979,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Figure 1: Worldwide geographical distribution of MERS-CoV cases, as of September 23, 2014"
        },
        {
            "text": "According to Breben et al (2013), the virus' reproductive number (R0) was found to be less than one (R0 = 0.60) and was also inferior to the reproductive number of SARS (R0 = 0.80) (13) . However, the authors cautioned that MERS-CoV's R0 may increase with population density and may also be affected by community age and contact structure. Cauchemez et al (2013) obtained similar R0 estimates for MERS-CoV epidemic potential, but found that R0 values increased when infection control measures were not in place (14) . In addition, transmissibility may increase in populations with comorbidities and R0's may be underestimated if cases received an intervention soon after onset. The authors concluded that while MERS-CoV is a slowly growing epidemic, intensive public health measures around cases paired with improved diagnostic techniques would be sufficient to contain the spread of the disease and mitigate morbidity and mortality.",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 185,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 511,
                    "end": 515,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Figure 1: Worldwide geographical distribution of MERS-CoV cases, as of September 23, 2014"
        },
        {
            "text": "Based on the best available information, the current risk to Canadians for acquiring MERS-CoV infections is considered low. This assessment is based on the following observations and facts:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assessment of risk"
        },
        {
            "text": " No sustained human-to-human transmission has been observed. The primary route of transmission is still believed to be direct or indirect contact with camels or camel products. Intensive screening of MERS-CoV contacts revealed very few instances of household transmission and there has been no increase in the size or number of observed household clusters. The recent increase in cases reported during summer 2014 were primarily due to breaches in, or lack of, appropriate infection prevention and control measures in health facilities in Saudi Arabia and the UAE.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assessment of risk"
        },
        {
            "text": " There has been no change in the clinical presentation of MERS-CoV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assessment of risk"
        },
        {
            "text": " There has been no indication that international spread has occurred and recently exported cases have not resulted in sustained onward transmission. The last exported case to a country outside the Middle East was in late May 2014 to Algeria. This did not result in any symptomatic or asymptomatic secondary spread (15) .",
            "cite_spans": [
                {
                    "start": 315,
                    "end": 319,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Assessment of risk"
        },
        {
            "text": " The pandemic potential of MERS-CoV has not been reached and is expected to remain low with Iinfection Prevention and Control measures in place.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assessment of risk"
        },
        {
            "text": " The Agency, in collaboration with IPC experts, has developed evidence-based IPC guidelines for use in Canadian healthcare settings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assessment of risk"
        },
        {
            "text": " Canada has strong public health surveillance and health care infrastructure in addition to established communication protocols.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assessment of risk"
        },
        {
            "text": " The IHR Emergency Committee concerning MERS-CoV at its sixth meeting on June 16, 2014 achieved consensus that the conditions for a public health emergency of international concern (PHEIC) had not yet been met (16) . The next Committee is scheduled for September 25, 2014.",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 215,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Assessment of risk"
        },
        {
            "text": "In the event of an importation of MERS-CoV to Canada, the Agency and the National Microbiology Laboratory (NML) in close collaboration with provincial and territorial partners (PT), the Canadian Public Health Laboratory Network (CPHLN) and infection prevention and control experts have developed a number of preparedness guidance documents and protocols ( This risk assessment summary is updated frequently and provides the most current risk assessment for Canadians. (17) This document provides travellers with recommendations for travel to affected countries for MERS-CoV. Although there have not been any reports of a direct link between acquiring MERS-CoV infection from attendance at mass gathering events such as a Hajj and the performance of Umrah, travellers are still advised to take precautions when travelling to Saudi Arabia or other countries in the Middle East affected by MERS-CoV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risk mitigation"
        },
        {
            "text": "CoV (8) The information provided in this advisory assists laboratories in implementing proper biosafety procedures when handling samples containing MERS-CoV. (9) This document provides infection prevention and control (IPC) guidance to healthcare organizations and healthcare workers for the management of patients presenting to healthcare facilities in Canada with suspected or confirmed MERS-CoV infection. (18) This document provides surveillance guidelines for the early detection and containment of MERS-CoV in Canada.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Biosafety Advisory on MERS-"
        },
        {
            "text": "Recent investigative findings on MERS-CoV support the theory that camels play a significant role in the ongoing transmission of the virus. However, there are several instances where an exposure to camels could not be found. Therefore, the human animal interface in this event requires further study to better understand risk factors and the underlying mechanisms associated with transmission and also to identify effective measures in the prevention of further zoonotic spread (1) . Outbreak investigations will need to focus on contact tracing to identify mild or asymptomatic cases and to increase knowledge of potential risk of further transmission (5) . This information is required to accurately determine the best use of public health resources should an importation occur in Canada.",
            "cite_spans": [
                {
                    "start": 477,
                    "end": 480,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 652,
                    "end": 655,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Concerns continue around the possible transmission of MERS-CoV during mass-gathering events such as the Hajj and the performance of Umrah in Saudi Arabia. However, a seroprevalence study conducted in 2013 in adult pilgrims during that year's Hajj did not detect MERS-CoV in any of the 5,235 samples tested (19) . Further, there have been no reported confirmed cases of MERS-CoV associated with the 2012 and 2013 Hajj pilgrimages. The upsurge of cases seen this past spring suggesting increased community circulation may be predictive of a proportionate increase in cases related to the upcoming Hajj event between October 1st and October 6th, 2014 (16) .",
            "cite_spans": [
                {
                    "start": 306,
                    "end": 310,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 648,
                    "end": 652,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The public health risk posed by MERS-CoV to Canada continues to be low based on available information at this time. The Agency, through ongoing event monitoring, conducts regular and timely risk assessments posed by MERS-CoV to Canadians and will provide this information in a timely manner",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization. Frequently asked questions on Middle East respiratory syndrome coronavirus (MERS-CoV). Geneva: World Health Organization",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "World Health Organization. Frequently asked questions on novel coronavirus. Geneva: World Health Organization",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "World Health Organization. Frequently asked questions on novel coronavirus. Geneva: World Health Organization",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Middle East respiratory syndrome coronavirus -Symptoms. Ottawa: PHAC",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Middle East respiratory syndrome coronavirus (MERS-CoV) summary and literature updateas of 11",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "World Health Organization. Global Alert and Response (GAR) -Coronavirus infections. Geneva: World Health Organization",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "European Centre for Disease Prevention and Control. Coronavirus infections -Risk assessments",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Biosafety advisory: Middle East Respiratory Syndrome Coronavirus (MERS-CoV)",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Public Health Agency of Canada. Interim Guidance -Middle East respiratory syndrome coronavirus (MERS-CoV) -Infection prevention and control guidance for acute care settings. Ottawa: PHAC",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Summary of assessment of public health risk to Canada associated with Middle East Respiratory Syndrome coronavirus (MERS-CoV)",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Middle East respiratory syndrome coronavirus (MERS-CoV) -update. Geneva: World Health Organization",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Update on MERS-CoV transmission from animals to humans and interim recommendations for at-risk groups. Geneva: World Health Organization",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Interhuman transmissibility of Middle East respiratory syndrome coronavirus: estimation of pandemic risk",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Breban",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Riou",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fontanet",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet",
            "volume": "382",
            "issn": "9893",
            "pages": "694--699",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Middle East respiratory syndrome coronavirus: quantification of the extent of the epidemic, surveillance biases, and transmissibility",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Van Kerkhove",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Donnelly",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rambaut",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet Infect Dis",
            "volume": "14",
            "issn": "1",
            "pages": "50--56",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Middle East respiratory syndrome coronavirus (MERS-CoV) -update. Geneva: World Health Organization",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "World Health Organization. WHO statement on the Sixth Meeting of the IHR Emergency Committee concerning MERS-CoV",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Middle East respiratory syndrome coronavirus (MERS-CoV) travel health notice. Ottawa: PHAC",
            "authors": [
                {
                    "first": "Canada",
                    "middle": [],
                    "last": "Government Of",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Interim national surveillance guidelines for human infection with Middle East respiratory syndrome coronavirus (MERS-CoV. Ottawa: PHAC",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Prevalence of MERS-CoV nasal carriage and compliance with the Saudi Health recommendations among pilgrims attending the 2013 Hajj",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Memish",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Assiri",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Almasri",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Alhakeem",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Turkestani",
                    "suffix": ""
                },
                {
                    "first": "Al",
                    "middle": [],
                    "last": "Rabeeah",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "As of September 23, 2014, the WHO has reported 846 confirmed human cases, including 298 deaths (Table 1). In 2013 and 2014, increased numbers of cases and deaths have been reported in the spring months. However, in April and May 2014, a sharp upsurge in cases was reported from KSA accounting for 48% of all cases and 38% of all deaths reported to date(5). A total of 113 retrospective cases between May 2013 to May 2014 were reported in late June 2014 and partly account for the surge in cases reported in the spring of 2014(11).",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Confirmed cases of MERS-CoV by country reporting as September 23, 2014* *Source: Personal communication -WHO IHR Regional Contact Point, Pan American Health Organization, and Canada-IHR National Focal Point September 2014. Based on available case-level data from the WHO",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Relevant MERS-CoV documents from the Public Health Agency of Canada",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "There was an equal contribution from all four authors. The authors would like to acknowledge the WHO IHR Regional Contact point and the Canada-IHR Focal Point for providing the number of confirmed cases and deaths due to MERS-CoV by country.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "There are no conflicts of interest to declare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        }
    ]
}