{
    "paper_id": "5f139e7f8d32031001059ea4a8fce4881a1f725b",
    "metadata": {
        "title": "Journal Pre-proof Catheterization Laboratory Considerations During the Coronavirus (COVID-19) Pandemic: From ACC's Interventional Council and SCAI",
        "authors": [
            {
                "first": "Frederick",
                "middle": [
                    "G P"
                ],
                "last": "Welt",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Pinak",
                "middle": [
                    "B"
                ],
                "last": "Shah",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Herbert",
                "middle": [
                    "D"
                ],
                "last": "Aronow",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Anna",
                "middle": [
                    "E"
                ],
                "last": "Bortnick",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Timothy",
                "middle": [
                    "D"
                ],
                "last": "Henry",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Matthew",
                "middle": [
                    "W"
                ],
                "last": "Sherwood",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [
                    "N"
                ],
                "last": "Young",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Laura",
                "middle": [
                    "J"
                ],
                "last": "Davidson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sabeeda",
                "middle": [],
                "last": "Kadavath",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ehtisham",
                "middle": [],
                "last": "Mahmud",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ajay",
                "middle": [
                    "J"
                ],
                "last": "Kirtane",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Disclosures: FGPW reports serving as a site principal investigator for a multicenter trial supported by Medtronic and receiving compensation from Medtronic for participating on an advisory board. PBS reports receiving compensation as a proctor for Edwards and educational grants from Edwards, Medtronic and Abbott. He also reports his wife is an employee of Thermo Fisher. HAD reports a financial relation with Silk Road Medical. MWS reports receiving consulting fees from Medtronic Inc. EM reports receiving consulting fees from Abiomed, Medtronic, Boston Scientific. He has an equity interest in Abiomed. He reports being the national PI for the Precision GRX study by Corindus and is a site PI for a multicenter trials supported by CSI Inc. and Abbot Vascular Inc. AEB served as site principal investigator for multi-center trials sponsored by Abbott, AstraZeneca, Sanofi-Aventis, CSL-Behring, for which her institution received compensation and received an honorarium from ClearView Healthcare Partners, LLC. AEB acknowldges support from an American Heart Association Mentored and Clinical Population Research Award 17MCPRP33630098 and National Institutes of Health, NHLBI grant 1K23HL146982-01A1. The remaining authors have nothing to disclose. it has spread widely, with specific implications of the disease on practice in the catheterization laboratory. These implications include how we might modify practice for standard cardiac patients, those who are suspected COVID-19 patients, and those patients with COVID-19 who have either unrelated cardiac conditions or cardiac manifestations of the disease. It merits emphasis that this is a dynamic situation and one for which there are limited data. In addition, local conditions may vary considerably. The purpose of this joint statement from the ACC Interventional Council and SCAI is to discuss issues facing catheterization laboratory personnel during this time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "While this is new territory for most of us, it should be noted that the MERS and SARS epidemics within the last two decades did provide some limited information on the effects of highly contagious and morbid respiratory diseases on the catheterization laboratory(1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Elective patients: Many institutions in the United States have already placed a moratorium on elective procedures within the catheterization laboratory in an effort to preserve resources and avoid exposure of patients to the hospital environment where COVID-19 may be more prevalent. This certainly seems prudent in locales where the disease is highly prevalent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient selection for the catheterization laboratory"
        },
        {
            "text": "Under any circumstance, to preserve hospital bed capacity, it would seem reasonable to avoid elective procedures on patients with significant comorbidities or in whom the expected length of stay is >1 to 2 days (or anticipated to require the intensive care unit). In addition, the definition of truly elective requires clinical judgement, because in some cases deferral of patients may have independent deleterious effects. However, examples of procedures to defer include: a) PCI for stable ischemic heart disease, b) endovascular intervention for ilio-femoral disease in claudicants, or c) PFO closure. Case decisions should be individualized, taking into account the risk of COVID-19 exposure versus the risk of delay in diagnosis or therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient selection for the catheterization laboratory"
        },
        {
            "text": "STEMI patients-A recent report from China outlines a protocol that relies on rapid nucleic acid testing and reliance on fibrinolytic therapy (2). This is a controversial subject especially in the United States where primary PCI is the routine for STEMI patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient selection for the catheterization laboratory"
        },
        {
            "text": "Furthermore, it is complicated by the fact that access to rapid testing is limited. However, in the patient with known COVID-19 and STEMI, the balance of staff exposure and patient benefit will need to be weighed carefully. Fibrinolysis can be considered an option for the relatively stable STEMI patient with active COVID-19. In patients with active COVID-19 in whom primary PCI is to be performed, appropriate personal protective equipment (PPE) should be worn including gown, gloves, goggles (or shields), and a N95 mask, especially given the limited ability to take a history from the patient as well as the potential for clinical deterioration in STEMI cases. The use of Powered Air Purifying Respirator (PAPR) systems may also be reasonable, especially for patients who may be vomiting (e.g. inferior STEMI), or those who may require CPR and/or intubation. Importantly, the vast number of catheterization labs have either normal or positive ventilation systems and are not designed for infection isolation. Therefore, catheterization labs will require a terminal clean following the procedure leading to delays for subsequent procedures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient selection for the catheterization laboratory"
        },
        {
            "text": "For most patients with NSTEMI and suspected COVID-19, timing should allow for diagnostic testing for COVID-19 prior to cardiac catheterization, and allow for a more informed decision regarding infection control. Rapid discharge of patients with primary NSTEMI following revascularization will likely be important in terms of maximizing bed availability and reducing patient exposure within the hospital. Follow-up through telehealth venues could be satisfactory in most cases. It has been suggested that in appropriately selected cases of patients with known COVID-19 and NSTEMI, (e.g., particularly for patients with type 2 MI) conservative therapy may be sufficient based on the patient's risk. It is important to note that recent reports suggest that acute cardiac injury is present in ~7% of patients with COVID-19 and may represent either type 2 MI or myocarditis (3) . All of these factors need to be taken into account when weighing risks and benefits vis-à-vis infection control. Efforts should be made to try to differentiate between these Type 2 MIs vs. \"primary\" acute coronary syndromes, with consideration of deferral of invasive management in the former, especially if the patient is hemodynamically stable. Unstable NSTEMI patients whose instability is due to the acute coronary syndrome (rather than other factors) may be considered under the STEMI rubric outlined above.",
            "cite_spans": [
                {
                    "start": 869,
                    "end": 872,
                    "text": "(3)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "NSTEMI patients:"
        },
        {
            "text": "Patients requiring intubation, suctioning, or CPR: Intubation, suction, and active CPR likely result in aerosolization of respiratory secretions increasing likelihood of exposure to personnel. Patients who are already intubated pose less of a transmission risk to staff given that their ventilation is managed through a closed circuit. Patients with COVID-19 or suspected COVID-19 requiring intubation should be intubated prior to arrival to the catheterization laboratory. Further, the threshold to consider intubation in a patient with borderline respiratory status may need to be lowered in order to avoid emergent intubation in the catheterization laboratory. Some institutions have suggested using a HEPA filter between tube and bag if staff are bagging an intubated patient, as bag ventilation can increase aerosolization. Other considerations are to use closed circuit BIPAP machines if intubation not available. Close coordination with critical care, ID, and anesthesia teams in airway management will be critical to avoid spread of infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NSTEMI patients:"
        },
        {
            "text": "Catheterization Laboratory Time-Consideration should be given to lab downsizing case volumes (e.g. deferral of elective cases) and or shift-based allocation of staff/physicians needed to operate the lab in anticipation of likely disruptions to staffing. Despite measures to reduce exposure, staff shortages should be anticipated based on both the possibility of infected/exposed/quarantined staff as well as the derivative impact on staff due to school closings which will put a strain on home, dependent, and child-care resources. Specific consideration to subspecialty care teams may be required, with separation of individuals with overlapping skillsets (e.g. avoidance of two structural heart interventionalists being in the same care area simultaneously). Given the infectious risk of transporting patients from wards to the catheterization lab, some procedures routinely done in the catheterization laboratory should be considered for bedside performance. Examples include pulmonary artery catheter placement, pericardiocentesis, and intra-aortic balloon pump insertion. As mentioned above, the vast number of catheterization labs have either normal or positive ventilation systems and are not designed for infection isolation. Given the need for terminal cleaning following procedures on suspected or known COVID-19 patients, these cases should be done at the end of the working day if possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resource allocation and Protection of the Team of Heathcare Workers"
        },
        {
            "text": "For known COVID-19 positive patients, restriction of cases to a dedicated laboratory may be of value.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resource allocation and Protection of the Team of Heathcare Workers"
        },
        {
            "text": "All catheterization laboratory personnel should be fit-tested for N95 masks and be well versed in the proper techniques for doffing and donning PPE including eye protection. There may be situations where the use of PAPR systems are advised. All catheterization lab directors and managers should work closely with their institutional infection control group in order to ensure adequate availability and training in the use of this equipment. Ideally for patients with known COVID-19 or suspected COVID-19 who are required to come to the catheterization laboratory, the patient should wear a surgical mask, and all members of the catheterization laboratory team should don PPE (preferably for aerosolized precautions given the risk of emergent intubation/suctioning/CPR).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protection of Healthcare Workers and Personal Protective Equipment (PPE)"
        },
        {
            "text": "In addition to the known shortage of N95 masks, there are emerging reports of shortages of gowns, gloves, and regular surgical masks. This supports the deferral of elective cases and a reduction in the number of people who scrub into procedures. This is particularly relevant for teaching institutions where multiple physicians often scrub into cases. Vendor access and use of PPE should be limited to those cases only when absolutely essential.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protection of Healthcare Workers and Personal Protective Equipment (PPE)"
        },
        {
            "text": "As the medical community gains more experience dealing with the various issues raised by the COVID-19 pandemic, it will be important to have an ability to exchange experiences and best practices. Already, social media has provided a venue for some excellent discussions and insight from practitioners at institutions experiencing the effects of the pandemic. As the pandemic progresses, we will need to create avenues for reporting and collation of data, and then methods for rapidly dispersing that information in order to better care for our patients and to protect healthcare workers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A need for ongoing information"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Catheterization Laboratory Considerations During the Coronavirus (COVID-19) Pandemic: From ACC's Interventional Council and SCAI",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "MD al from the American College of Cardiology's (ACC) Interventional Council and the Society of",
            "authors": [
                {
                    "first": "Laura",
                    "middle": [
                        "J"
                    ],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "Sabeeda",
                    "middle": [],
                    "last": "Davidson",
                    "suffix": ""
                },
                {
                    "first": "Ehtisham",
                    "middle": [],
                    "last": "Kadavath",
                    "suffix": ""
                },
                {
                    "first": "Ajay",
                    "middle": [
                        "J"
                    ],
                    "last": "Mahmud",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Kirtane",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Cardiovascular Angiography and Intervention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Division of Cardiology, Inova Heart and Vascular Institute",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "C Division Of Cardiovascular Medicine",
                    "suffix": ""
                },
                {
                    "first": "Women&apos;s",
                    "middle": [],
                    "last": "Brigham",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hospital",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Feinberg School of Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Preparedness of the cardiac catheterization laboratory for severe acute respiratory syndrome (SARS) and other epidemics",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Tsui",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Invasive Cardiol",
            "volume": "17",
            "issn": "",
            "pages": "149--52",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "How to balance acute myocardial infarction and COVID-19: the protocols from Sichuan Provincial People's Hospital. Intensive Care",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-020-05993-9"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.1585"
                ]
            }
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Proposed Tweet: Considerations for the Cath Lab in the time of COVID19. A joint ACC/SCAI statement. #ACCIC DISCLAIMER: The views expressed in this paper by the American College of Cardiology's (ACC's) Interventional Council do not necessarily reflect the views of the Journal of the American College of Cardiology nor the ACC. Margaret Amundsen Professor of Cardiology Vice Chair, Clinical Affairs, Dept. of Medicine Associate Chief, Division of Cardiovascular Medicine Director, Cardiac Catheterization Laboratory University of Utah Health Sciences Center 30 North 1900 East, Room 4A100 COVID-19 has placed an enormous strain on the healthcare systems of the nations where",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}