{
    "paper_id": "5f68cc6cef9b0114b383a13a0bc3847c1185f6db",
    "metadata": {
        "title": "Australian Red Cross Blood Service, 17 O'Riordan St, Alexan-dria",
        "authors": [
            {
                "first": "©",
                "middle": [],
                "last": "Wiv",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Cas",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Springer-Verlag",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Severe Acute Respiratory Syndrome (SARS) has been described as the first pandemic of the 21 st century and between November 2002 and July 2003, over 8000 people were infected with the SARS-associated coronavirus (SARS-CoV) . Polymorphisms in the human leukocyte antigen (HLA) system have been shown to influence susceptibility to SARS-CoV but here we were unable to demonstrate any association between HLA and susceptibility or outcome post infection with the SARS-CoV.",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 222,
                    "text": "(SARS-CoV)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "Between November 2002 and February 2003 approximately 300 cases of atypical pneumonia were diagnosed in Guangdong province in Southern China (Peris J S M et al., 2004) . In March 2003 the World Health Organisation (WHO) issued a global health alert followed by a travel advisory and by the time the epidemic had run its course (by July 2003), there was a total of 8096 cases from 26 countries, with a case fatality rate of almost 10% (http://www.whoint/csr/sars/country/table2004_04_21/ en/). In a remarkable global collaborative effort, a novel Coronavirus (SARS-CoV) was identified and the entire genome was sequenced by the middle of April 2003 (Peris J S M et al., 2004) .",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 167,
                    "text": "(Peris J S M et al., 2004)",
                    "ref_id": null
                },
                {
                    "start": 648,
                    "end": 674,
                    "text": "(Peris J S M et al., 2004)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "A number of host factors have been proposed to influence susceptibility and outcome post infection with the SARS-CoV and these include the ACE2 receptor (Li W et al., 2003) and L-SIGN (Jeffers S A et al., 2004) . Both in vivo (Reghunathan R et al., 2005) and in vitro (Ng M H L et al, 2004) studies have clearly highlighted the importance of the innate inflammatory immune response rather than the specific immune response as the more important determinants for infection with the SARS-CoV. A number of studies have demonstrated a possible association between HLA gene polymorphisms and susceptibility to SARS-CoV, with HLA-B*4601 (Lin M et al., 2003) , HLA-B*0703 (Ng L F P et al., 2005) , HLA-DRB4*01010101 (Ng M H L et al., 2010) , HLA-DR B1*1202 (Keicho N et al., 2009 ) and HLA-Cw*0801 (Chen Y M et al., 2006) found to be significantly associated with genetic susceptibility to infection with the SARS-CoV.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 172,
                    "text": "(Li W et al., 2003)",
                    "ref_id": null
                },
                {
                    "start": 184,
                    "end": 210,
                    "text": "(Jeffers S A et al., 2004)",
                    "ref_id": null
                },
                {
                    "start": 226,
                    "end": 254,
                    "text": "(Reghunathan R et al., 2005)",
                    "ref_id": null
                },
                {
                    "start": 268,
                    "end": 290,
                    "text": "(Ng M H L et al, 2004)",
                    "ref_id": null
                },
                {
                    "start": 631,
                    "end": 651,
                    "text": "(Lin M et al., 2003)",
                    "ref_id": null
                },
                {
                    "start": 665,
                    "end": 688,
                    "text": "(Ng L F P et al., 2005)",
                    "ref_id": null
                },
                {
                    "start": 709,
                    "end": 732,
                    "text": "(Ng M H L et al., 2010)",
                    "ref_id": null
                },
                {
                    "start": 750,
                    "end": 772,
                    "text": "(Keicho N et al., 2009",
                    "ref_id": null
                },
                {
                    "start": 791,
                    "end": 814,
                    "text": "(Chen Y M et al., 2006)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "A possible protective effect was also seen for certain other HLA alleles including HLA-Cw*1502 (Wang S F et al., 2011) and HLA-DRB1*0301 (Ng M H L et al., 2004 , Wang S F et al., 2011 . In associated coverage in the scientific literature (Chiu Y T, 2003) , it was suggested that the screening and isolation of genetically at risk health care workers might prevent the spread of the virus in any future SARS outbreak.",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 118,
                    "text": "(Wang S F et al., 2011)",
                    "ref_id": null
                },
                {
                    "start": 137,
                    "end": 159,
                    "text": "(Ng M H L et al., 2004",
                    "ref_id": null
                },
                {
                    "start": 160,
                    "end": 183,
                    "text": ", Wang S F et al., 2011",
                    "ref_id": null
                },
                {
                    "start": 238,
                    "end": 254,
                    "text": "(Chiu Y T, 2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "Here we have investigated a possible association between HLA gene polymorphisms and susceptibility and outcome post infection with the SARS-CoV in a large cohort of Hong Kong Chinese patients who were infected with SARS-CoV. This cohort (n=176 patients) is almost twice the size of the groups studied previously and gives a better opportunity to look for a possible influence of HLA on susceptibility and outcome post infection with the SARS-CoV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "This study was conducted on samples collected at the teaching hospital of the Chinese University of Hong Kong, Prince of Wales Hospital, where a major outbreak of SARS had occurred (Lee N et al., 2003) . All included patients were unrelated and fulfilled the WHO's surveillance definition of SARS including high fever > 38 o C, cough or breathing difficulty, a contact history within 10 days prior to the onset of symptoms and radiological evidence of pneumonia (http://www.who.int/csr/sars). The majority of study patients had serological evidence of SARS-CoV infection as determined by an in-house indirect immunofluoresence assay (Chan P K et al., 2004a) and of the few patients that died before a convalescent serum sample could be collected, SARS-CoV infection was confirmed by RT-PCR and/or virus isolation (Chan P K et al., 2004b) . HLA-A, B (Kennedy L J et al., 1997) and HLA-DR (Kimura A et al., 1992) typing was carried out using PCR and sequence specific oligonucleotide probes. The HLA gene frequencies for all the SARS patients (all of Chinese ethnic origin) were compared with a published control population of unrelated Hong Kong ethnic Chinese bone marrow donors (Chang Y W et al., 1997) and are shown in Table 1 ). For the Hong Kong Chinese bone marrow donors, HLA-A and -B typing was by serology and HLA-DRB1 from sequence based typing (Chang Y W et al., 1997) . There were no significant differences in HLA gene frequencies between the SARS infected and control groups. Further stratification on the basis of disease severity did not demonstrate any LETTER Influence of HLA gene polymorphisms on susceptibility and outcome post infection with the SARS-CoV virus significant differences between the severe SARS group (n=48, intensive care unit (ICU) and/ or death) and the mild SARS group (n=128, no ICU stay and mild symptoms) again compared with the control bone marrow donor cohort.",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 201,
                    "text": "(Lee N et al., 2003)",
                    "ref_id": null
                },
                {
                    "start": 633,
                    "end": 657,
                    "text": "(Chan P K et al., 2004a)",
                    "ref_id": null
                },
                {
                    "start": 813,
                    "end": 837,
                    "text": "(Chan P K et al., 2004b)",
                    "ref_id": null
                },
                {
                    "start": 887,
                    "end": 910,
                    "text": "(Kimura A et al., 1992)",
                    "ref_id": null
                },
                {
                    "start": 1179,
                    "end": 1203,
                    "text": "(Chang Y W et al., 1997)",
                    "ref_id": null
                },
                {
                    "start": 1354,
                    "end": 1378,
                    "text": "(Chang Y W et al., 1997)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1221,
                    "end": 1228,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Dear Editor,"
        },
        {
            "text": "Based on a larger cohort of patients than reported in previous studies, we were unable to demonstrate any significant association between HLA gene polymorphisms and susceptibility or outcome post infection with the SARS-CoV. Similar findings were reported for a SARS cohort from Guangdong in Southern China (Xiong P et al., 2008) . While this does not preclude such an association, the present data are fully consistent with the current view that susceptibility and outcome post infection with the SARS-CoV are more likely to be influenced by the innate inflammatory response and factors such as age and associated underlying illness (Peiris J S M et al., 2004) than the specific arm of the immune response. Issues of small sample numbers have the ability to bias interpretations and this has been noted by others (http:// (Ceppellini R et al., 1955) was used to calculate GF. Differences in allele number observed between cases and controls were evaluated using Fisher's exact test. P values were corrected for the number of observations made. No significant differences were observed. www.the-scientist.com/?articles.view/articleNo/16130/ title/Gene-Association-Studies-Typically-Wrong/) and it would be worthwhile to combine the various studies and perform a meta-analysis. While on-going studies to further understand the molecular details of the inflammatory and immune response to infection with the SARS-CoV are essential, it is important to remember and reinforce the public health message that the most effective tool in the fight against SARS is the same as that used against an age old infection like cholera, namely rapid tracing, identification and isolation of infected individuals and their contacts in order to limit the spread of the infectious agent.",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 329,
                    "text": "(Xiong P et al., 2008)",
                    "ref_id": null
                },
                {
                    "start": 634,
                    "end": 661,
                    "text": "(Peiris J S M et al., 2004)",
                    "ref_id": null
                },
                {
                    "start": 823,
                    "end": 850,
                    "text": "(Ceppellini R et al., 1955)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "The authors thank Prof. Paul Chan, Department of Microbiology, Faculty of Medicine, the Chinese University of Hong Kong for the provision of patient samples used in this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FOOTNOOTES"
        },
        {
            "text": "All the authors declare that they have no competing interest. The samples were collected under a research protocol approved by the Joint Chinese University of Hong Kong-New Territories East Cluster Clinical Research Ethics Committee.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FOOTNOOTES"
        }
    ],
    "bib_entries": {
        "BIBREF8": {
            "ref_id": "b8",
            "title": "HLA: Genetic diversity of HLA: Function and medical implications",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Charron",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "216--225",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "DRB1 gene frequencies (GF) were calculated by direct counting of observed alleles. For HLA-A and -B phenotype frequencies were first determined by direct counting and the method of Ceppellini",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "HLA gene frequencies (GF) in SARS patients and healthy controls",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}