{
    "paper_id": "5f6a4c37c7c20e77dc239f09da7b00df8a07ed10",
    "metadata": {
        "title": "Single cell RNA sequencing of 13 human tissues identify cell types and receptors of human coronaviruses",
        "authors": [
            {
                "first": "Furong",
                "middle": [],
                "last": "Qi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Third People's Hospital",
                    "location": {
                        "postCode": "518100",
                        "settlement": "Shenzhen, Shenzhen",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Shen",
                "middle": [],
                "last": "Qian",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Third People's Hospital",
                    "location": {
                        "postCode": "518100",
                        "settlement": "Shenzhen, Shenzhen",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Shuye",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fudan University",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zheng",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Third People's Hospital",
                    "location": {
                        "postCode": "518100",
                        "settlement": "Shenzhen, Shenzhen",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The new coronavirus (SARS-CoV-2) outbreak from December 2019 in Wuhan, Hubei, China, has been declared a global public health emergency. Angiotensin I converting enzyme 2 (ACE2), is the host receptor by SARS-CoV-2 to infect human cells. Although ACE2 is reported to be expressed in lung, liver, stomach, ileum, kidney and colon, its expressing levels are rather low, especially in the lung. SARS-CoV-2 may use co-receptors/auxiliary proteins as ACE2 partner to facilitate the virus entry. To identify the potential candidates, we explored the single cell gene expression atlas including 119 cell types of 13 human tissues and analyzed the single cell co-expression spectrum of 51 reported RNA virus receptors and 400 other membrane proteins. Consistent with other recent reports, we confirmed that ACE2 was mainly expressed in lung AT2, liver cholangiocyte, colon colonocytes, esophagus keratinocytes, ileum ECs, rectum ECs, stomach epithelial cells, and kidney proximal tubules. Intriguingly, we found that the candidate co-receptors, manifesting the most similar expression patterns with ACE2 across 13 human tissues, are all peptidases, including ANPEP, DPP4 and ENPEP. Among them, ANPEP and DPP4 are the known receptors for human CoVs, suggesting ENPEP as another potential receptor for human CoVs. We also conducted \"CellPhoneDB\" analysis to understand the cell crosstalk between CoV-targets and their surrounding cells across different tissues. We found that macrophages frequently communicate with the CoVs targets through chemokine and phagocytosis signaling, highlighting the importance of tissue macrophages in immune defense and immune pathogenesis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In December 2019, a novel coronavirus (SARS-CoV-2) infection emerged in Wuhan. Over 80 thousand of people are infected with SARS-CoV-2 until March 6, showing that SARS-CoV-2 is highly contagious. Coronavirus is a type of single-stranded RNA (ssRNA) virus [1] , including the well-known Middle East respiratory syndrome coronavirus (MERS-CoV) and severe acute respiratory syndrome coronavirus (SARS-CoV). The symptoms caused by SARS-CoV-2 infection include acute respiratory distress syndrome (~29%), acute cardiac injury (~12%) or acute kidney injury (~7%) [2] , implying that SARS-CoV-2 may infect various human tissues.",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 258,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 557,
                    "end": 560,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Viruses bind to host receptors on target cell surface to establish infection. Membrane proteins mediated membrane fusion allowed the entry of enveloped viruses [3] . As recently reported, both SARS-CoV-2 and SARS-CoV could use ACE2 protein to gain entry into the cells [4, 5] . Since the outbreak, many data analysis have showed a wide distribution of ACE2 across human tissues, including lung, liver, stomach, ileum, colon and kidney [6] , indicating that SARS-CoV-2 may infect multiple organs. However, these data showed that AT2 cell (the main target cell of SARS-CoV-2) in the lung actually expressed rather low levels of ACE2 [6] . Hence, the SARS-CoV-2 may depends on co-receptor or other auxiliary membrane proteins to facilitate its infection. It is reported that viruses tend to hijack co-expressed proteins as their host factors [7] . For example, Hoffmann et al. recently showed that SARS-CoV-2-S uses ACE2 for entry and depends on the cellular protease TMPRSS2 for priming [5] , showing that SARS-CoV-2 infections also require multiple factors. Understanding the receptors usage by the viruses could facilitate the development of intervention strategies. Therefore, identifying the potential co-receptors or auxiliary membrane proteins for SARS-CoV-2 is of great significance.",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 163,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 269,
                    "end": 272,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 273,
                    "end": 275,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 435,
                    "end": 438,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 631,
                    "end": 634,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 839,
                    "end": 842,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 985,
                    "end": 988,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "For this purpose, we collected single cell gene expression matrices from 13 relatively normal human tissues, consisting of lung [8] , liver [9] , ileum [10] , rectum [10] , blood [11] , bone marrow [12] , skin [13] , spleen [14] , esophagus [14] , colon [15] , eye [16] , stomach [17] and kidney [18] from published literatures. We analyzed the single cell co-expression profiles of 51 known ssRNA viral receptors and 400 membrane proteins, including ACE2, in the identified 119 cell types across the 13 human tissues. After that, we conducted \"CellPhoneDB\" to identify immune cells frequently crosstalk with CoVs-target cells, in multiple tissues.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 131,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 140,
                    "end": 143,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 152,
                    "end": 156,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 166,
                    "end": 170,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 179,
                    "end": 183,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 198,
                    "end": 202,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 210,
                    "end": 214,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 224,
                    "end": 228,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 241,
                    "end": 245,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 254,
                    "end": 258,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 265,
                    "end": 269,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 280,
                    "end": 284,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 296,
                    "end": 300,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The gene raw counts or normalized gene expression matrix for each single cell were downloaded from GEO (https://www.ncbi. nlm.nih.gov/geo/) or Human Cell Atlas (https://www. humancellatlas.org) database (Table S1 ). In total, we collected single cell gene expression data of 13 tissues, including liver, lung, colon, ileum, rectum, blood, spleen, bone marrow, eye, skin, stomach, oesophagus and kidney. The data source and the sample information are listed as follows. Liver, GEO Accession No. GSE115469, 5 normal human donors; Lung, GEO Accession No. GSE130148, 4 human donors died from hypoxic brain damage; Colon, GEO Accession No. GSE116222, 3 healthy volunteers; Ileum and rectum, GEO Accession No. GSE125970, totally 4 intestine mucosae sampled at least 10 cm away from the tumor border; Skin, GEO Accession No. GSE132802, 4 healthy volunteers; PBMC, GEO Accession No. GSE136103, 4 samples from cirrhotic patients; Spleen and oesophagus, available from Human Cell Atlas, totally 11 cardiac death donors; Bone marrow, GEO Accession No. GSE120221, 5 healthy donors (A, E, J, R, U); Eye, GEO Accession No. GSE135922, 3 Macula and 3 periphery of human donor eyes; Stomach, GEO Accession No. GSE134520, 3 Non-atrophic gastritis patients; Kidney, GEO Accession No. GSE131685, 3 normal kidney tissues obtained at least 2 cm away from tumor tissue.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 203,
                    "end": 212,
                    "text": "(Table S1",
                    "ref_id": null
                }
            ],
            "section": "Data collection"
        },
        {
            "text": "The high-quality virus-host receptor interactions were downloaded from Viral Receptor database (http://www. computationalbiology.cn:5000/viralReceptor), which curated 152 pairs of mammalian virus-host receptor interactions and 51 virus receptors from 9 mammal species. The membrane proteins were extracted from Membranome database (https://membranome.org).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": "The raw count matrix (UMI counts per gene per cell) was processed by Seurat [19] . Cells with less than 100 expressed genes (UMI count > 0) and higher than 25% mitochondrial genome transcript were removed. Genes expressed in less than three cells were removed. Then, we normalized the gene expression data using \"NormalizeData\" function with default settings. The sources of cell-cell variation driven by batch were regressed out using the number of detected UMI and mitochondrial gene expression, which was implemented by ''ScaleData'' function. The corrected expression matrix was used for cell clustering and dimensional reduction.",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 80,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Data processing, quality control and normalization"
        },
        {
            "text": "The cell clustering and dimensional reduction were performed by Seurat package. Before that, we choose 2000 highly variable genes (HVGs) from the corrected expression matrix and then centered and scaled them. It was implemented by ''FindVaria-bleGenes'' function in the Seurat package. We then performed principle component analysis (PCA) on the HVGs using ''RunPCA'' function. To remove the signal-to-noise ratio, we select a number of significant principal components by implementing \"JackStraw\" function, which was implemented by permutation test. Specifically, we firstly identified 50 principal components as a result and then selected the significant components according to the p-values produced by \"ScoreJackStraw\" function for further analysis. The batch effects were removed by harmony package [20] .",
            "cite_spans": [
                {
                    "start": 804,
                    "end": 808,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Cell clustering, dimensional reduction and visualization"
        },
        {
            "text": "Cells were then clustered utilizing the ''FindClusters'' function through embedding cells into a graph structure in PCA space. We set the parameter resolution as 0.8 to identify only major cell types, e.g. T cells, B cells or macrophages. The clustered cells were then projected onto a two-dimensional space using \"RunUMAP\" function. The clustering results were visualized by \"DimPlot\" function.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell clustering, dimensional reduction and visualization"
        },
        {
            "text": "To annotate cell clusters, we firstly identified the differentially expressed genes on each cluster by performing \"FindMarkers\" function. The cell clusters were then annotated according to curated known cell markers (Fig. S1 ). The cell clusters consistently expressed the same cell marker were merged.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 216,
                    "end": 224,
                    "text": "(Fig. S1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Cell type identification"
        },
        {
            "text": "We conducted cell-cell interaction analysis utilizing cellphonedb function curated by CellPhoneDB database [21] . The significant cell-cell interactions were selected with p-value < 0.01.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 111,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Cell-cell interaction analysis"
        },
        {
            "text": "We collected the single cell RNA sequencing data (raw count gene expression matrix or normalized gene expression matrix) from published literatures, which have been deposited in public database, e.g. GEO (https://www.ncbi.nlm.nih.gov/geo/) or Human Cell Atlas (https://www.humancellatlas.org). Totally, we curated single cell gene expression matrices of 13 human tissues, including lung [8] , liver [9] , ileum [10] , rectum [10] , blood [11] , bone marrow [12] , skin [13] , spleen [14] , esophagus [14] , colon [15] , eye [16] , stomach [17] and kidney [18] (Table S1) . For each tissue, we performed cell clustering and dimension reduction on the scaled gene expression matrix using Seurat package [19] . After filtering out low quality cells, we obtained 8443, 43,474, 4248, 5282, 3279, 30,693, 97,695, 17,131, 4335, 11,552, 4871, 8880, 20,197 cells from liver, lung, colon, ileum, rectum, blood, spleen, bone marrow, eye, skin, stomach, esophagus and kidney, respectively (Table S1 ). The cell clusters were then annotated using canonical markers searched from the published articles (figs1). We finally annotated 119 cell types from 13 human tissues.",
            "cite_spans": [
                {
                    "start": 387,
                    "end": 390,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 399,
                    "end": 402,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 411,
                    "end": 415,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 425,
                    "end": 429,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 438,
                    "end": 442,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 457,
                    "end": 461,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 469,
                    "end": 473,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 483,
                    "end": 487,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 500,
                    "end": 504,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 513,
                    "end": 517,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 524,
                    "end": 528,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 539,
                    "end": 543,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 555,
                    "end": 559,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 701,
                    "end": 705,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 560,
                    "end": 570,
                    "text": "(Table S1)",
                    "ref_id": null
                },
                {
                    "start": 977,
                    "end": 986,
                    "text": "(Table S1",
                    "ref_id": null
                }
            ],
            "section": "Cell type identification in 13 human tissues"
        },
        {
            "text": "Lung belongs to respiratory system, in which 13 cell types were identified (figs2). These cell types consist of macrophages, Alveolar The eyes are sensory organs in nervous system. Ten cell types were identified in eyes (figs2). Fibroblasts and immune cells composed of~31% and~25% of total cells, respectively. Eyes also contain endothelial cells, melanocytes, pericytes, retinal pigment epithelium (RPEs) and Schwann cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell type identification in 13 human tissues"
        },
        {
            "text": "Bone marrow is the primary site of hematopoiesis. We identified large number of NK/NKT cells (~44%) and erythrocytes (~28%) cells in bone marrow (figs2). B cells, hematopoietic stem cells, MK progenitors, monocytes, neutrophils and DCs were also detected in bone marrow.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell type identification in 13 human tissues"
        },
        {
            "text": "Blood is circulated around various tissues. Monocytes (~32%) and T cells (~55%) make up the largest proportion of blood cells (figs2). In addition, we also identified B cells, cDCs, macrophages, NK cells, pDCs and platelets in blood.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell type identification in 13 human tissues"
        },
        {
            "text": "For the viral life cycle, the viruses firstly bind the host receptors on the cell surface. Hence, the distribution of viral receptors in different cell types of diverse tissues can reveal the viral tropism and potential transmission routes. We therefore explored the expression spectrum of host receptors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Expression atlas of ACE2, ssRNA viral receptors and other membrane proteins in 13 human tissues"
        },
        {
            "text": "We firstly analyzed the expression pattern of ACE2 across 13 tissues (Fig. 1) . Our results reveal that ACE2 expresses in lung AT2, liver cholangiocyte, colon colonocytes, esophagus keratinocytes, ileum ECs, rectum ECs, stomach epithelial cells, and kidney proximal tubules, consistent with the recent reports [6] . However, ACE2 expression levels are rather low in lung AT2 (4.7-fold lower than the average expression level of all ACE2 expressing cell types). We assume that the presence of co-receptors or other auxiliary membrane proteins in AT2 cells may facilitate the binding and entry of the nCoV.",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 313,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 69,
                    "end": 77,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Expression atlas of ACE2, ssRNA viral receptors and other membrane proteins in 13 human tissues"
        },
        {
            "text": "We then analyzed the co-expression features of the human ssRNA viral receptors and membrane proteins. We collected a total of 152 pairs of high quality virus-host receptor interaction from Viral Receptor database [7] which contain 51 host receptors in 9 hosts and 96 viruses (Table S2) . Furthermore, 400 membrane proteins were extracted from Membranome database [22] . Totally 451 genes were curated, 95.7% (432/451) of which express in at least one of the 13 tissues.",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 216,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 363,
                    "end": 367,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 275,
                    "end": 285,
                    "text": "(Table S2)",
                    "ref_id": null
                }
            ],
            "section": "Expression atlas of ACE2, ssRNA viral receptors and other membrane proteins in 13 human tissues"
        },
        {
            "text": "To elaborate the potential relationship between ACE2 and other membrane proteins or viral receptors, we calculated the Pearson Correlation Coefficient between each two genes in the curated reservoir. The findings show that 94 genes are significantly correlated with ACE2 (P < 0.01) in a manner of gene expression. Of note, ANPEP, ENPEP and DPP4 are the top three genes correlated with ACE2 (R > 0.8) (Fig. 2) . ANPEP, alanyl aminopeptidase, is a host receptor targeted by porcine epidemic diarrhoea virus, human coronavirus 229E, feline coronavirus, canine coronavirus, transmissible gastroenteritis virus and infectious bronchitis virus. These viruses all belong to Coronaviridae. ANPEP mainly expresses in colon, ileum, rectum, kidney, liver and skin (figs3 & figs4), demonstrating that receptor of coronavirus may have similar expression profiles in human body. ENPEP, Glutamyl Aminopeptidase, belongs to the peptidase M1 family which is the mammalian type II integral membrane zinc-containing endopeptidases. ENPEP regulates blood pressure regulation and blood vessel formation through the catabolic pathway of the renin-angiotensin system [23] . The relationship between ENPEP and viral infection is unknown. DPP4, the receptor of MERS-CoV, shows expression similarity with ACE2, except that DPP4 expresses in some T cells of all the observed tissues (figs3 & figs4). All of the three genes encode peptidase, which are uniquely adopted by coronavirus as their receptors [24] . This result raised the possibility that ENPEP may be another yet unknown receptor for coronavirus. To further consolidate the findings, we calculated the Euclidean distance between all the curated proteins and constructed their hierarchy relationships across the 119 cell types. DPP4 was the first gene clustered with ACE2.",
            "cite_spans": [
                {
                    "start": 1144,
                    "end": 1148,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1475,
                    "end": 1479,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 400,
                    "end": 408,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Expression atlas of ACE2, ssRNA viral receptors and other membrane proteins in 13 human tissues"
        },
        {
            "text": "Together, our data demonstrates that the coronavirus receptors tend to share co-expression pattern across different tissues, consistent with the fact that CoVs infect similar types of cells and CoV-infected patients share similar clinical symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Expression atlas of ACE2, ssRNA viral receptors and other membrane proteins in 13 human tissues"
        },
        {
            "text": "Virus-infected cells can recruit and modulate immune cells through secreting chemokines or other cytokines. We sought to identify potential immune cells crosstalking with CoVs-targeted cells. The cell-cell interaction analysis was conducted by CellPho-neDB [21] . The interactions with p-value < 0.01 were adopted to construct the interaction relationship between cell types in each tissue.",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 261,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Macrophages are frequently interacted with the ACE2expressing cells"
        },
        {
            "text": "Using the cell type expressing ACE2 as ligand-secreting cells, we calculated the total number of interactions with each receptorsecreting cell type. As a result, we found that macrophages showed highest active interaction with ACE2-expressing cells in liver, lung and stomach (Fig. 3A) , sharing a CD74-MIF signaling pairs (Fig. 3B ). CD74 is expressed on the cell surface of antigenpresenting cells and act as a receptor for the cytokine in immune cells. MIF, macrophage migration inhibitory factor, is a proinflammatory cytokine participating in inflammatory and immune responses. Besides, PROs, SCs and TAs show high activity responding to the ACE2-expressing cells in ileum and rectum. In colon, ILCs were found frequently interacted with the ACE2expressing cells. Glomerular parietal epithelial cells and epithelial basal cells in kidney and esophagus also correlated with the cells transcribing ACE2 at very high frequency. We conclude that the nCoV-targeted cells (ACE2-expressing), can interact with various cell types in different tissues, especially macrophages in lung, liver and stomach. Macrophages may be recruited by nCoV-targeted cells through CD74-MIF interaction and other signaling pathways during infection, play defensive and destructive functions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 276,
                    "end": 285,
                    "text": "(Fig. 3A)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 323,
                    "end": 331,
                    "text": "(Fig. 3B",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Macrophages are frequently interacted with the ACE2expressing cells"
        },
        {
            "text": "The coronaviruses are a large family of ssRNA viruses causing respiratory diseases in humans. Most of the coronaviruses are associated with mild clinical symptoms, except SARS-CoV and MERS-CoV, showing fatality rate of 9.6% and 34%, respectively [25, 26] . In late December 2019, a novel coronavirus, named SARS-CoV-2, emerged in Wuhan, Hubei, China, and a total of 80,710 SARS-CoV-2 infected cases have been confirmed until March 06, 2020. The phylogenic tree constructed from full-genome sequences indicated that SARS-CoV-2 is a distinct clade from SARS-CoV and MERS-CoV [4] .",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 250,
                    "text": "[25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 251,
                    "end": 254,
                    "text": "26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 573,
                    "end": 576,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The most common symptoms of patients infected with SARS-CoV-2 are fever and cough [27] . However, a proportion of patients show multi-organ damage and dysfunction, including acute respiratory distress syndrome (17%), acute respiratory injury (8%) and acute renal injury (3%). It is also increasingly recognized that SARS-CoV-2 could be transmitted via multiple routes.",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 86,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The viruses target host cells via binding host receptors before engaging the infection cycle. ACE2 was proved to be the cell receptor of SARS-CoV-2, the same receptor as SARS-CoV. The expression profiles of ACE2 across different cell types of different organs will reveal clues of the virus transmission routes and its potential pathogenesis. In previous studies, ACE2 was found to express in the esophagus upper and stratified epithelial cells, absorptive enterocytes from ileum and colon, alveolar type II cells in lung, liver cholangiocyte and kidney proximal tubules. These findings suggested that the clinical symptoms of hepatic failure, respiratory injury, acute kidney injury or diarrhoea may be associated with the pervasive ACE2 expressing cells in these tissues. However, we and others found that ACE2 is lowly expressed, especially in the lung (the main target organ of nCoVs), raising the possible existence of co-receptors facilitating nCoV infection. It is well recognized that ssRNA viruses tend to have multiple receptors [7] . For example, ACE2, CD209 (Dendritic Cell-Specific ICAM-3- . In addition, other membrane proteins may also assist virus entry [3] . Since the viral receptor and co-receptors should be co-expressed on the same cell types, we analyzed single cell co-expression patterns covering 400 membrane proteins and 51 known viral receptors in this study. After calculating their gene expression similarity, we found ANPEP, ENPEP and DPP4 are top three genes correlated with ACE4 (R > 0.8). Interestingly, both ANPEP and DPP4 are viral receptors of human coronaviruses [32] , while ENPEP is also a peptidase, despite that its involvement in virus infection is unclear. For mysterious reasons, human coronaviruses use peptidases as their receptors [24] . Now, we showed co-expression profiles of these molecules, indicating that different human CoVs actually target the similar cell types across different human tissues. It also explains why, patients infected with different human CoVs manifest similar clinical symptoms. We propose that further experimental validations should be performed to explore the role of these peptidase in SARS-CoV-2 and other CoVs infection.",
            "cite_spans": [
                {
                    "start": 1039,
                    "end": 1042,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1170,
                    "end": 1173,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1600,
                    "end": 1604,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1778,
                    "end": 1782,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Host immune response plays crucial roles in the fight against viruses. Generally, virally infected cells release interferons to suppress viral activities [33e35]. The interferons also act on warning the neighboring cells of virus attack. It can signify the nearby cells to upregulate MHC class I molecules to notify the CD8 þ T cells to identify and eliminate the viral infection [36, 37] . Understand the potential cell-cell communication mechanisms across different tissues is important for understanding immune reactions. In this study, we investigated the cells communicated with CoVs-targets (ACE2-expressing cells) in each tissue. Our results illustrate that macrophages frequently crosstalk with the ACE2-expressing cells, in lung, liver and stomach etc. This suggests that macrophages play the sentinel role during human CoVs infection. Future studies should investigate these signaling pairs in the setting of CoVs infection in patients and animal models.",
            "cite_spans": [
                {
                    "start": 380,
                    "end": 384,
                    "text": "[36,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 385,
                    "end": 388,
                    "text": "37]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We declare that we do not have any commercial or associative interest that represents a conflict of interest in connection with the work submitted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of competing interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Host factors in positive-strand RNA virus genome replication",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ahlquist",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Virol",
            "volume": "77",
            "issn": "15",
            "pages": "8181--8186",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "10223",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Virus entry, assembly, budding, and membrane rafts, Microbiol",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chazal",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gerlier",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Mol. Biol. Rev",
            "volume": "67",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "565--574",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The Novel Coronavirus 2019 (2019-nCoV) Uses the SARS-Coronavirus Receptor ACE2 and the Cellular Protease TMPRSS2 for Entry into Target Cells, bioRxiv",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hoffmann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The single-cell RNAseq data analysis on the receptor ACE2 expression reveals the potential risk of different human organs vulnerable to Wuhan 2019-nCoV infection. Front. Med",
            "authors": [
                {
                    "first": "Xin",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Jiawei",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                },
                {
                    "first": "Peiyi",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "Jie",
                    "middle": [],
                    "last": "Hao",
                    "suffix": ""
                },
                {
                    "first": "Zeguang",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s11684-020-0754-0"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Cell membrane proteins with high N-glycosylation, high expression and multiple interaction partners are preferred by mammalian viruses as receptors",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Bioinformatics",
            "volume": "35",
            "issn": "5",
            "pages": "723--728",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Single-cell transcriptomic analysis of human lung provides insights into the pathobiology of pulmonary fibrosis",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Reyfman",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Am. J. Respir. Crit. Care Med",
            "volume": "199",
            "issn": "12",
            "pages": "1517--1536",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Single cell RNA sequencing of human liver reveals distinct intrahepatic macrophage populations",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Macparland",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nat. Commun",
            "volume": "9",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Single-cell transcriptome analysis reveals differential nutrient absorption functions in human intestine",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Exp. Med",
            "volume": "217",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Single-cell transcriptomics uncovers zonation of function in the mesenchyme during liver fibrosis",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dobie",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Cell Rep",
            "volume": "29",
            "issn": "7",
            "pages": "1832--1847",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Human bone marrow assessment by single-cell RNA sequencing, mass cytometry, and flow cytometry",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Oetjen",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "JCI Insight",
            "volume": "3",
            "issn": "23",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Targeted therapy guided by single-cell transcriptomic analysis in drug-induced hypersensitivity syndrome: a case report",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat. Med",
            "volume": "26",
            "issn": "",
            "pages": "236--243",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "scRNA-seq assessment of the human lung, spleen, and esophagus tissue stability after cold preservation",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Madissoon",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Genome Biol",
            "volume": "21",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Colonic epithelial cell diversity in health and inflammatory bowel disease",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Parikh",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nature",
            "volume": "567",
            "issn": "7746",
            "pages": "49--55",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Single-cell transcriptomics of the human retinal pigment epithelium and choroid in health and macular degeneration",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Voigt",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Proc. Natl. Acad. Sci. U. S. A",
            "volume": "116",
            "issn": "48",
            "pages": "24100--24107",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Dissecting the single-cell transcriptome network underlying gastric premalignant lesions and early gastric cancer, Cell Rep",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "27",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Single-cell RNA sequencing of human kidney",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sci Data",
            "volume": "7",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Comprehensive integration of single-cell data",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Stuart",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Cell",
            "volume": "177",
            "issn": "7",
            "pages": "1888--1902",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Fast, sensitive and accurate integration of single-cell data with harmony",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Korsunsky",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nat. Methods",
            "volume": "16",
            "issn": "12",
            "pages": "1289--1296",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "v2.0: Inferring Cell-Cell Communication from Combined Expression of Multi-Subunit Receptor-Ligand Complexes, bioRxiv",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Efremova",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Membranome: a database for proteome-wide analysis of single-pass membrane proteins",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Lomize",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nucleic Acids Res",
            "volume": "45",
            "issn": "D1",
            "pages": "250--255",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Mammalian Glutamyl aminopeptidase genes (ENPEP) and proteins: comparative studies of a major contributor to arterial hypertension",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Spradling-Reeves",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Cox",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Data Min. Genom. Proteonomics",
            "volume": "8",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Receptor recognition mechanisms of coronaviruses: a decade of structural studies",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Virol",
            "volume": "89",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Responding to global infectious disease outbreaks: lessons from SARS on the role of risk perception, communication and management",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Soc. Sci. Med",
            "volume": "63",
            "issn": "12",
            "pages": "3113--3123",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Middle East Respiratory Syndrome Coronavirus (MERS-CoV). World Health Organization",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "10223",
            "pages": "507--513",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Endocytosis of the receptor-binding domain of SARS-CoV spike protein together with virus receptor ACE2",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Virus Res",
            "volume": "136",
            "issn": "1e2",
            "pages": "8--15",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "pH-dependent entry of severe acute respiratory syndrome coronavirus is mediated by the spike glycoprotein and enhanced by dendritic cell transfer through DC-SIGN",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Virol",
            "volume": "78",
            "issn": "11",
            "pages": "5642--5650",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "LSECtin interacts with filovirus glycoproteins and the spike protein of SARS coronavirus",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gramberg",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Virology",
            "volume": "340",
            "issn": "2",
            "pages": "224--236",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "DC-SIGN and DC-SIGNR interact with the glycoprotein of Marburg virus and the S protein of severe acute respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Marzi",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Virol",
            "volume": "78",
            "issn": "21",
            "pages": "12090--12095",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Permissivity of dipeptidyl peptidase 4 orthologs to Middle East respiratory syndrome coronavirus is governed by glycosylation and other complex determinants",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Peck",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Virol",
            "volume": "91",
            "issn": "19",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Interferon activation and innate immunity",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "Le"
                    ],
                    "last": "Page",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Rev. Immunogenet",
            "volume": "2",
            "issn": "3",
            "pages": "374--386",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "The host type I interferon response to viral and bacterial infections",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Perry",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Cell Res",
            "volume": "15",
            "issn": "6",
            "pages": "407--422",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Type I interferons in infectious disease",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mcnab",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nat. Rev. Immunol",
            "volume": "15",
            "issn": "2",
            "pages": "87--103",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "MHC class I antigen presentation: learning from viral evasion strategies",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Hansen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bouvier",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat. Rev. Immunol",
            "volume": "9",
            "issn": "7",
            "pages": "503--513",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Impact of MHC class I diversity on immune control of immunodeficiency virus replication",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Goulder",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "I"
                    ],
                    "last": "Watkins",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nat. Rev. Immunol",
            "volume": "8",
            "issn": "8",
            "pages": "619--630",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Type 2 cells (AT2), monocytes, NK&T cells, ciliated cells, basal cells, mast cells, neutrophils, Alveolar Type 1 cells (AT1), fibroblasts, endothelial cells, lymphatic cells and B cells. Among them,~31% cells are alveolar cells (AT2 and AT1) and~54% cells are immune cells (B cells, T cells and Myeloid cells). Ileum, rectum, esophagus, colon, and stomach are part of digestive system. In esophagus, 7 cell types were identified (figs2). Keratinocytes show the highest percentage (~66%) of total cells. The remaining cells are B cells, epithelial basal cells, glands cells, stroma cells, T cells and vessel cells. We detected 11 cell types in stomach (figs2), in which epithelial cells (~29%) and pit mucous cell (PMCs) (~23%) constitute the largest group. Besides, B cells, endothelial cells (ECs), enteroendocrine cells, fibroblasts, antral basal gland mucous cell (GMCs), macrophages, neck-like cells, proliferative cell (PCs) and T cells were identified in stomach. In ileum (figs2), 7 cell types, including enterocytes (ECs), enteroendocrine cells (EECs), goblet cells (Gs), Paneth cells (PCs), progenitor cells (PROs), stem cells (SCs), transient amplifying (TAs), were annotated. Enterocytes are the largest cell population (~64%) in ileum. Rectum share cell types with ileum. Whereas, the largest cell population in rectum is progenitor cells (~37%). A total of 9 cell types was detected in colon (figs2). The percentage of colonocytes (colonocytes and crypt top colonocytes) is 53%. BEST4þ cells, enteroendocrine cells (EECs), goblet cells, innate lymphoid cells, mast cells, T cells and undifferentiated cells were also identified. Liver, spleen and skin play vital roles in immune systems. Immune cells (~45%) and hepatocyte (~42%) account for the vast majority of cells in liver (figs2). Cholangiocytes, endothelial cells and erthyroid cells were also detected. Spleen is the immune organs in human body, in which all the cells are immune cells (figs2). Spleen composed of a large proportion of T cells (~33%) and B cells (~43%). In addition, CD34 progenitor cells, cDCs, dividing cells, innate lymphoid cells, macrophages, monocytes, neutrophils, NK cells and pDCs, also make up the spleen cell populations. Skin is a physical barrier against the external environment. We identified a total of 7 cell populations in skin (figs2), in which pericytes (~31%) and fibroblasts (~21%) are the most enriched populations. Other immune cells, comprising T cells and myeloid cells, were also identified. Besides, basal cells, endothelium cells, and suprabasal keratinocyte constitute the skin cell populations. The kidneys are the part of urinary system. Most of the cells in kidney are proximal tubule cells (Proximal Ts) (~82%) (figs2).Besides, we annotated immune cells (~8%), collecting duct intercalated cells (Collecting DIs), collecting duct principal cells (Collecting DPs), distal tubule cells (Distal Ts) and glomerular parietal epithelial cells (Glomerular PEs) in kidney.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The expression profiles of ACE2 in 13 human tissues. The single cell expression maps of ACE2 in lung, liver, stomach, ileum, rectum, colon, blood, bone marrow, spleen, esophagus, kidney, skin and eye. ACE2 is expressed in lung AT2 (Alveolar cells Type2), liver cholangiocyte, colon colonocytes, esophagus keratinocytes, ileum ECs (enterocytes), rectum ECs, stomach epithelial cells, and kidney proximal tubules. None of the ACE2 transcripts was found in bone marrow and blood. PMCs, pit mucous cells; GMCs, antral basal gland mucous cells; PCs, proliferative cells in stomach and Paneth cells in ileum; EECs, enteroendocrine cells; Gs, goblet cells; PROs, progenitor cells; SCs, stem cells; TAs, transient amplifying; EECs, enteroendocrine cells; RPEs, retinal pigment epithelium.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Pearson correlation coefficients between the curated ssRNA viral receptors and membrane proteins. The warm colors mean positive correlation, and the cold colors mean negative correlation. The stars represent the correlation coefficients greater than 0.8. ANPEP, ENPEP and DPP4 show highest correlation with ACE2. (For interpretation of the references to color in this figure legend, the reader is referred to the Web version of this article.)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Cell-cell interactions between cell types in 8 tissues expressing ACE2. (A) The cell-cell interaction analysis was conducted by CellPhoneDB. Cell types are nodes and interactions are edges. Red nodes indicate major cell types expressing ACE2 in each tissue. Size of cell type is proportional to the total number of interactions with the red nodes. (B) The cytokines that connected ACE2-expressing cells and the macrophages. Macrophages expression receptors and ACE2-expressing cells express ligands. (For interpretation of the references to color in this figure legend, the reader is referred to the Web version of this article.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Supplementary data to this article can be found online at https://doi.org/10.1016/j.bbrc.2020.03.044.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix A. Supplementary data"
        }
    ]
}