{
    "paper_id": "5fba9dbc197f3fb154f22b1c5605b1e01e1f7d8b",
    "metadata": {
        "title": "C O M M E N TA RY Research on infectious diseases requires better coordination",
        "authors": [
            {
                "first": "Robert",
                "middle": [
                    "G"
                ],
                "last": "Ridley",
                "suffix": "",
                "affiliation": {},
                "email": "ridleyr@who.int"
            }
        ]
    },
    "abstract": [
        {
            "text": "This special supplement of Nature Medicine, directed at the topic of emerging infectious diseases, is very timely. Recent highprofile outbreaks have highlighted the global risk that infectious agents, both new and old, represent for society. The experience of severe acute respiratory syndrome (SARS) shows the risk posed by emerging infectious diseases, but also the power of strongly coordinated global surveillance and public health measures, coupled with scientific research, to keep infection under control 1,2 . Diseases such as drug-resistant malaria continue to be threats. There is a need to enhance global resources to investigate, detect and respond to emerging infections, and to appropriately coordinate and direct research efforts to meet the challenges presented by these diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Despite the success of dealing with SARS, we have the historic examples of plague and the influenza outbreak of 1918 to inform us of how outbreaks can spread globally if they are not appropriately contained. We also have the recent experience of the human immunodeficiency virus/acquired immune deficiency syndrome pandemic as a constant reminder of how some diseases can emerge, not as an acute, self-regulating outbreak, but as diseases with chronic, long-lasting impact. One of the key elements of the successful containment of SARS was its early detection and identification within relatively strong health care systems and research environments, and the ability to mount a coordinated global response. Many of the challenges that we face in the area of emergent infections result from the fact that they frequently occur in poor, resource-constrained settings where it is more difficult to be prepared and to mount an effective response. In addition, many emergent infections and epidemics are not the results of 'new' diseases, but of the poor containment of well-understood diseases, such as drug-resistant malaria, drug-resistant Staphylococcus aureus and other infectious agents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although I will refer to many types of diseases, two related issues will permeate this commentary. First, there is a need to enhance global investment in both developed and developing countries to improve their capacities to research, detect and respond to emergent infections [2] [3] [4] . Second, there is a need to better coordinate and direct research to meet the challenges and threats posed by these infections. In contemplating these two issues, it is important to recognize the strong link between the research capabilities that countries have and their abilities to respond locally and nationally to the threat of disease 5, 6 .",
            "cite_spans": [
                {
                    "start": 277,
                    "end": 280,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 281,
                    "end": 284,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 285,
                    "end": 288,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 631,
                    "end": 633,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 634,
                    "end": 635,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "If we are to maintain global security against emergent infections, it is just as important to invest in and develop research expertise and capabilities in poorer countries, as in wealthier countries. Many poorer countries, of course, are unable to internally raise the resources necessary to meet their needs. In these cases, international and bilateral funding should be made available in a manner that facilitates local capacity building, local ownership of research and the local development of solutions and responses. Apart from the moral and equity-driven considerations that justify the provision of assistance to developing countries to increase their research and other capabilities to address emergent infections, there are also reasons of enlightened self-interest. Diseases do not recognize borders.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The range and type of diseases covered within this supplement is both informative and illuminating. Within it, we move from influenza to SARS to flaviviruses to hemorrhagic fever viruses to drug-resistant bacteria and parasites. These diseases may emerge as 'new' epidemic or pandemic diseases for which we have limited pre-existing knowledge, or re-emerge even though they are 'old' and often well understood. In addition to these 'naturally occurring' diseases, we now also need to include possibilities of the 'intentional introduction' of infections. Smallpox, which represents one of the most notable public health successes of all time 7 , is often included in this discussion. Through major efforts of global scientific, human and organizational endeavor, this disease was removed from the planet as a health concern. To conceive of it being purposefully reintroduced is beyond comprehension, yet a potential reality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research responses and priorities"
        },
        {
            "text": "In their article on a conceptual framework of public health surveillance and action and its application in health sector reform, McNabb et al. 4 clearly show how health systems can link surveillance to action. They define two categories of public health action: acute (epidemic-type) and planned (management-type) responses. This concept helps to define a conceptual framework for surveillance and response to emergent infections ( Fig. 1) . From a research perspective, we must also classify diseases in a way that can assist in appropriate action-oriented research. This can be done by placing emergent diseases into three categories, each of which will require a C O M M E N TA RY different type of research response: (i) new emergent infections (ii) rare infections, which may re-emerge occasionally or be considered a biodefense threat, and (iii) common infections, which may increase in significance owing to issues such as social instability or resistance development.",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 144,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 432,
                    "end": 439,
                    "text": "Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Research responses and priorities"
        },
        {
            "text": "For new emergent diseases, we require, first and foremost, strong surveillance and response systems with the capacity to rapidly identify the nature of any new disease. Within this context, the development of networks of research institutions and centers for disease control is imperative, as occurred during the SARS outbreak 1,2 . A major initial emphasis on the development of diagnostic techniques is often a high priority, coupled with the need to assess as early as possible if any existing interventions can also be used against the new disease. For example, the discovery that some anti-influenza drugs are active against avian flu allows for contingency plans to be developed in case of a future outbreak 8 . Equally important, lessons in case management need to be documented rapidly and made widely available.",
            "cite_spans": [
                {
                    "start": 714,
                    "end": 715,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "New emergent infections."
        },
        {
            "text": "For diseases that re-emerge occasionally (such as hemorrhagic fevers) or diseases that could be used as biological weapons (such as anthrax), there is a prime need for active surveillance and response systems to be put in place. But in these cases, research can be initiated in advance to develop tools (diagnostics, drugs and vaccines) so that they are available when an outbreak occurs. For biodefense, there is a strong public-sector, security-led imperative to develop such tools, which may be matched in certain cases by military investment 9 . For rare infections, however, the difficulty in undertaking human clinical trials to evaluate these tools makes it difficult to fully assess their efficacy. In the US there has recently been a huge influx of National Institutes of Health funds into biodefense-related research. But for diseases such as Ebola and other hemorrhagic fevers 10 that arise occasionally and affect relatively marginalized populations, there is more difficulty in obtaining research funds. Even if funds are obtained, it often occurs subsequent to a major outbreak when the 'political' interest is at its highest, and it is extremely difficult to maintain those levels for long-term planning. Sustained long-term funding is usually a prerequisite to deliver practical research outputs.",
            "cite_spans": [
                {
                    "start": 546,
                    "end": 547,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Rare infections."
        },
        {
            "text": "For bacterial and parasitic diseases, such as drug-resistant S. aureus, tuberculosis and malaria, and for other, more widespread infectious diseases, such as dengue, there may already be considerable epidemiological monitoring in place. But even for common diseases such as malaria, there is additional need for surveillance, drug resistance monitoring and pharmacovigilance, especially in less-developed countries 5,6 . A feature for many, although not all, of these diseases, is that tools such as drugs may be available, and there is a research community in place with an interest in developing new and improved tools and methodologies to counter the disease. Once again, the diseases most associated with poverty, or that are more definitively seen as diseases of developing countries, tend to be underfunded, despite their huge global burdens. A classic example is African trypanosomiasis, or sleeping sickness, which emerges primarily in regions suffering social disruption and unrest, and which lacks affordable, safe and effective drugs and diagnostics. At the beginning of the twenty-first century, an arsenical agent remains a key intervention for the treatment of this disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Common infections."
        },
        {
            "text": "In addressing the problems posed by the diseases mentioned above, it is important to think about the science behind the diseases and the need to generate new knowledge. But we also need to address how we, as a society, should organize science and research to develop improved tools and methodologies, both to prevent the re-emergence of disease and to deal with the emergence of disease once it has occurred. One of the fundamental constraints for dealing with many of the diseases under discussion is that they do not represent a substantial commercial market. The competitive pharmaceutical market approach that works in general for the development and production of new drugs, diagnostics and vaccines does not work for these diseases. The diseases must also be viewed within the context of national surveillance and control strategies. In many cases the resources available to support these systems is limited. Nevertheless, for the sustainable development of new tools and their optimal use, together with the development of appropriate methodologies and control strategies, it is important that research be carried out in a way that it can link to, and be adopted into, national control strategies and systems 11 .",
            "cite_spans": [
                {
                    "start": 1216,
                    "end": 1218,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Organizing research"
        },
        {
            "text": "In moving forward with this difficult research agenda for emergent infections, it is worth considering some of the learning experiences of research into tropical or neglected infectious diseases, including malaria, over recent years [12] [13] [14] [15] . It has long been known that tools need to be developed for these indications, despite a limited market for new products and that there is a need to ultimately implement these tools in resource-poor health systems. This has led to the development and utilization by the Special Program for Research and Training in Tropical Diseases of comanaged partnerships, both to deliver new tools and to facilitate their subsequent implementation. Many successful products have been developed in partnership with the pharmaceutical industry, and this will be covered in more detail in the next paragraph. For the delivery and implementation of new tools and strategies, industry may remain involved, but it becomes increasingly important to engage in research with national and international programs associated with health and development. A recent example of such an approach has been the development of strategies for the management of malaria S138 VOLUME 10 | Resource-provision",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 237,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 238,
                    "end": 242,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 243,
                    "end": 247,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 248,
                    "end": 252,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Organizing research"
        },
        {
            "text": "Data-information-messages ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Support activity"
        },
        {
            "text": "close to the home 15 . There may be lessons from the tropical disease research experience that can be applied to the other emergent infections, both through public-private partnership for product development and through broader research partnerships in countries.",
            "cite_spans": [
                {
                    "start": 18,
                    "end": 20,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "C O M M E N TA RY"
        },
        {
            "text": "One of the most significant developments that has occurred in the fight against neglected diseases has been the establishment of public-private partnerships for product development [16] [17] [18] . These partnerships operate on the principle that public sector investment and expertise needs to combine with industry investment and expertise to deliver products that neither sector is capable of, or willing to, develop by itself. For example, industry may focus on chemistry, formulations and preclinical and regulatory activities, whereas the public sector may focus on defining the type of product required and the clinical studies required for their development. This mode of operation and sharing of risk has become increasingly important as the costs of drug research and development have increased. It is now estimated that, for every new product that comes on to the market, the pharmaceutical industry has invested approximately $800 million. Even though resources of the public and private sectors are combined in partnerships, it is rare that companies make any substantive profit on the products in the area of neglected diseases. Much of the assistance is provided in a spirit of corporate social responsibility. Under appropriate agreements, the industrial partner normally undertakes to provide preferential pricing to the public sector in developing countries. In some cases the product may even be donated.",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 185,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 186,
                    "end": 190,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 191,
                    "end": 195,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "C O M M E N TA RY"
        },
        {
            "text": "Starting in the late 1970s and early 1980s public-private partnerships were predominantly isolated, 'single-project' initiatives. In this regard, the Special Program for Research and Training in Tropical Diseases has worked with companies such as Novartis to develop multi-drug therapy for the treatment of leprosy, Merck to develop ivermectin for treatment of onchocerciasis, Aventis to develop intravenous eflornithine to treat African trypanosomiasis, Zentaris to develop miltefosine for leishmaniasis and GlaxoSmithKline to develop chlorproguanil-dapsone for malaria. Similarly, the Walter Read Army Institute of Research has worked with GlaxoSmithKline to develop halofantrine and with Roche to develop mefloquine, both drugs for the treatment of malaria. In the past five years, this concept of public-private partnership has expanded to include the establishment of new organizations focused on specific indications, such as malaria drugs (Medicines for Malaria Venture), malaria vaccines (Malaria Vaccines Initiative), tuberculosis drugs (Global Alliance for TB Drug Development), HIV vaccines (International AIDS Vaccines Initiative) and tuberculosis diagnostics (Foundation for Innovative New Diagnostics). Many of these organizations have established strong portfolios of projects, and it is anticipated they will start to deliver new products soon.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C O M M E N TA RY"
        },
        {
            "text": "The principles of public-private partnership established through these activities might find application more broadly in the emergent infections area. In addition to the issues of developing products for diseases such as SARS and anthrax, it is also noteworthy that many companies are now pulling out of infectious disease research, including antibacterial research. This is because there are many safe and effective antibacterial drugs on the market and it is difficult to improve on them. To repay the cost of development, a successful antibacterial needs to be highly efficacious against multiple types of infection. Developing a new drug just to combat a specific type of drug-resistant bacteria is unlikely to provide adequate return on investment, even if the impact on public health, particularly on hospital infections, can be considerable. It may be that lessons in public-private partnership developed for the major neglected diseases of developing countries might find application for these specific types of 'orphan' indications in developed countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C O M M E N TA RY"
        },
        {
            "text": "It is widely accepted that building appropriate human resource and institutional capabilities in developing countries is essential for the sustainable delivery of public health control measures. There is less recognition of the importance of research capabilities for the development and implementation of sustainable methodologies and strategies into health systems in developing countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Linking research to sustainable capabilities and country-led intervention."
        },
        {
            "text": "McNabb et al. 4 described the link between capability strengthening, public health surveillance and action. To enhance national capabilities in selected countries, they initiated meetings at the regional and national levels to assess and reform surveillance and action systems so that local needs could drive the agenda. To meet the needs expressed for standardized assessments and reform, the authors designed a conceptual framework for surveillance and action that included both core and support activities. Actively managed surveillance addressing both acute (epidemictype) and planned (management-type) responses was undertaken, enabled by support activities-communications, supervision, training and resource provision. The final public health model became a districtfocused, action-oriented integration of core and support activities that could be readily evaluated and led to sustained capacity development through an empowerment strategy that transformed both the staff and the system. Within this approach, the development of enhanced laboratory capacities for monitoring and surveillance within national health systems was a prerequisite to effectively detect and combat emergent infections.",
            "cite_spans": [
                {
                    "start": 14,
                    "end": 15,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Linking research to sustainable capabilities and country-led intervention."
        },
        {
            "text": "In a similar way, research that leads to the establishment of appropriate methodologies and strategies for disease detection and control must be linked to national health systems, institutions and personnel. This is necessary to provide appropriate legitimacy, local input and, ultimately, local endorsement of data and conclusions. One can view the linkage of use-NATURE MEDICINE SUPPLEMENT VOLUME 10 | NUMBER 12 | DECEMBER 2004 S139",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Linking research to sustainable capabilities and country-led intervention."
        },
        {
            "text": "New basic knowledge and discovery",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Linking research to sustainable capabilities and country-led intervention."
        },
        {
            "text": "New and improved methods",
            "cite_spans": [],
            "ref_spans": [],
            "section": "New and improved tools"
        },
        {
            "text": "Health impact Capacity building Figure 2 Conceptual framework of research continuum interfacing with capacity building and knowledge management for the delivery of health impact. The term 'capacity building' refers to the development of research capabilities in developing countries so that scientists and institutions in those countries can initiate, contribute to and address the health research issues facing their societies. The term 'knowledge management' refers to the analysis of current knowledge and research capabilities so that this analysis informs research strategies to address public health needs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 32,
                    "end": 40,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Strategic research and knowledge management"
        },
        {
            "text": "inspired research to implementation and impact as a continuum of activity that develops from the establishment of basic knowledge, through tool development to the establishment of methodologies and strategies. Such a continuum can be organized in a way that bridges a research strategy to local capacity-building activities (Fig. 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 324,
                    "end": 332,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "C O M M E N TA RY"
        },
        {
            "text": "An excellent example of how the continuum of research can allow the transition from tool development to research associated with tool implementation in disease control, and therefore into health impact, is perhaps most clearly illustrated by onchocerciasis 19 . Early laboratory studies identified ivermectin, a veterinary product, as potentially active against Onchocerca volvulus, the causative agent of human onchocerciasis, or river blindness. A subsequent public-private partnership with Merck led to the development of the drug for human use and also to a generous drug-donation program by Merck. With the new drug available, methodologies still had to be worked out as to how the drug could be effectively distributed across many resource-poor and dispersed communities. Ultimately, locally empowered, communitydirected treatment strategies were developed that proved to be more effective than externally managed strategies. Over a period of many years, this activity has substantially reduced onchocerciasis as a public health threat and has liberated many hectares of riverside land for agricultural use. The utility of community-directed treatment strategies is also being explored for other disease management interventions.",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 259,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "C O M M E N TA RY"
        },
        {
            "text": "Health research systems. It is increasingly important to view health research as an integral component of health systems. Strengthening appropriately directed health research and relevant technologies can also strengthen health systems and help ensure appropriate knowledge levels and capacities. But if health research is to deliver on scientific promise, it is important that that there be focused, managed and coordinated research programs undertaken in addition to traditional 'investigator-led' research. Investigator-initiated research is excellent for enhancing our understanding of disease and providing innovative insights into potential new approaches to tackling disease. But to convert these ideas into realities it is normally necessary to create consortia of scientists that are well managed and work together under commonly agreed objectives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C O M M E N TA RY"
        },
        {
            "text": "It is such coordinated research that has delivered much of the genomic information that has been gathered over the last few years. It is such coordinated and managed team-based work that delivers new drugs, diagnostics and vaccines from the pharmaceutical industry and through public-private partnership. An increasing number of new organizations proactively manage a portfolio of drug-and vaccinedevelopment projects 16, 18 . In addition, broader, more ambitious collaborative efforts are being discussed, such as the global HIV vaccine enterprise proposed by Klausner et al. 20 .",
            "cite_spans": [
                {
                    "start": 418,
                    "end": 421,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 422,
                    "end": 424,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 577,
                    "end": 579,
                    "text": "20",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "C O M M E N TA RY"
        },
        {
            "text": "From a scientist's perspective, there is a need to ensure that investigator-initiated research is closely integrated into these approaches so that innovation continues to be stimulated and nurtured. One of the major challenges to any health research system is to ensure an appropriate balance between investigatorinitiated research on the one hand and 'useinspired,' coordinated and managed research on the other.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C O M M E N TA RY"
        },
        {
            "text": "Most of the examples of significantly coordinated and managed health research for strategic impact on emergent infectious diseases occur at the level of knowledge generation (such as genome sequences) and tool development (such as new drugs and diagnostics). There are increasing examples of coordinated, multicenter trials to impact on drug policy 21, 22 . But there is a need for more significant and better coordinated research, aligned to health system needs, that can usefully inform national and international strategies and policies and lead to enhanced implementation in developing countries. It is incumbent upon the numerous research funding agencies and stakeholders, as well as individual scientists to ensure their research has impact to take the needs and stakeholdership of developing countries into account. There is a need to improve levels of international cooperation and coordination, both among agencies and with relevant national institutions.",
            "cite_spans": [
                {
                    "start": 349,
                    "end": 352,
                    "text": "21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 353,
                    "end": 355,
                    "text": "22",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "C O M M E N TA RY"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The international response to the outbreak of SARS in 2003",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Heymann",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Philos. Trans. R. Soc. Lond. B Biol. Sci",
            "volume": "359",
            "issn": "",
            "pages": "1127--1129",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Global surveillance, national surveillance, and SARS",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Heymann",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rodier",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerg. Infect. Dis",
            "volume": "10",
            "issn": "",
            "pages": "173--175",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "WHO Operational Support Team to the Global Outbreak Alert and Response Network. Hot spots in a wired world: WHO surveillance of emerging and re-emerging infectious diseases",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Heymann",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Rodier",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Lancet Infect. Dis",
            "volume": "1",
            "issn": "",
            "pages": "345--353",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Conceptual framework of public health surveillance and action and its application in health sector reform",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Mcnabb",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "BMC Public Health",
            "volume": "2",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The importance and future of malaria research in Africa",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ntoumi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Djimdé",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Mbacham",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Egwang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Am. J. Trop. Med. Hyg",
            "volume": "71",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Conquering the intolerable burden of malaria: what's new, what's needed: a summary",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Breman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Alilio",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mills",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Am. J. Trop. Med. Hyg",
            "volume": "71",
            "issn": "",
            "pages": "1--15",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Dangerous pathogens in the laboratory: from smallpox to today's SARS setbacks and tomorrow's polio-free world",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Heymann",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Aylward",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wolff",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Lancet",
            "volume": "363",
            "issn": "",
            "pages": "1566--1568",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Antiviral chemotherapeutic agents against respiratory viruses: where are we now and what's in the pipeline?",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Brooks",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Sasadeusz",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Tannock",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Curr. Opin. Pulm. Med",
            "volume": "10",
            "issn": "",
            "pages": "197--203",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Taking the sting out of the anthrax vaccine",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Goodman",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Clin. Invest",
            "volume": "114",
            "issn": "",
            "pages": "868--869",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Realities of viral haemorrhagic fevers in Africa",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rodier",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Med. Trop",
            "volume": "60",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Moving to research partnerships in developing countries",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Costello",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zumla",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "BMJ",
            "volume": "321",
            "issn": "",
            "pages": "827--828",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Reaching maturity-25 years of the TDR",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Morel",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Parasitol. Today",
            "volume": "16",
            "issn": "",
            "pages": "522--528",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Strategic emphases for tropical diseases research: a TDR perspective",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H F"
                    ],
                    "last": "Remme",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Trends Parasitol",
            "volume": "18",
            "issn": "",
            "pages": "421--426",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Product R&D for neglected diseases. Twenty-seven years of WHO/TDR experiences with public-private partnerships",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Ridley",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "EMBO Rep",
            "volume": "4",
            "issn": "",
            "pages": "43--46",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Scaling up Home-Based Management of Malaria: From Research to Implementation",
            "authors": [],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Public-private partnerships for health: their main targets, their diversity, and their future directions",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Widdus",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Bull. World Health Organ",
            "volume": "79",
            "issn": "",
            "pages": "713--720",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Putting the partnership into public-private partnerships",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Ridley",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Bull. World Health Organ",
            "volume": "79",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Virtual drug discovery and development for neglected diseases through publicprivate partnerships",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nwaka",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ridley",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nat. Rev. Drug Discov",
            "volume": "2",
            "issn": "",
            "pages": "919--928",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Research for control: the onchocerciasis experience",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Remme",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Trop. Med. Int. Health",
            "volume": "9",
            "issn": "",
            "pages": "243--254",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The need for a global HIV vaccine enterprise",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Klausner",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "2036--2039",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Artesunate combinations for treatment of malaria: meta-analysis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Adjuik",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Lancet",
            "volume": "363",
            "issn": "",
            "pages": "9--17",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Complex, and large, trials of pragmatic malaria interventions Trop",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Kachur",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Med. Int. Health",
            "volume": "6",
            "issn": "",
            "pages": "324--325",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Conceptual framework of public health surveillance and action (used with permission from ref. 4).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "NUMBER 12 | DECEMBER 2004 NATURE MEDICINE SUPPLEMENT",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "ACKNOWLEDGMENTS I thank F. Zicker for critically reading the manuscript and G. Rodier for permission to use Figure 1 from reference 4.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 108,
                    "end": 116,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "acknowledgement"
        },
        {
            "text": "The author declares that he has no competing interests.Published online at http://www.nature.com/naturemedicine/",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COMPETING INTERESTS STATEMENT"
        }
    ]
}