{
    "paper_id": "602bd8abdd8f0d464941d989322e843533cea15d",
    "metadata": {
        "title": "Cigarette smoke triggers the expansion of a subpopulation of respiratory epithelial cells that express the SARS-CoV-2 receptor ACE2",
        "authors": [
            {
                "first": "Joan",
                "middle": [
                    "C"
                ],
                "last": "Smith",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Google, Inc",
                    "location": {
                        "settlement": "New York City",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Jason",
                "middle": [
                    "M"
                ],
                "last": "Sheltzer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Google, Inc",
                    "location": {
                        "settlement": "New York City",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": "sheltzer@cshl.edu."
            }
        ]
    },
    "abstract": [
        {
            "text": "The coronavirus SARS-CoV-2 has infected more than 600,000 people and has overwhelmed hospital systems around the world. However, the factors mediating fatal SARS-CoV-2 infections are poorly understood. Here, we show that cigarette smoke causes a dose-dependent upregulation of Angiotensin Converting Enzyme 2 (ACE2), the SARS-CoV-2 receptor, in rodent and human lungs. Using single-cell sequencing data, we demonstrate that ACE2 is expressed in a subset of epithelial cells that line the respiratory tract, including goblet cells, club cells, and alveolar type 2 cells. Chronic smoke exposure triggers a protective expansion of mucus-secreting goblet cells and a concomitant increase in ACE2 expression. In contrast, quitting smoking causes a decrease in lung ACE2 levels. Taken together, these results may partially explain why smokers are particularly likely to develop severe SARS-CoV-2 infections, and they suggest that quitting smoking could lessen coronavirus susceptibility.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In December 2019, a novel respiratory disease emerged in a seafood market in Wuhan, China 1 . Genomic sequencing demonstrated that the causative agent was a highly-contagious coronavirus, since named SARS-CoV-2 2,3 . The disease, called COVID-19, rapidly spread worldwide, and as of March 2020, more than 600,000 people have been infected and more than 25,000 people have died 4 . No clinically-validated treatment or vaccine for COVID-19 is currently available. Thus, understanding the factors that mediate susceptibility to SARS-CoV-2 is crucial for controlling disease transmission. Molecular analysis has begun to shed light on how SARS-CoV-2 infections occur. Like a related coronavirus that emerged in 2003 5 , SARS-CoV-2 enters human cells by binding to the extracellular domain of Angiotensin Converting Enzyme 2 (ACE2) 3,6 . Importantly, ACE2 is both necessary and sufficient for infection by SARS-CoV-2: ACE2-targeting antibodies block viral uptake in permissive cells while transgenic expression of human ACE2 allows viral entry in nonhuman cells. ACE2 normally functions in the renin-angiotensin system (RAS) by cleaving the vasoconstrictive hormone angiotensin-II into the vasodilator angiotensin 1-7 7 . Sequestration of ACE2 by coronavirus dysregulates the RAS pathway, contributing to morbidity 8 . Additionally, ACE2 levels are capable of influencing disease progression: among a cohort of mice engineered to express human ACE2, mice expressing the highest levels of ACE2 mRNA exhibited the shortest survival time following coronavirus exposure 9 . Thus, the regulation of ACE2 expression likely has a significant effect on SARS-CoV-2 susceptibility.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Epidemiological studies have identified several demographic features that correlate with the severity of clinical COVID-19 cases. While fewer than 5% of SARS-CoV-2 infections are fatal 10 , men and elderly patients are particularly at risk of developing severe disease 11-14 . Additionally, cigarette smokers are highly susceptible to SARS-CoV-2 and are significantly more likely to require aggressive clinical interventions: in a study of 1,099 patients with laboratory-confirmed COVID-19, 12.3% of current smokers required mechanical ventilation, were admitted to an ICU, or died, compared to only 4.7% of non-smokers 12 . The causes underlying these differences in clinical outcome are at present unknown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In order to study factors that could potentially influence susceptibility to SARS-CoV-2 infection, we investigated the expression of the coronavirus receptor ACE2. We first assessed the expression of ACE2 in a variety of post-mortem rodent and human tissues ( Figure S1 and Table  S1 ) 15-18 . ACE2 was consistently expressed at high levels in mouse, rat, and human kidneys, consistent with its role as a regulator of the RAS pathway. ACE2 was also robustly expressed in rodent and human lungs, the predominant location of coronavirus infections. Interestingly, significant ACE2 expression was evident in the mouse and human small intestine. Viral RNA has been detected in stool samples from patients with COVID-19 19 , and gastrointestinal symptoms have been reported in a subset of affected individuals 12 , suggesting a potential alternate route for SARS-CoV-2 transmission. However, as SARS-CoV-2 is primarily spread through viral inhalation, we focused our study on factors that affect ACE2 expression in the lung and associated respiratory tissue.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 260,
                    "end": 269,
                    "text": "Figure S1",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 274,
                    "end": 283,
                    "text": "Table  S1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "ACE2 levels in mammalian lungs are unaffected by age or sex"
        },
        {
            "text": "Age and male sex are significant risk factors for SARS-CoV-2 infections. We therefore investigated whether either feature was associated with increased ACE2 expression. Young mice (<26 weeks) and elderly mice (>78 weeks) displayed equivalent levels of ACE2 expression in the lung, as did young rats (6 weeks) and elderly rats (104 weeks)( Figure 1A-B) 17, 20 . Similarly, ACE2 expression in rodent lungs was not significantly different between sexes ( Figure 1C -D) 17,21 . We next assessed the expression of ACE2 in two different human cohorts: 1) lung tissue from the Genotype-Tissue Expression project (GTEx) 15, 16 and 2) whole-lung tissue samples from organ donors 22 . These datasets yielded results that were consistent with our rodent analyses: ACE2 expression was equivalent between men and women and between young individuals (<29 years) and elderly individuals (>70 years)( Figure 1E -H). In total, these findings suggest that the increased morbidity of men and older patients with COVID-19 is unlikely to result from inherent differences in ACE2 expression in the respiratory tract.",
            "cite_spans": [
                {
                    "start": 352,
                    "end": 355,
                    "text": "17,",
                    "ref_id": null
                },
                {
                    "start": 356,
                    "end": 358,
                    "text": "20",
                    "ref_id": null
                },
                {
                    "start": 616,
                    "end": 618,
                    "text": "16",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 339,
                    "end": 351,
                    "text": "Figure 1A-B)",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 452,
                    "end": 461,
                    "text": "Figure 1C",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 885,
                    "end": 894,
                    "text": "Figure 1E",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "ACE2 levels in mammalian lungs are unaffected by age or sex"
        },
        {
            "text": "Cigarette smoking is strongly associated with adverse outcomes from COVID-19 12,23 . To investigate whether smoking could affect ACE2 levels, we first assessed gene expression in mouse lungs. We analyzed a cohort of mice exposed to diluted cigarette smoke for 2, 3, or 4 hours per day for five months 24 . Strikingly, we found a dose-dependent increase in ACE2 expression according to smoke exposure ( Figure 2A ). Mice exposed to the highest dose of cigarette smoke expressed ~80% more ACE2 in their lungs compared to sham-treated mice. To determine whether this association was present in humans as well, we assessed three cohorts of current smokers and never-smokers 25-27 . For these analyses, lung epithelial cells were sampled from either the small or large airways by fiberoptic bronchoscopy. In each cohort, we observed that tissue collected from smokers exhibited ~40%-50% more ACE2 compared to tissue from nonsmokers ( Figure 2B -D).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 402,
                    "end": 411,
                    "text": "Figure 2A",
                    "ref_id": null
                },
                {
                    "start": 929,
                    "end": 938,
                    "text": "Figure 2B",
                    "ref_id": null
                }
            ],
            "section": "Cigarette smoke increases the expression of ACE2 in mammalian lungs"
        },
        {
            "text": "Next, we sought to determine whether human ACE2 expression showed a dose-dependent relationship with cigarette smoke, as we had observed in mice. To investigate this, we analyzed two human datasets: 1) lung tissue from a cohort of smokers undergoing thoracic surgery for transplantation, lung volume reduction, or nodule resection 28 and 2) lung tissue from a cohort of patients analyzed as part of The Cancer Genome Atlas (TCGA) 29 . For patients undergoing cancer-related surgeries, a sample of pathologically-normal tissue distant from the suspected tumor was used for analysis. In both cohorts, lung samples from patients who reported smoking the greatest number of pack-years also expressed the highest levels of ACE2 ( Figure 2E -F). For instance, among smokers undergoing thoracic surgery, patients who had smoked more than 80 pack-years exhibited a ~100% increase in ACE2 expression relative to patients who had smoked less than 20 pack-years ( Figure 2E ). Multivariate linear regression on this dataset further confirmed that smoking history was a significant predictor of ACE2 expression even when controlling for a patient's age, sex, race, and body-mass index (Table 1) . Lastly, we compared the expression level of ACE2 in lung epithelial cells from current smokers and former smokers 30 , and we found that quitting smoking was associated with a 30% decrease in ACE2 expression ( Figure 2F ). In total, our results demonstrate that exposure to cigarette smoke increases the expression of the coronavirus receptor ACE2 in rodent and human respiratory tissue, and this upregulation is potentially reversible.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 725,
                    "end": 734,
                    "text": "Figure 2E",
                    "ref_id": null
                },
                {
                    "start": 953,
                    "end": 962,
                    "text": "Figure 2E",
                    "ref_id": null
                },
                {
                    "start": 1173,
                    "end": 1182,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1395,
                    "end": 1404,
                    "text": "Figure 2F",
                    "ref_id": null
                }
            ],
            "section": "Cigarette smoke increases the expression of ACE2 in mammalian lungs"
        },
        {
            "text": "To follow up on these observations, we considered the possibility that ACE2 expression was commonly upregulated by lung diseases and/or carcinogen exposure. Indeed, we observed increased ACE2 expression in two cohorts of patients with idiopathic pulmonary fibrosis (IPF) 31,32 , a lung disease strongly associated with prior cigarette exposure ( Figure S2A -B) 33 . However, ACE2 was not up-regulated in lung cells from a large cohort of patients with asthma or from patients with the lung disease sarcoidosis ( Figure S2C-D) 34, 35 . Similarly, ACE2 expression was unaffected in lung tissue from a mouse model of cystic fibrosis or in mice exposed to a variety of carcinogens, including arsenic, ionizing radiation (IR), and 1,3-butadiene ( Figure S2E -G) 36-39 . We conclude that ACE2 upregulation in the lung is tightly associated with a history of cigarette smoking and is not a universal response to pathological insults.",
            "cite_spans": [
                {
                    "start": 526,
                    "end": 529,
                    "text": "34,",
                    "ref_id": null
                },
                {
                    "start": 530,
                    "end": 532,
                    "text": "35",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 346,
                    "end": 356,
                    "text": "Figure S2A",
                    "ref_id": null
                },
                {
                    "start": 512,
                    "end": 525,
                    "text": "Figure S2C-D)",
                    "ref_id": null
                },
                {
                    "start": 742,
                    "end": 752,
                    "text": "Figure S2E",
                    "ref_id": null
                }
            ],
            "section": "Cigarette smoke increases the expression of ACE2 in mammalian lungs"
        },
        {
            "text": "Coronavirus infections are facilitated by a set of host proteases that cleave and activate the viral spike (S) protein 40 . SARS-CoV-2 primarily relies on the serine protease TMPRSS2 but can also utilize an alternate pathway involving Cathepsin B/L in TMPRSS2-negative cells 6 . Interestingly, we observed that Cathepsin B expression, but not TMPRSS2 or Cathepsin L expression, was consistently increased in mice and humans exposed to cigarette smoke ( Figure S3 ). Thus, smoking can upregulate both the coronavirus receptor as well as a protease that SARS-CoV-2 uses for viral activation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 453,
                    "end": 462,
                    "text": "Figure S3",
                    "ref_id": null
                }
            ],
            "section": "Cigarette smoke increases the expression of ACE2 in mammalian lungs"
        },
        {
            "text": "Mammalian lungs harbor more than 30 distinct cell types representing a variety of epithelial, endothelial, stromal, and immune compartments 41 . Of note, the upper respiratory epithelium is comprised of mucociliary cells, including goblet cells, club cells, and ciliated cells, that secrete protective fluids and remove inhaled particles from the airways 42 . The lower respiratory epithelium includes alveolar type 1 cells, which allow gas exchange with the blood, and alveolar type 2 cells, which regulate alveolar fluid balance and can differentiate into type 1 cells following injury 43 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACE2 is expressed in secretory cells and alveolar type 2 cells in the lung"
        },
        {
            "text": "To gain further insight into coronavirus infections, we profiled multiple single-cell RNA-Seq experiments to identify the cell type(s) that express ACE2. We first examined a dataset containing 13,822 cells from normal mouse lungs 44 . We performed unsupervised Leiden clustering to separate the cells into distinct populations and then we assigned cell types to major clusters using established markers 45-48 . ACE2 was expressed solely in the EpCAM+ clusters that comprise the lung epithelium 49 , and was not detected in CD45+ immune cells 50 , PDGFRA+ mesenchymal cells 51 , or TMEM100+ endothelial cells ( Figure 3A ) 52 . We therefore focused on localizing ACE2 within the epithelial lineage. We found that ACE2 was strongly expressed in a cluster of cells that express secretory markers including MUC5AC, GABRP, and SCGB1A1 that we identified as being comprised of closely-related goblet and club cells ( Figure 3B -C) 48,53-55 . Additionally, ACE2 expression was observed in a subset of LAMP3+ alveolar type 2 cells 56 , but was largely absent from RTKN2+ alveolar type 1 cells 48 and FOXJ1+ ciliated cells 57 . We next identified the transcripts whose expression correlated with ACE2. Across all cells, ACE2 levels exhibited the strongest correlation with CLDN10 (Claudin-10), a tight-junction protein that contributes to the formation of the bronchial epithelium and that is expressed by club cells and goblet cells ( Figure 3C ) 58,59 . Gene ontology analysis revealed that ACE2-correlated transcripts were enriched for genes involved in xenobiotic metabolism, antioxidant activity, and cellular detoxification, consistent with the bronchial epithelium's role as a barrier against toxins and foreign matter ( Figure 3D and Table S2A ) 60 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 610,
                    "end": 619,
                    "text": "Figure 3A",
                    "ref_id": null
                },
                {
                    "start": 911,
                    "end": 920,
                    "text": "Figure 3B",
                    "ref_id": null
                },
                {
                    "start": 1427,
                    "end": 1436,
                    "text": "Figure 3C",
                    "ref_id": null
                },
                {
                    "start": 1719,
                    "end": 1728,
                    "text": "Figure 3D",
                    "ref_id": null
                },
                {
                    "start": 1733,
                    "end": 1742,
                    "text": "Table S2A",
                    "ref_id": null
                }
            ],
            "section": "ACE2 is expressed in secretory cells and alveolar type 2 cells in the lung"
        },
        {
            "text": "To confirm our findings regarding ACE2's localization, we subsequently repeated this analysis on an independent lung single-cell dataset ( Figure S4 ). Consistent with our initial observations, we found that ACE2+ cells localized to clusters of epithelial cells that expressed the goblet and club cell markers CLDN10, GABRP, and SCGB1A1 or the alveolar type 2 marker LAMP3 ( Figure S4A -C). Gene ontology analysis on ACE2-correlated transcripts revealed a similar enrichment for xenobiotic metabolism and cellular detoxification ( Figure S4D and Table S2B ). In total, our combined analysis demonstrates that ACE2 is expressed in secretory club and goblet cells as well as alveolar type 2 cells within the lung epithelium.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 139,
                    "end": 148,
                    "text": "Figure S4",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 375,
                    "end": 385,
                    "text": "Figure S4A",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 531,
                    "end": 541,
                    "text": "Figure S4D",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 546,
                    "end": 555,
                    "text": "Table S2B",
                    "ref_id": null
                }
            ],
            "section": "ACE2 is expressed in secretory cells and alveolar type 2 cells in the lung"
        },
        {
            "text": "Our findings suggested a possible explanation for the upregulation of ACE2 in the lungs of cigarette smokers. Chronic exposure to cigarette smoke has been reported to trigger the expansion of secretory goblet cells, which produce mucous to protect the respiratory epithelium from inhaled irritants 61-63 . Thus, the increased expression of ACE2 in smokers' lungs could be a byproduct of smoking-induced secretory cell hyperplasia. To investigate this hypothesis, we examined a dataset of single-cell transcriptomes collected by fiberoptic bronchoscopy from current smokers and never-smokers 59 . Notably, these cells were sorted and enriched for an epithelial cell marker (ALCAM) prior to sequencing. Additionally, they were collected from the main stem bronchus, and subsequently harbor few RTKN2+ or LAMP3+ alveolar cells 59 . This population was therefore highly enriched for upper-respiratory epithelial cells, and allowed us to localize ACE2 within this population with increased precision.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACE2 is expressed in secretory cells and alveolar type 2 cells in the lung"
        },
        {
            "text": "Using this purified dataset, we could more easily differentiate between goblet cells (marked by MUC5AC) 53 , club cells (marked by SCGB1A1) 54 , ciliated cells (marked by FOXJ1) 57 , ionocytes (marked by CFTR) 64 , and basal cells (which serve as respiratory epithelial stem cells and are marked by KRT5) 65 . We found that ACE2 expression was observed in both MUC5AC+ goblet cells and SCGB1A1+ club cells, but was largely absent from the basal cell, ciliated cell, and ionocyte clusters ( Figure 4A -B). Next, we separated the cells harvested from current smokers and never-smokers and then analyzed each population separately. Consistent with previous reports 61-63 , we detected an increase in goblet cells in the lungs of current smokers: while 17% of cells from non-smokers expressed the canonical goblet marker MUC5AC 53 , 47% of cells collected from smokers were positive for MUC5AC ( Figure 4C -D). Cells that expressed other mucus-and goblet cell-related genes, including MUC1 67 , AGR2 68 , and SPDEF 69 , were similarly over-represented in the lungs of smokers. KRT5+ basal stem cells were depleted in the smokers' epithelia, likely reflecting their differentiation into secretory cells ( Figure 4C ). However, we note that in this dataset, we observed an increase in the percentage of ACE2+ cells between non-smokers and smokers that was not statistically-significant. This may reflect the small number of cells that were analyzed (~1,000) or the small number of smokers that were profiled (six).",
            "cite_spans": [
                {
                    "start": 305,
                    "end": 307,
                    "text": "65",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 490,
                    "end": 499,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 892,
                    "end": 901,
                    "text": "Figure 4C",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 1200,
                    "end": 1209,
                    "text": "Figure 4C",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "ACE2 is expressed in secretory cells and alveolar type 2 cells in the lung"
        },
        {
            "text": "Secretory cell differentiation of lung epithelium can be modeled in vitro by culturing cells at an airliquid interface (ALI) 70, 71 . Under appropriate conditions, primary respiratory cells growing at an ALI will undergo mucociliary differentiation into a stratified epithelium consisting of ciliated cells, goblet cells, and club cells 72 . As our single-cell analysis suggested that the coronavirus receptor ACE2 is expressed in secretory goblet and club cells, we investigated whether in vitro mucociliary differentiation increases ACE2 expression. Indeed, in mouse tracheal extracts 73 and primary human lung cells 74 , mucociliary differentiation resulted in a highly-significant upregulation of ACE2 ( Figure 4E -F). Finally, to investigate the link between smoking, differentiation, and ACE2 expression, we examined data from human bronchial epithelial cells cultured at an ALI in which cells were either exposed to clean air or to diluted cigarette smoke 75 . Remarkably, treatment with cigarette smoke during in vitro differentiation resulted in a significant upregulation of ACE2, MUC5AC, MUC1, and other secretory cell markers, relative to cells that were differentiated in clean air ( Figure 4G ). ACE2 expression was increased by ~42% in smoke-exposed cells, comparable to the increases that we observed between the lungs of non-smokers and smokers ( Figure 2 ). In total, our results demonstrate that a subset of lung secretory cells express the coronavirus receptor ACE2, and cigarette smoke promotes the expansion of this cell population.",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 128,
                    "text": "70,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 129,
                    "end": 131,
                    "text": "71",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 708,
                    "end": 717,
                    "text": "Figure 4E",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 1197,
                    "end": 1206,
                    "text": "Figure 4G",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 1364,
                    "end": 1372,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "ACE2 is expressed in secretory cells and alveolar type 2 cells in the lung"
        },
        {
            "text": "the SARS-CoV-2 receptor ACE2 in their lungs. This upregulation is likely mediated at least in part by the expansion of ACE2+ mucus-secreting goblet cells triggered by chronic smoke exposure. The overabundance of ACE2 in the lungs of smokers may partially explain why smokers are significantly more likely to develop severe SARS-CoV-2 infections that require aggressive medical interventions 12,23 . Furthermore, as quitting smoking is associated with a decrease in ACE2 expression, we speculate that giving up cigarettes may reduce susceptibility to COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACE2 is expressed in secretory cells and alveolar type 2 cells in the lung"
        },
        {
            "text": "Several contrasting findings exist in the literature on ACE2 and cigarette exposure [76] [77] [78] [79] [80] [81] . In particular, it has been reported that nicotine and/or cigarette smoke has the potential to downregulate ACE2 expression in certain tissues or cell types [76] [77] [78] [79] . In this manuscript, we focused our analysis on factors affecting ACE2 expression in the mammalian lungs and associated respiratory epithelia. We observed a consistent correlation between smoking history and ACE2 expression that was dose-dependent ( Figure 2E -F), that could be recapitulated in mice ( Figure  2A ) and in vitro ( Figure 4G ), and that remained significant when controlling for other demographic variables (Table 1) . Thus, we propose that cigarette smoke causes an upregulation of ACE2 expression in the respiratory tract, though we recognize that smoking may have different effects on ACE2 levels in the heart, kidney, or other organs.",
            "cite_spans": [
                {
                    "start": 84,
                    "end": 88,
                    "text": "[76]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 89,
                    "end": 93,
                    "text": "[77]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 94,
                    "end": 98,
                    "text": "[78]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 99,
                    "end": 103,
                    "text": "[79]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 104,
                    "end": 108,
                    "text": "[80]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 109,
                    "end": 113,
                    "text": "[81]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 272,
                    "end": 276,
                    "text": "[76]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 277,
                    "end": 281,
                    "text": "[77]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 282,
                    "end": 286,
                    "text": "[78]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 287,
                    "end": 291,
                    "text": "[79]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 543,
                    "end": 552,
                    "text": "Figure 2E",
                    "ref_id": null
                },
                {
                    "start": 596,
                    "end": 606,
                    "text": "Figure  2A",
                    "ref_id": null
                },
                {
                    "start": 624,
                    "end": 633,
                    "text": "Figure 4G",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 716,
                    "end": 725,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "ACE2 is expressed in secretory cells and alveolar type 2 cells in the lung"
        },
        {
            "text": "Our results concerning the localization of ACE2 agree with and expand on several unpublished reports [82] [83] [84] . Consistent with our findings, these analyses identified a population of ACE2+ cells in the alveolar type 2 compartment. However, as these previous reports predominantly analyzed tissue from the lower respiratory tract, we speculate that they were enriched for alveolar cells relative to cells from the upper respiratory epithelium. By analyzing datasets from both mice and humans, and by including cells collected from bronchial brushing, we also demonstrate the presence of ACE2 in the secretory cells that participate in mucociliary clearance 42 . As these cells line the upper respiratory tract, they may represent the initial site of coronavirus infections, followed by an eventual spread and migration into the alveoli. Moreover, secretory cell hyperplasia is a well-described consequence of prolonged smoke exposure 61-63 , potentially explaining the consistent up-regulation of ACE2 in smokers' lungs. Interestingly, ACE2-knockout mice have been reported to be particularly vulnerable to lung failure following forced acid inhalation 85 . Thus, the ACE2 that we uncovered in mucociliary cells could potentially play a direct role in protecting the airways from inhaled toxins and foreign matter.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 105,
                    "text": "[82]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 106,
                    "end": 110,
                    "text": "[83]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 111,
                    "end": 115,
                    "text": "[84]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "ACE2 is expressed in secretory cells and alveolar type 2 cells in the lung"
        },
        {
            "text": "The factors that mediate susceptibility to SARS-CoV-2 infections are poorly understood. We speculate that the increased expression of ACE2 in the lungs of smokers could partially contribute to the severe cases of COVID-19 that have been observed in this population. In support of this hypothesis, mice that were engineered to express high levels of human ACE2 succumbed to infections with a related coronavirus more quickly than mice that expressed low levels of human ACE2 9 . Nonetheless, the relevance of increased ACE2 expression as a driver of disease susceptibility in humans or for SARS-CoV-2 remains to be demonstrated. Chronic smokers may exhibit a number of co-morbidities, including emphysema, atherosclerosis, and decreased immune function 86 , that are also likely to affect COVID-19 progression. While the effects of smoking can last for years, smoking cessation causes an improvement in lung function and an overall decrease in disease burden 86 . Interestingly, quitting smoking also leads to a normalization of respiratory epithelial architecture 87 , a decrease in hyperplasia 88 , and a downregulation of ACE2 levels. Thus, for multiple reasons, smoking cessation could eventually lessen the risks associated with SARS-CoV-2 infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACE2 is expressed in secretory cells and alveolar type 2 cells in the lung"
        },
        {
            "text": "The analysis described in this paper was performed using Python, Excel, and Graphpad Prism. Gene expression data was acquired from the Gene Expression Omnibus (GEO) 89 , the GTEx portal 15 , the Broad Institute TCGA Firehose 90 , the Human Cell Atlas 91 , and the Single-Cell Expression Atlas 92 , as described below. For microarray datasets, probeset definitions were downloaded from GEO, and probes mapping to the same gene were collapsed by averaging. For each gene expression comparison, a control population was identified (e.g., young rats, shamtreated mice, non-smokers, etc.), and gene expression values were log2-transformed and normalized by subtraction so that the mean expression of a gene of interest in the control population was 0. Graphs of gene expression values were then generated using Graphpad Prism; all data points are displayed and no outliers were excluded from analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overall analysis strategy"
        },
        {
            "text": "The data sources used in this paper are listed in Table S1 . In general, pre-processed microarray and RNA-Seq datasets were downloaded. Additional notes on sample selection and processing are included in Table S1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 50,
                    "end": 58,
                    "text": "Table S1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 204,
                    "end": 212,
                    "text": "Table S1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Data sources"
        },
        {
            "text": "Multivariate regression to investigate the relationship between ACE2 expression and smoking history was performed on the GSE76925 lung tissue dataset. Regressions were performed in Python using ordinary least squares from the statsmodels package 93 . Results reported include the standard errors ('bse'), betas, and p-values.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multivariate regression and smoking history"
        },
        {
            "text": "Single-cell clustering and analysis on the datasets listed in Table S1 was performed in Python using the Scanpy and Multicore-TSNE packages 45,94 . To filter out low-quality cells, only cells in which 500 or more genes were detected were included in this analysis. Before clustering, transcript counts were log2 transformed. Highly variable genes were selected using the Seurat approach in Scanpy, and these highly variable genes were used to produce the principal component analysis. A t-SNE projection and unsupervised Leiden clustering were then performed on each dataset using nearest neighbors, as described in the associated code.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 62,
                    "end": 70,
                    "text": "Table S1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Single-cell analysis"
        },
        {
            "text": "In order to label each cluster, a gene ranking analysis was obtained using Scanpy. The 10 most highly-ranked genes from each cluster (as determined by t-test with overestimated variance) were identified. These genes were then compared against gold-standard marker lists from multiple sources to produce the cluster labels 45-48 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Single-cell analysis"
        },
        {
            "text": "In order to identify the genes whose expression correlates with ACE2, pairwise Pearson correlations coefficients (PCCs) were calculated between ACE2 and every other expressed gene. Genes whose PCC were more than four standard deviations greater than the average gene's PCC were classified as strongly correlated with ACE2. Gene ontology terms enriched in this group were then identified with GProfiler against the background list of non-strongly correlated genes using a Benjamini-Hochberg FDR of .05 95 . (B) Log2-normalized expression of ACE2 in the lungs of young rats (6 weeks old) and old rats (104 weeks old).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gene ontology analysis"
        },
        {
            "text": "(C) Log2-normalized expression of ACE2 in the lungs of female mice and male mice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gene ontology analysis"
        },
        {
            "text": "(D) Long2-normalized expression of ACE2 in the lungs of female rats and male rats.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gene ontology analysis"
        },
        {
            "text": "(E) Log2-normalized expression of ACE2 in lungs from the GTEx cohort by age.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gene ontology analysis"
        },
        {
            "text": "(F) Log2-normalized expression of ACE2 in lungs from the GTEx cohort by sex.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gene ontology analysis"
        },
        {
            "text": "(G) Log2-normalized expression of ACE2 in lungs from a cohort of organ donors by age.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gene ontology analysis"
        },
        {
            "text": "(H) Log2-normalized expression of ACE2 in lungs from a cohort of organ donors by sex.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gene ontology analysis"
        },
        {
            "text": "(A) Log2-normalized expression of ACE2 in the lungs of mice that were sham-treated or that were exposed to diluted cigarette smoke for two, three, or four hours a day (low, medium, and high smoke exposure, respectively).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2. Cigarette smoke increases the expression of ACE2 in mouse and human lungs."
        },
        {
            "text": "(B) Log2-normalized expression of ACE2 in human small airway epithelia collected by fiberoptic brushing and analyzed according to smoking history (GSE52237).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2. Cigarette smoke increases the expression of ACE2 in mouse and human lungs."
        },
        {
            "text": "(C) Log2-normalized expression of ACE2 in human small airway epithelia collected by fiberoptic brushing and analyzed according to smoking history (GSE3320).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2. Cigarette smoke increases the expression of ACE2 in mouse and human lungs."
        },
        {
            "text": "(D) Log2-normalized expression of ACE2 in human large airway epithelia collected by fiberoptic brushing and analyzed according to smoking history.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2. Cigarette smoke increases the expression of ACE2 in mouse and human lungs."
        },
        {
            "text": "(E) Log2-normalized expression of ACE2 in human lung tissue in a cohort of smokers and analyzed according to the number of pack-years smoked.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2. Cigarette smoke increases the expression of ACE2 in mouse and human lungs."
        },
        {
            "text": "(F) Log2-normalized expression of ACE2 in human lung tissue in a cohort of lung cancer patients and analyzed according to the number of pack-years smoked.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2. Cigarette smoke increases the expression of ACE2 in mouse and human lungs."
        },
        {
            "text": "(G) Log2-normalized expression of ACE2 in bronchial epithelia collected by fiberoptic brushing among either current smokers or former smokers. *, p < .05; **, p < .005; ***, p < .0005 (Student's t-test).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 2. Cigarette smoke increases the expression of ACE2 in mouse and human lungs."
        },
        {
            "text": "(A) T-SNE clustering of cells from the mouse lung. Cells expressing ACE2 and various lineage markers (endothelial, epithelial, mesenchymal, and immune) are highlighted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 3. ACE2 is expressed in secretory club and goblet cells along with alveolar type 2 cells in the mammalian lung."
        },
        {
            "text": "(B) T-SNE clustering of cells from the mouse lung. Cells expressing markers for various epithelial lineages are highlighted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 3. ACE2 is expressed in secretory club and goblet cells along with alveolar type 2 cells in the mammalian lung."
        },
        {
            "text": "(C) Violin plots display the expression of ACE2 and several lung-related genes in different cell populations obtained from Leiden clustering.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 3. ACE2 is expressed in secretory club and goblet cells along with alveolar type 2 cells in the mammalian lung."
        },
        {
            "text": "(D) Gene ontology enrichment analysis on transcripts whose expression correlates with ACE2. (E) Log2-normalized expression of ACE2 in mouse cells prior to differentiation or following mucociliary differentiation at an air-liquid interface. ***, p < .0005 (Student's t test).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 3. ACE2 is expressed in secretory club and goblet cells along with alveolar type 2 cells in the mammalian lung."
        },
        {
            "text": "(F) Log2-normalized expression of ACE2 in human cells prior to differentiation or following mucociliary differentiation at an air-liquid interface. ***, p < .0005 (Student's t test).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 3. ACE2 is expressed in secretory club and goblet cells along with alveolar type 2 cells in the mammalian lung."
        },
        {
            "text": "(G) Log2-normalized expression of the indicated genes in human cells differentiated in the presence of diluted cigarette smoke or in the presence of clean air. *, p < .05; ***, p < .0005 (Student's t test). (B) The expression of ACE2 in 11 different rat tissues, sorted according to mean ACE2 expression.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 3. ACE2 is expressed in secretory club and goblet cells along with alveolar type 2 cells in the mammalian lung."
        },
        {
            "text": "(C) The expression of ACE2 in 30 different human tissues or cell types, sorted according to mean ACE2 expression. Figure S2 . ACE2 is not commonly upregulated by lung diseases or carcinogen exposure.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 114,
                    "end": 123,
                    "text": "Figure S2",
                    "ref_id": null
                }
            ],
            "section": "Figure 3. ACE2 is expressed in secretory club and goblet cells along with alveolar type 2 cells in the mammalian lung."
        },
        {
            "text": "(A) The expression of ACE2 in archived lung tissue from patients with idiopathic pulmonary fibrosis or from histologically-normal lung tissue from patients with lung cancer (GSE2052).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 3. ACE2 is expressed in secretory club and goblet cells along with alveolar type 2 cells in the mammalian lung."
        },
        {
            "text": "(B) The expression of ACE2 in tissue from the lungs of transplant recipients with idiopathic pulmonary fibrosis or from control donor lungs (GSE47460).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 3. ACE2 is expressed in secretory club and goblet cells along with alveolar type 2 cells in the mammalian lung."
        },
        {
            "text": "(C) The expression of ACE2 in bronchial brushing from individuals with normal lung function, mild asthma, or severe asthma.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 3. ACE2 is expressed in secretory club and goblet cells along with alveolar type 2 cells in the mammalian lung."
        },
        {
            "text": "(D) The expression of ACE2 in disease-free lung tissue resected from patients with sarcoidosis or control tissue from healthy lung donors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 3. ACE2 is expressed in secretory club and goblet cells along with alveolar type 2 cells in the mammalian lung."
        },
        {
            "text": "(E) The expression of ACE2 in the lungs of a cystic fibrosis mouse model (Cftr -/-) or wild-type littermate controls.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 3. ACE2 is expressed in secretory club and goblet cells along with alveolar type 2 cells in the mammalian lung."
        },
        {
            "text": "(F) The expression of ACE2 in the lungs of mice provided with normal water, water with 10 parts per billion sodium arsenite, or water with 100 parts per billion sodium arsenite (low and high arsenic, respectively).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 3. ACE2 is expressed in secretory club and goblet cells along with alveolar type 2 cells in the mammalian lung."
        },
        {
            "text": "(G) The expression of ACE2 in the lungs of mice exposed to normal air or exposed to the carcinogen 1,3-butadiene.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 3. ACE2 is expressed in secretory club and goblet cells along with alveolar type 2 cells in the mammalian lung."
        },
        {
            "text": "(H) The expression of ACE2 in the lungs of mice that were sham-treated, exposed to 5 Gy of ionizing radiation to the thorax, or exposed to 17.5 Gy of ionizing radiation to the thorax (low and high IR, respectively). *, p < .05; **, p < .005 (Student's t-test).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 3. ACE2 is expressed in secretory club and goblet cells along with alveolar type 2 cells in the mammalian lung."
        },
        {
            "text": "(A) The expression of TMPRSS2, Cathepsin B, and Cathepsin L in the lungs of mice that were sham-treated or that were exposed to diluted cigarette smoke for two, three, or four hours a day (low, medium, and high smoke exposure, respectively). (D) Gene ontology enrichment analysis on transcripts whose expression correlates with ACE2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure S3. Cigarette smoke consistently increases the expression of the coronavirusassociated protease Cathepsin B."
        },
        {
            "text": ". CC-BY-NC 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.28.013672 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.28.013672 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.28.013672 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.28.013672 doi: bioRxiv preprint The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.28.013672 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure S3. Cigarette smoke consistently increases the expression of the coronavirusassociated protease Cathepsin B."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Airway basal stem cells: a perspective on their roles in epithelial homeostasis and remodeling",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Rock",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Randell",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Hogan",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Disease Models & Mechanisms",
            "volume": "3",
            "issn": "",
            "pages": "545--556",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Detection and quantification of epithelial progenitor cell populations in human healthy and IPF lungs",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "F"
                    ],
                    "last": "Smirnova",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Respiratory Research",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Mucus, and Goblet Cells",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Rubin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Voynow",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mucins",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "154",
            "issn": "",
            "pages": "169--176",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "AGR2 Is Induced in Asthma and Promotes Allergen-Induced Mucin Overproduction",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Schroeder",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Am J Respir Cell Mol Biol",
            "volume": "47",
            "issn": "",
            "pages": "178--185",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "SPDEF is required for mouse pulmonary goblet cell differentiation and regulates a network of genes associated with mucus production",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Clin. Invest",
            "volume": "119",
            "issn": "",
            "pages": "2914--2924",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Air-Liquid Interface: Relevant In Vitro Models for Investigating Air Pollutant-Induced Pulmonary Toxicity",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Upadhyay",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Palmberg",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Toxicol Sci",
            "volume": "164",
            "issn": "",
            "pages": "21--30",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Air-Liquid Interface Culture of Human and Mouse Airway Epithelial Cells",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Schaefer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Chu",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Lung Innate Immunity and Inflammation: Methods and Protocols",
            "volume": "",
            "issn": "",
            "pages": "91--109",
            "other_ids": {
                "DOI": [
                    "10.1007/978-1-4939-8570-8_8"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Transcriptional Profiling of Mucociliary Differentiation in Human Airway Epithelial Cells",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Ross",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Dailey",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Brighton",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Devlin",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am J Respir Cell Mol Biol",
            "volume": "37",
            "issn": "",
            "pages": "169--185",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "TAp73 is a central transcriptional regulator of airway multiciliogenesis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nemajerova",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Nicotine modulates the reninangiotensin system of cultured neurons and glial cells from cardiovascular brain areas of",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F R"
                    ],
                    "last": "Ferrari",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Raizada",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Fior-Chadi",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Wistar Kyoto and spontaneously hypertensive rats",
            "authors": [],
            "year": 2007,
            "venue": "J. Mol. Neurosci",
            "volume": "33",
            "issn": "",
            "pages": "284--293",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Differential regulation of the reninangiotensin system by nicotine in WKY and SHR glia",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F R"
                    ],
                    "last": "Ferrari",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Raizada",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Fior-Chadi",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Mol. Neurosci",
            "volume": "35",
            "issn": "",
            "pages": "151--160",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Nicotine Downregulates the Compensatory Angiotensin-Converting Enzyme 2/Angiotensin Type 2 Receptor of the Renin-Angiotensin System",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yue",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Annals ATS",
            "volume": "15",
            "issn": "",
            "pages": "126--127",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Nicotine and the reninangiotensin system",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Oakes",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Fuchs",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Gardner",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lazartigues",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yue",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "American Journal of Physiology-Regulatory, Integrative and Comparative Physiology",
            "volume": "315",
            "issn": "",
            "pages": "895--906",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Tobacco-Use Disparity in Gene Expression of ACE2, the Receptor of 2019-nCov",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.20944/preprints202002.0051.v1"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Smoking Upregulates Angiotensin-Converting Enzyme-2 Receptor: A Potential Adhesion Site for Novel Coronavirus SARS-CoV-2 (Covid-19)",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Brake",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Clinical Medicine",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Single-cell RNA expression profiling of ACE2, the putative receptor of Wuhan",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.01.26.919985"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Single-Cell RNA Expression Profiling Shows that ACE2, the Putative",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Luo, X. et al. Characteristics of patients with COVID-19 during epidemic ongoing outbreak in Wuhan, China. medRxiv 2020.03.19.20033175 (2020) doi:10.1101/2020.03.19.20033175. 12. Guan, W.-J. et al. Clinical Characteristics of Coronavirus Disease 2019 in China. N. Engl. J. Med. (2020) doi:10.1056/NEJMoa2002032. 13. Remuzzi, A. & Remuzzi, G. COVID-19 and Italy: what next? The Lancet 0, (2020). 14. Rabin, R. C. In Italy, Coronavirus Takes a Higher Toll on Men. The New York Times (2020). 15. Lonsdale, J. et al. The Genotype-Tissue Expression (GTEx) project. Nature Genetics 45, 580-585 (2013). 16. Carithers, L. J. et al. A Novel Approach to High-Quality Postmortem Tissue Procurement: The GTEx Project. Biopreservation and Biobanking 13, 311-319 (2015). 17. Yu, Y. et al. A rat RNA-Seq transcriptomic BodyMap across 11 organs and 4 developmental stages. Nature Communications 5, 1-11 (2014). 18. Schaum, N. et al. The murine transcriptome reveals global aging nodes with organ-specific phase and amplitude. bioRxiv 662254 (2019) doi:10.1101/662254. 19. Xu, Y. et al. Characteristics of pediatric SARS-CoV-2 infection and potential evidence for persistent fecal viral shedding. Nature Medicine 1-4 (2020) doi:10.1038/s41591-020-0817-4. 20. Jonker, M. J. et al. Life spanning murine gene expression profiles in relation to chronological and pathological aging in multiple organs. Aging Cell 12, 901-909 (2013). 21. Crowley, J. J. et al. Analyses of allele-specific gene expression in highly divergent mouse crosses identifies pervasive allelic imbalance. Nat. Genet. 47, 353-360 (2015). 22. Gruber, M. P. et al. Human lung project: evaluating variance of gene expression in the human lung. Am. J. Respir. Cell Mol. Biol. 35, 65-71 (2006). 23. Qi, D. et al. Epidemiological and clinical features of 2019-nCoV acute respiratory disease cases in Chongqing municipality, China: a retrospective, descriptive, multiple-center study.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "medRxiv 2020.03.01.20029397 (2020) doi:10.1101/2020.03.01.20029397. , S. et al. The transcriptome of Nrf2-/-mice provides evidence for impaired cell cycle progression in the development of cigarette smoke-induced emphysematous changes. Toxicol. Sci. 115, 238-252 (2010). 25. Harvey, B.-G. et al. Modification of gene expression of the small airway epithelium in response to cigarette smoking. J. Mol. Med. 85, 39-53 (2007). 26. Wang, G. et al. Genes associated with MUC5AC expression in small airway epithelium of human smokers and non-smokers. BMC Med Genomics 5, 21 (2012). 27. Walters, M. S. et al. Smoking accelerates aging of the small airway epithelium. Respiratory Research 15, 94 (2014). 28. Morrow, J. D. et al. Functional interactors of three genome-wide association study genes are differentially expressed in severe chronic obstructive pulmonary disease lung tissue. Scientific Reports 7, 1-11 (2017). 29. The Cancer Genome Atlas Research Network et al. The Cancer Genome Atlas Pan-Cancer analysis project. Nat Genet 45, 1113-1120 (2013). 30. Steiling, K. et al. A dynamic bronchial airway gene expression signature of chronic obstructive pulmonary disease and lung function impairment. Am. J. Respir. Crit. Care Med. 187, 933-942 (2013). 31. McDonough, J. E. et al. Transcriptional regulatory model of fibrosis progression in the human lung. JCI Insight 4, (2019). 32. Pardo, A. et al. Up-Regulation and Profibrotic Role of Osteopontin in Human Idiopathic Pulmonary Fibrosis. PLOS Medicine 2, e251 (2005). 33. Baumgartner, K. B., Samet, J. M., Stidley, C. A., Colby, T. V. & Waldron, J. A. Cigarette smoking: a risk factor for idiopathic pulmonary fibrosis. Am J Respir Crit Care Med 155, 242-248 (1997).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": ", N. et al. An airway epithelial iNOS-DUOX2-thyroid peroxidase metabolome drives Th1/Th2 nitrative stress in human severe asthma. Mucosal Immunology 7, Crouser, E. D. et al. Gene Expression Profiling Identifies MMP-12 and ADAMDEC1 as Potential Pathogenic Mediators of Pulmonary Sarcoidosis. Am J Respir Crit Care Med 179, 929-938 (2009). 36. Citrin, D. E. et al. Role of type II pneumocyte senescence in radiation-induced lung fibrosis. J. Natl. Cancer Inst. 105, 1474-1484 (2013). 37. Kozul Courtney D. et al. Chronic Exposure to Arsenic in the Drinking Water Alters the Expression of Immune Response Genes in Mouse Lung. Environmental Health Perspectives 117, 1108-1115 (2009). 38. Chappell Grace A. et al. Variation in DNA-Damage Responses to an Inhalational Carcinogen (1,3-Butadiene) in Relation to Strain-Specific Differences in Chromatin Accessibility and Gene Transcription Profiles in C57BL/6J and CAST/EiJ Mice. Environmental Health Perspectives 125, 107006. 39. Haston, C. K., Cory, S., Lafontaine, L., Dorion, G. & Hallett, M. T. Strain-dependent pulmonary gene expression profiles of a cystic fibrosis mouse model. Physiol. Genomics 25, 336-345 (2006). 40. Millet, J. K. & Whittaker, G. R. Host cell proteases: Critical determinants of coronavirus tropism and pathogenesis. Virus Research 202, 120-134 (2015). 41. Franks, T. J. et al. Resident cellular components of the human lung: current knowledge and goals for research on cell phenotyping and function. Proc Am Thorac Soc 5, 763-766 (2008). 42. Whitsett, J. A. Airway Epithelial Differentiation and Mucociliary Clearance. Annals ATS 15, S143-S148 (2018).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": ", P. A. et al. Single-Cell Transcriptomic Analysis of Human Lung Provides Insights into the Pathobiology of Pulmonary Fibrosis. Am J Respir Crit Care Med 199, 1517-1536 (2018). 45. Wolf, F. A., Angerer, P. & Theis, F. J. SCANPY: large-scale single-cell gene expression data analysis. Genome Biology 19, 15 (2018). 46. Ardini-Poleske, M. E. et al. LungMAP: The Molecular Atlas of Lung Development Program. American Journal of Physiology-Lung Cellular and Molecular Physiology 313, L733-L740 (2017). 47. Plasschaert, L. W. et al. A single-cell atlas of the airway epithelium reveals the CFTR-rich pulmonary ionocyte. Nature 560, 377-381 (2018). 48. Angelidis, I. et al. An atlas of the aging lung mapped by single cell transcriptomics and deep tissue proteomics. Nature Communications 10, 1-17 (2019). 49. Kasper, M., Behrens, J., Schuh, D. & Müller, M. Distribution of E-cadherin and Ep-CAM in the human lung during development and after injury. Histochem Cell Biol 103, 281-286 (1995). 50. Thomas, M. L. The leukocyte common antigen family. Annu. Rev. Immunol. 7, 339-369 (1989). 51. Li, R. et al. Pdgfra marks a cellular lineage with distinct contributions to myofibroblasts in lung maturation and injury response. eLife 7, e36865 (2018). 52. Moon, E.-H. et al. Generation of mice with a conditional and reporter allele for Tmem100.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "genesis 48, 673-678 (2010). 53. Hovenberg, H. W., Davies, J. R. & Carlstedt, I. Different mucins are produced by the surface epithelium and the submucosa in human trachea: identification of MUC5AC as a major mucin from the goblet cells. Biochem J 318, 319-324 (1996).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": ", E. L. et al. The role of Scgb1a1+ Clara cells in the long-term maintenance and repair of lung airway, but not alveolar, epithelium. Cell Stem Cell 4, 525-534 (2009). 55. Guha, A. et al. Analysis of Notch Signaling-Dependent Gene Expression in Developing Airways Reveals Diversity of Clara Cells. PLoS One 9, (2014). 56. Salaun, B. et al. CD208/Dendritic Cell-Lysosomal Associated Membrane Protein Is a Marker of Normal and Transformed Type II Pneumocytes. Am J Pathol 164, 861-871 (2004). 57. Yu, X., Ng, C. P., Habacher, H. & Roy, S. Foxj1 transcription factors are master regulators of the motile ciliogenic program. Nat. Genet. 40, 1445-1453 (2008). 58. Zemke, A. C. et al. Molecular Staging of Epithelial Maturation Using Secretory Cell-Specific Genes as Markers. Am J Respir Cell Mol Biol 40, 340-348 (2009). 59. Duclos, G. E. et al. Characterizing smoking-induced transcriptional heterogeneity in the human bronchial epithelium at single-cell resolution. Sci Adv 5, eaaw3413 (2019). 60. Willey, J. C. et al. Xenobiotic metabolism enzyme gene expression in human bronchial epithelial and alveolar macrophage cells. Am J Respir Cell Mol Biol 14, 262-271 (1996). 61. Cosio, M. G., Hale, K. A., Niewoehner, D. E. & Markert, M. Morphologic and Morphometric Effects of Prolonged Cigarette Smoking on the Small Airways. Am Rev Respir Dis 122, 265-271 (1980). 62. Saetta, M. et al. Goblet Cell Hyperplasia and Epithelial Inflammation in Peripheral Airways of Smokers with Both Symptoms of Chronic Bronchitis and Chronic Airflow Limitation. Am J Respir Crit Care Med 161, 1016-1021 (2000). 63. Liu, Y. & Di, Y. P. Effects of second hand smoke on airway secretion and mucociliary clearance. Front. Physiol. 3, (2012). 64. Montoro, D. T. et al. A revised airway epithelial hierarchy includes CFTR-expressing ionocytes. Nature 560, 319-324 (2018).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "of the Surgeon General (US) & Office on Smoking and Health (US). The Health Consequences of Smoking: A Report of the Surgeon General. (Centers for Disease Control and Prevention (US), 2004). 87. Bertram, J. F. & Rogers, A. W. Recovery of bronchial epithelium on stopping smoking. Br Med J (Clin Res Ed) 283, 1567-1569 (1981). 88. Lee, J. J. et al. Long-Term Impact of Smoking on Lung Epithelial Proliferation in Current and Former Smokers. J Natl Cancer Inst 93, 1081-1088 (2001). 89. Edgar, R., Domrachev, M. & Lash, A. E. Gene Expression Omnibus: NCBI gene expression and hybridization array data repository. Nucl. Acids Res. 30, 207-210 (2002). 90. Broad GDAC Firehose. https://gdac.broadinstitute.org/. 91. Regev, A. et al. The Human Cell Atlas. Elife 6, (2017). 92. Papatheodorou, I. et al. Expression Atlas update: from tissues to single cells. Nucleic Acids Res 48, D77-D83 (2020). 93. Seabold, S. & Perktold, J. Statsmodels: Econometric and Statistical Modeling with Python. in 92-96 (2010). doi:10.25080/Majora-92bf1922-011. 94. Ulyanov, D. DmitryUlyanov/Multicore-TSNE. (2020). 95. Raudvere, U. et al. g:Profiler: a web server for functional enrichment analysis and conversions of gene lists (2019 update). Nucleic Acids Res 47, W191-W198 (2019).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Figure Legends",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "ACE2 expression in the lung is uncorrelated with age or sex.(A) Log2-normalized expression of ACE2 in the lungs of young mice (<26 weeks old) and old mice (>78 weeks old).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Cigarette smoke increases the abundance of MUC5AC+ goblet cells. (A) T-SNE clustering of the transcriptomes from single cells derived from human bronchial cells. Cells expressing ACE2 and various epithelial markers are displayed. (B) Violin plots display the expression of ACE2 and several lung-related genes in different cell populations obtained from Leiden clustering. (C) Cells derived from never-smokers (top) and current smokers (bottom) were analyzed independently by t-SNE clustering. Cells expressing various epithelial markers are displayed. (D) The percent of cells from never-smokers and current smokers expressing the indicated goblet cell-related genes are displayed. ***, p < .0005 (Fischer's exact test).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "ACE2 expression in rodent and human tissues. (A) The expression of ACE2 in 17 different mouse tissues or cell types, sorted according to mean ACE2 expression.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "B) The expression of TMPRSS2, Cathepsin B, and Cathepsin L in human small airway epithelia collected by fiberoptic brushing and analyzed according to smoking history.(C) The expression of TMPRSS2, Cathepsin B, and Cathepsin L in human lung tissue in a cohort of smokers and analyzed according to the number of pack-years smoked. *, p < .05; **, p < .005; ***, p < .0005 (Student's t-test).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "An independent mouse lung dataset confirms that ACE2 is expressed in alveolar type 2 cells, club cells, and goblet cells. clustering of cells from the mouse lung. Cells expressing ACE2 and various lineage markers (endothelial, epithelial, mesenchymal, and immune) are highlighted.(B) T-SNE clustering of cells from the mouse lung. Cells expressing markers for various epithelial lineages are highlighted.(C) Violin plots display the expression of ACE2 and several lung-related genes in cell populations obtained from Leiden clustering.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Figure 1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Figure 2",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Figure 3",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "Figure 4",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "Figure S1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF21": {
            "text": "Figure S2",
            "latex": null,
            "type": "figure"
        },
        "FIGREF22": {
            "text": "Figure S3",
            "latex": null,
            "type": "figure"
        },
        "FIGREF23": {
            "text": "Figure S4",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}