{
    "paper_id": "6036a70e7106d53efc5092bb6580fe46e3526eb4",
    "metadata": {
        "title": "Controllable inhibition of hepatitis B virus replication by a DR1-targeting short hairpin RNA (shRNA) expressed from a DOX-inducible lentiviral vector",
        "authors": [
            {
                "first": "Weiwei",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hongquan",
                "middle": [],
                "last": "Peng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jiafu",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "Xiping"
                ],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Fei",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kanghong",
                "middle": [],
                "last": "Hu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "W",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Á",
                "middle": [
                    "F"
                ],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Á",
                "middle": [
                    "K"
                ],
                "last": "Hu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "H",
                "middle": [],
                "last": "Peng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "X",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "K",
                "middle": [],
                "last": "Hu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "As a highly efficient delivery system, lentiviral vectors (LVs) have become a powerful tool to assess the antiviral efficacy of RNA drugs such as short hairpin RNA (shRNA) and decoys. Furthermore, recent advanced systems allow controlled expression of the effector RNA via coexpression of a tetracycline/doxycycline (DOX) responsive repressor (tTR-KRAB). Herein, this system was utilized to assess the antiviral effects of LV-encoded shRNAs targeting three conserved regions on the pregenomic RNA of hepatitis B virus (HBV), namely the region coding for the reverse transcriptase (RT) domain of the viral polymerase (LV-HBV-shRNA1), the core promoter (CP; LV-HBV-shRNA2), and the direct repeat 1 (DR1;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "LV-HBV-shRNA3). Transduction of just the LV-HBV-shRNA vectors into the stably HBV expressing HepG2.2.15 cell line showed significant reductions in secreted HBsAg and HBeAg, intracellular HBcAg as well as HBV RNA and DNA replicative intermediates for all vectors, however, most pronouncedly for the DR1targeting shRNA3. The corresponding vector was therefore applied in the DOX-controlled system. Notably, strong interference with HBV replication was found in the presence of the inducer DOX whereas the antiviral effect was essentially ablated in its absence; hence, the silencing effect of the shRNA and consequently HBV replication could be strictly regulated by DOX. This newly established system may therefore provide a valuable platform to study the antiviral efficacy of RNA drugs against HBV in a regulated manner, and even be applicable in vivo.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Hepatitis B virus Á HepG2.2.15 cell line Á Lentiviral vector Á RNAi Á Doxycycline Abbreviations CP Core promoter DOX Doxycycline DR1 Direct repeat 1 EN2 Enhancer II region HAV Hepatitis A virus HBV Hepatitis B virus HBcAg Hepatitis core antigen HBsAg Hepatitis B surface antigen HBeAg Hepatitis B e antigen HCC Hepatocellular carcinoma HCV Hepatitis C virus HIV Human immunodeficiency virus HSV Herpes simplex virus KRAB Krüppel associated box Electronic supplementary material The online version of this article (",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Abstract As a highly efficient delivery system, lentiviral vectors (LVs) have become a powerful tool to assess the antiviral efficacy of RNA drugs such as short hairpin RNA (shRNA) and decoys. Furthermore, recent advanced systems allow controlled expression of the effector RNA via coexpression of a tetracycline/doxycycline (DOX) responsive repressor (tTR-KRAB). Herein, this system was utilized to assess the antiviral effects of LV-encoded shRNAs targeting three conserved regions on the pregenomic RNA of hepatitis B virus (HBV), namely the region coding for the reverse transcriptase (RT) domain of the viral polymerase (LV-HBV-shRNA1), the core promoter (CP; LV-HBV-shRNA2), and the direct repeat 1 (DR1;",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "LV-HBV-shRNA3). Transduction of just the LV-HBV-shRNA vectors into the stably HBV expressing HepG2.2.15 cell line showed significant reductions in secreted HBsAg and HBeAg, intracellular HBcAg as well as HBV RNA and DNA replicative intermediates for all vectors, however, most pronouncedly for the DR1targeting shRNA3. The corresponding vector was therefore applied in the DOX-controlled system. Notably, strong interference with HBV replication was found in the presence of the inducer DOX whereas the antiviral effect was essentially ablated in its absence; hence, the silencing effect of the shRNA and consequently HBV replication could be strictly regulated by DOX. This newly established system may therefore provide a valuable platform to study the antiviral efficacy of RNA drugs against HBV in a regulated manner, and even be applicable in vivo. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Chronic hepatitis B virus (HBV) infection is associated with a high risk for developing liver cirrhosis or hepatocellular carcinoma (HCC), and thus still is one of the major problems threatening human health globally. The major challenges for anti-HBV therapy are to overcome the low efficacy, high rate of drug resistance and adverse effects of currently available drugs [1, 2] . Hence, there is an urgent need for developing new therapeutic strategies. One potential strategy is RNA interference (RNAi), a gene silencing regulatory mechanism present virtually in all eukaryotes, which employs double-stranded RNA molecules to degrade, or functionally inactivate, target RNAs in a sequence-specific manner [3] [4] [5] . Numerous studies have shown that replication of various viruses including HIV-1 [6] [7] [8] , HCV [9] [10] [11] , HSV-1 [12] , SARSassociated coronavirus [13] as well as HBV [14] [15] [16] [17] , can be suppressed by RNAi, using synthetic siRNAs and plasmid-based shRNAs. However, due to their short halflife and low transfection efficiency, clinical application is limited. In this regard, non-replicating recombinant viral vectors with high delivery efficiency may provide a novel antiviral option [18] [19] [20] .",
            "cite_spans": [
                {
                    "start": 372,
                    "end": 375,
                    "text": "[1,",
                    "ref_id": null
                },
                {
                    "start": 376,
                    "end": 378,
                    "text": "2]",
                    "ref_id": null
                },
                {
                    "start": 707,
                    "end": 710,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 711,
                    "end": 714,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 715,
                    "end": 718,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 801,
                    "end": 804,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 805,
                    "end": 808,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 809,
                    "end": 812,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 819,
                    "end": 822,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 823,
                    "end": 827,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 828,
                    "end": 832,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 841,
                    "end": 845,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 875,
                    "end": 879,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 895,
                    "end": 899,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 900,
                    "end": 904,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 905,
                    "end": 909,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 910,
                    "end": 914,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 1221,
                    "end": 1225,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 1226,
                    "end": 1230,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 1231,
                    "end": 1235,
                    "text": "[20]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "HIV-1-derived LVs, intensively optimized during the last decade, are one of the most promising systems. They not only provide a non-pathogenic and latent infection by integrating into the host genome, but also demonstrate high transduction efficiency in both dividing and non-dividing cells with persistent transgene expression [21] [22] [23] . Currently LV-based vaccines have already been tested in preclinical trials for protection against or treatment of HIV-1 [9] . Moreover, several routes of LVs administration invoking sustained anti-HIV immune responses have been explored in mice [24, 25] . These findings suggest that the LVs may also be suitable delivery vectors for gene therapy in antiviral treatment. In addition, a novel tetracycline, or doxycycline (DOX), respectively, regulated RNAi system based on LVs has been developed to avoid the undesirable toxicity that may be induced by long-term shRNA expression [26, 27] . In this system, a fusion protein (tTR-KRAB) of the DNA binding domain of the Escherichia coli tetracycline repressor (tTR) and the approximately 75 amino acid KRAB repressor is likewise delivered by an LV, LV-tTR-KRAB. KRAB suppresses transcription from both RNA polymerase II and RNA polymerase III promoters within a distance of up to 3 kb from its binding site [28, 29] . The mechanism is not entirely known but seems to involve local heterochromatin formation and histone deacetylation, and/or an indirect influence of the arrangement of the basal transcription machinery [30] [31] [32] . When a promoter is juxtaposed with tet operator (tetO) sequences, as in the LV-HBV-shRNA vectors used in this study, the tTR-KRAB protein is specifically targeted to this promoter by the tTR domain and represses shRNA transcription in the absence of DOX. Conversely, addition of DOX releases tTR-KRAB from tetO, thus permitting shRNA expression [26] (Fig. 1b) .",
            "cite_spans": [
                {
                    "start": 328,
                    "end": 332,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 333,
                    "end": 337,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 338,
                    "end": 342,
                    "text": "[23]",
                    "ref_id": null
                },
                {
                    "start": 465,
                    "end": 468,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 590,
                    "end": 594,
                    "text": "[24,",
                    "ref_id": null
                },
                {
                    "start": 595,
                    "end": 598,
                    "text": "25]",
                    "ref_id": null
                },
                {
                    "start": 925,
                    "end": 929,
                    "text": "[26,",
                    "ref_id": null
                },
                {
                    "start": 930,
                    "end": 933,
                    "text": "27]",
                    "ref_id": null
                },
                {
                    "start": 1300,
                    "end": 1304,
                    "text": "[28,",
                    "ref_id": null
                },
                {
                    "start": 1305,
                    "end": 1308,
                    "text": "29]",
                    "ref_id": null
                },
                {
                    "start": 1512,
                    "end": 1516,
                    "text": "[30]",
                    "ref_id": null
                },
                {
                    "start": 1517,
                    "end": 1521,
                    "text": "[31]",
                    "ref_id": null
                },
                {
                    "start": 1522,
                    "end": 1526,
                    "text": "[32]",
                    "ref_id": null
                },
                {
                    "start": 1874,
                    "end": 1878,
                    "text": "[26]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1879,
                    "end": 1888,
                    "text": "(Fig. 1b)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "In this study, we constructed LV-HBV-shRNA vectors targeting three functionally important and therefore highly conserved regions on the HBV genome ( Fig. 1a) , namely DR1 (target site nt positions 1,824-1,842), the core promoter (CP; target site nt positions 1,773-1,793), and the RT domain encoding region of the polymerase gene (target site nt positions 672-690). DR1 is an essential cis-element for replication; the 3 0 DR1 copy on the pregenomic (pg) RNA contains the acceptor site for the DNA primer generated during initiation of reverse transcription at 5 0 e [33] [34] [35] . CP controls transcription [36, 37] of the pgRNA which serves as template for HBV DNA synthesis and also as mRNA for polymerase and core protein [35, 38] , and of the precore RNA from which the precore protein precursor of secreted HBeAg [39] is translated. Moreover, the CP region overlaps with the / cis-element which facilitates first-strand template switch and initiation of minus-strand DNA synthesis [40, 41] . The RT region of the HBV polymerase is essential for reverse transcriptase activity [42]; on top, the same nucleotide sequence overlappingly encodes part of the S gene. Not the least, the suitability as RNAi targets of DR1 and the specific RT region chosen was already demonstrated using simple shRNA expression plasmids [43] . Therefore, we explored the feasibility of exploiting LVs for efficient delivery of shRNAs against the DR1, CP, and RT regions, and assessed their antiviral efficacies in the stably HBV-transfected human hepatoma cell line HepG2.2.15. Subsequently, the anti-DR1 shRNA, exerting the strongest interference, was selected to further evaluate its antiviral efficacy in the DOX-controllable system. As shown below, antiviral activity was strictly DOXdependent, allowing to profoundly affect HBV gene expression and replication in a regulated fashion.",
            "cite_spans": [
                {
                    "start": 567,
                    "end": 571,
                    "text": "[33]",
                    "ref_id": null
                },
                {
                    "start": 572,
                    "end": 576,
                    "text": "[34]",
                    "ref_id": null
                },
                {
                    "start": 577,
                    "end": 581,
                    "text": "[35]",
                    "ref_id": null
                },
                {
                    "start": 610,
                    "end": 614,
                    "text": "[36,",
                    "ref_id": null
                },
                {
                    "start": 615,
                    "end": 618,
                    "text": "37]",
                    "ref_id": null
                },
                {
                    "start": 728,
                    "end": 732,
                    "text": "[35,",
                    "ref_id": null
                },
                {
                    "start": 733,
                    "end": 736,
                    "text": "38]",
                    "ref_id": null
                },
                {
                    "start": 989,
                    "end": 993,
                    "text": "[40,",
                    "ref_id": null
                },
                {
                    "start": 994,
                    "end": 997,
                    "text": "41]",
                    "ref_id": null
                },
                {
                    "start": 1321,
                    "end": 1325,
                    "text": "[43]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 149,
                    "end": 157,
                    "text": "Fig. 1a)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "The vector pSuper [44] , containing the human H1 promoter, was used as a backbone to generate a series of shRNA expression plasmids by inserting the following annealed oligonucleotides (the actual target sequences in the sense oligonucleotides are underlined) between the (Fig. 1a) . Each shRNA targets the pgRNA serving as the template for HBV genomic replication as well as the mRNA for the core antigen and the polymerase. Moreover, shRNA-1 also targets the HBV HBsAg mRNAs, while shRNA-2 and shRNA-3 target both the HBsAg mRNAs and HBx mRNAs (Fig. 1a) . As a negative control, oligonucleotides 5 0 -CCT AGT GAA GGG CGT ATG ATT ATT CAA GAG ATA ATC ATA CGC CCT TCA CTA GTT TTTA-3 0 (sense) and 3 0 -GGG GAT CAC TTC CCG CAT ACT AAT AAG TTC TCT ATT AGT ATG CGG GAA GTG ATC AAA AAT TCG A-5 0 (antisense) were employed to construct an analogous pSuper vector, pSuper-shRNA-NC, which encodes an shRNA lacking any perfect match to HBV or cellular sequences. All shRNA target sequences were BLAST searched against the human genomic plus transcript database (NCBI) to exclude excessive similarity with human genes or mRNAs. The sequences of the shRNA expression cassettes including the H1 promoter in all plasmids were verified by DNA sequencing.",
            "cite_spans": [
                {
                    "start": 18,
                    "end": 22,
                    "text": "[44]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 272,
                    "end": 281,
                    "text": "(Fig. 1a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 546,
                    "end": 555,
                    "text": "(Fig. 1a)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Construction of vectors expressing shRNAs"
        },
        {
            "text": "The lentiviral pLV-HBV-shRNA expression vectors were constructed by inserting the 300 bp EcoRI and ClaI fragments containing the H1 promoter plus shRNA sequences from the respective pSuper-HBV-shRNA plasmids into pLVTH [26] which also encodes green fluorescent protein (GFP) to facilitate determination of viral titers. All constructs were confirmed by restriction endonuclease analysis. cells the genome is integrated as head-to-tail dimer, symbolized by the dashed extensions. The first nt of the siRNA target sites is indicated by a number followed by ''i''. All target sites have a C95 % conservation rate in HBV genotypes A-H [43] . Individual genes are depicted as bars; pC, precore; pS1, preS1; pS2, preS2. Viral transcripts comprise the 3.5 kb precore RNA which includes the precore start codon for HBeAg production, and the slightly shorter pgRNA which serves as mRNA for core protein and polymerase, and as template for new DNA genomes. Note that the DR1 region is present twice on these terminally redundant RNAs. The 2.4 kb RNA encodes the large envelope protein L (PreS1/PreS2/S), the 2. Virus production, concentration and titration",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 223,
                    "text": "[26]",
                    "ref_id": null
                },
                {
                    "start": 631,
                    "end": 635,
                    "text": "[43]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Construction of vectors expressing shRNAs"
        },
        {
            "text": "Recombinant lentiviruses (LV-HBV-shRNA and LV-tTR-KRAB) were generated from 293T cells (6 9 10 6 cells/ 100 mm plate) by transient transfection of three plasmids [45] with Lipofectamine TM 2,000 (Invitrogen, Carlsbad, US). In brief, to produce LV-HBV-shRNAs, 293T cells were co-transfected with 15 lg of pLV-HBV-shRNA, 10 lg of pCMVDR8.91 [46] expressing the HIV-1 gag/pol, tet, and rev genes required for efficient lentivirus production, and 5 lg of pMD2.G [46] expressing the VSV envelope glycoprotein G; LV-tTR-KRAB was produced analogously from pLV-tTR-KRAB [26] . LV particles were harvested 48 h later, centrifuged to remove cell debris at 3,0009g for 5 min, filtered through 0.45 lm cellulose acetate filters (Millipore), and concentrated by ultra-high speed centrifugation at 70,000 g for 2 h at 4°C. The virus stocks were stored at -80°C until use. ",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 166,
                    "text": "[45]",
                    "ref_id": null
                },
                {
                    "start": 339,
                    "end": 343,
                    "text": "[46]",
                    "ref_id": null
                },
                {
                    "start": 458,
                    "end": 462,
                    "text": "[46]",
                    "ref_id": null
                },
                {
                    "start": 562,
                    "end": 566,
                    "text": "[26]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Construction of vectors expressing shRNAs"
        },
        {
            "text": "To quantify HBV mRNA after introducing LV-HBV-shRNAs into HepG2.2.15 cell line, total RNA was extracted from the transduced cells at 96 h post-transduction using Trizol reagent (Invitrogen, USA) and reversetranscribed (RT) using oligo dT priming. Quantitative real-time PCR was carried out using SYBRGreen PCR Master Mix chemistry (Toyobo, Japan) following the manufacturer's instructions, and the values were normalized to b-actin mRNA as the internal control. The primer sequences were 5 0 -TCG TGT TAC AGG CGG GGT TT-3 0 (forward) and 5 0 -GAC TGC GAA TTT TGG CCA AG-3 0 (reverse) for the HBV S region, and 5 0 -GAA CGG TGA AGG TGA CAG-3 0 (forward) and 5 0 -TAG AGA GAA GTG GGG TGG-3 0 (reverse) for b-actin. All reactions were run in duplicate using the Stratagene Mx3000P QPCR System (Agilent Technologies).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RNA preparation and assay of HBV RNA"
        },
        {
            "text": "The levels of encapsidated HBV replicative DNA intermediates were assessed by Southern blotting. Encapsidated HBV DNA was purified using the method described by Guo et al. [47] . In brief, the cells were washed once with ice-cold phosphate-buffered saline (PBS) and lysed in 300 ll lysis buffer (50 mM Tris-HCl (pH7.4), 1 mM EDTA, 1 % NP-40) per well, then the cell lysates were placed on ice for 30 min and centrifuged for 5 min at 16,0009g. The supernatants were adjusted to 10 mM MgCl 2 and treated with 100 lg/ml of DNase I and 100 lg/ ml RNase for 30 min at 37°C. The reactions were stopped by addition of EDTA. Proteins were digested with 0.5 mg/ ml of proteinase K in the presence of 1 % sodium dodecyl sulfate for 2 h at 37°C. Nucleic acids were purified by phenol-chloroform (1:1) extraction and ethanol precipitation and dissolved in ddH 2 O. HBV DNA isolated from the intracellular core particles was separated on a 1.0 % agarose gel, blotted onto a nylon membrane and hybridized with a 32 P-labeled unit-length HBV DNA fragment. Bands were visualized by phosphorimaging (Cyclone Plus, Perkin Elmer).",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 176,
                    "text": "[47]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Quantitation of HBV replicative intermediates by Southern blotting and real-time PCR"
        },
        {
            "text": "To exam viral load in the culture supernatant, HBV DNA was extracted using the TIANamp Virus DNA/RNA Kit (Tiangen Biotech Co. Beijing, China) and quantified by real-time polymerase chain reaction using SybrGreen PCR Master Mix chemistry (Toyobo, Japan).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quantitation of HBV replicative intermediates by Southern blotting and real-time PCR"
        },
        {
            "text": "Primer sequences were as follows: 5'-TGC CAA CTG GAT CCT GCG CG-3 0 (forward) and 5 0 -TTC ACG GTG GTC TCC ATG CG-3 0 (reverse). Amplification was performed at 95°C for 5 min and then 95°C for 30 s, 55°C for 30 s, and 72°C for 20 min for a total of 40 cycles, followed by 72°C for 10 min for total HBV DNA, then followed by 95°C for 1 min, 55°C for 30 s and 95°C for 30 s for signals collection. The level of expression of HBV genes was measured using threshold cycle C t (C t threshold cycle).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quantitation of HBV replicative intermediates by Southern blotting and real-time PCR"
        },
        {
            "text": "Western blotting HBV core protein was detected by immunoblotting using an anti-HBcAg mouse monoclonal antibody. In brief, the treated cells were washed twice with ice-cold PBS and lysed in 100 ll of lysis buffer (50 mM Tris-HCl(pH 8.0); 150 mM NaCl; 0.1 % SDS; 1 % NP40; 0.5 % deoxycholic acid; 0.5 % sodium azide; and 100 lg/ml PMSF) per well of a 6-well plate. The total protein from each sample was loaded on 12 % SDS-PAGE. Subsequently, gels were electroblotted to a PVDF membrane, which was then soaked for 30 min in blocking solution, and incubated for 1 h at room temperature with a mouse monoclonal anti-HBcAg antibody (1:1,000 diluted, kindly provided by Dr. M. Nassal, University Hospital Freiburg, Germany); as internal control the housekeeping protein GAPDH on the same blot was detected using a mouse anti-GAPDH monoclonal antibody (1:1,000 diluted, Invitrogen). After three washes, the blots were incubated with appropriate peroxidase conjugates secondary antibody and bands were visualized using the DAB Western Blot kit (Thermo).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quantitation of HBV replicative intermediates by Southern blotting and real-time PCR"
        },
        {
            "text": "DOX regulation of shRNA expression by co-transduction of LV-tTR-KRAB HepG2.2.15 cells were seeded into a 6-well plate at a density of 2 9 10 5 cells per well and transduced 16 h later with LV-HBV-shRNA3 and the LV-tTR-KRAB vector particles at a ratio of 1:1 in the presence of 6 lg/ml polybrene. After 12-h incubation, the transduced cells were split into two equal aliquots. One aliquot was maintained in the absence, the other in the presence of 5 lg/ml DOX for 2 weeks. To monitor a potential direct impact of DOX on shRNA expression from LV-HBV-shRNA in the absence of tTR-KRAB or on the parental HepG.2.2.15 cells, cells transduced with only LV-HBV-shRNA3 or naive HepG2.2.15 cells were also cultured for 2 weeks in the presence or 5 lg/ml DOX and analyzed in parallel for HBV gene expression and replication as described above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quantitation of HBV replicative intermediates by Southern blotting and real-time PCR"
        },
        {
            "text": "All experiments were performed three times independently. The data were expressed as X ± standard deviation (SD).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Comparison between groups was performed by an independent-samples t test. The level of significance was set to p \\ 0.05.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "To study the effect of LV-mediated RNAi on HBV replication in a cell culture model, we used the HepG2.2.15 cell line which contains stable HBV head-to-tail dimer integrates [48] that support viral gene expression and replication, including formation of infectious HBV virions. It is therefore widely used as an in vitro model for HBV replication and appeared well suited for the current study. To this end, the cells were seeded at a density of 1 9 10 5 cells per well of a 6-well plate and inoculated 24 h later with the respective LVs at a multiplicity of infection (MOI) of 10; vector titers in the stocks had been determined using the LV built-in GFP to microscopically count the number of positive cells in dependence of the applied vector stock volume. After overnight incubation, the vector-containing media were replaced by fresh media, and data were collected at the time points indicated below. The GFP assay showed that routinely[95 % of the cells were successfully transduced under the above described conditions. shRNA impact on secreted HBV antigens As an initial test for the functionality of the shRNAs, HepG2.2.15 cells were transfected with the pSuper-HBV-shRNA plasmids and the negative control vector pSuper-shRNA-NC; untreated HepG2.2.15 cells served as reference. HBsAg and HBeAg in the supernatants after 24, 48 and 72 h were then determined by ELISA. As shown in Supplementary Fig. 1 , shRNA3 achieved the strongest reductions, followed by shRNA2 and shRNA1; no significant differences between cells receiving the negative control plasmid and untransfected cells were seen. HBsAg levels were maximally reduced by 70-80 %, HBeAg levels by 20-30 %. These data confirmed that the HBV-specific shRNAs acted as intended. Higher levels of inhibition would not be expected because all cells contain integrated HBV but only a fraction of them are transfected with the shRNA plasmid.",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 177,
                    "text": "[48]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [
                {
                    "start": 1387,
                    "end": 1407,
                    "text": "Supplementary Fig. 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Next, analogous experiments were performed with the LV-HBV-shRNA vector transduced cells, except that the observation period was extended to 1 week. All HBV-shRNA expressing LVs led to significant (p \\ 0.01) reductions in HBsAg (Fig. 2a) and HBeAg (Fig. 2b pSuper-HBV-shRNA transfected cells, shRNA3 exerted the strongest effects, however, the level of inhibition was much more pronounced, especially for HBsAg. shRNA3 achieved around 90-98 % inhibition, shRNA2 around 80-90 %, and shRNA1 around 60-70 %. HBeAg suppression was generally less efficient, with maximum inhibition rates of 60-70 % for shRNA3. The reasons for the lower impact on HBeAg are not clear but similar observations had also been reported by others [49, 50] . The negative control shRNA vector exhibited no suppressive effect on HBsAg or HBeAg levels compared to the untreated cells, corroborating that neither the shRNA nor the LV itself had a negative impact on the cells, and demonstrating the HBV specificity of the other shRNAs.",
            "cite_spans": [
                {
                    "start": 720,
                    "end": 724,
                    "text": "[49,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 725,
                    "end": 728,
                    "text": "50]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 228,
                    "end": 237,
                    "text": "(Fig. 2a)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 248,
                    "end": 256,
                    "text": "(Fig. 2b",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Results"
        },
        {
            "text": "One week post-transduction, total RNA was extracted from the cells and analyzed by real-time RT-PCR using HBVspecific and b-actin specific primers; the relative ratios of HBV to b-actin specific signals compared to that in untreated HepG2.2.15 cells are shown in Fig. 3 . Consistent with the ELISA data, shRNA3 caused a massive (close to 95 %) reduction in HBV RNA, followed by shRNA2 (around 77 %) and shRNA1 (30 %). Also in this assay, HBV RNA remained unaffected by the nonspecific shRNA encoding negative control vector.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 263,
                    "end": 269,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Impact of LV-expressed shRNAs on HBV RNA"
        },
        {
            "text": "Impact of LV-expressed shRNAs on HBV DNA replication and core expression",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact of LV-expressed shRNAs on HBV RNA"
        },
        {
            "text": "The level of HBV DNA in extracellular particles was assessed by real-time PCR and that in intracellular nucleocapsids by Southern blotting. As shown in Fig. 4 , LV-HBV-shRNA3 targeting DR1 decreased extracellular viral load by about 17-fold at 1 week post-transduction compared to untreated and negative control shRNA vector transduced cells. Inhibition by LV-HBV-shRNA2 was comparable, and that by LV-HBV-shRNA1 about half as strong. More pronounced inhibition of HBV replication than of HBV transcription or protein expression has also previously been observed for some anti-HBV shRNAs [43] and might reflect effects beyond RNA degradation.",
            "cite_spans": [
                {
                    "start": 588,
                    "end": 592,
                    "text": "[43]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 152,
                    "end": 158,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Impact of LV-expressed shRNAs on HBV RNA"
        },
        {
            "text": "Overall consistent data were obtained by Southern blot analysis of HBV DNAs associated with intracellular nucleocapsid (Fig. 5) . Almost no replicative DNA intermediates were found in the LV-HBV-shRNA2 and LV-HBV-shRNA3 transduced cells; higher levels were seen in LV-HBV-shRNA1 transduced cells but they were still reduced compared to untreated or control LV-shRNA transduced cells.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 119,
                    "end": 127,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Impact of LV-expressed shRNAs on HBV RNA"
        },
        {
            "text": "As another parameter of antiviral activity, we monitored HBV core protein expression. Western blotting (Fig. 6) showed again a significant reduction in core protein levels compared to GAPDH in LV-HBV-shRNA2 and LV-HBV- Based on the data reported above, we chose to employ vector LV-HBV-shRNA3 to investigate the feasibility of using the DOX-inducible RNAi system to control expression of the anti-HBV shRNA, and thus also HBV gene expression and replication, in a regulated manner.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 103,
                    "end": 111,
                    "text": "(Fig. 6)",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Impact of LV-expressed shRNAs on HBV RNA"
        },
        {
            "text": "To this end, HepG2.2.15 cells were subjected to various treatments. One group was transduced with just LV-HBV-shRNA3 as a reference; the second with LV-HBV-shRNA3 plus LV-tTR-KRAB which should inhibit expression of the anti-HBV shRNA; the third group received in addition DOX to relieve tTR-KRAB mediated suppression of RNAi. To monitor a potential direct (not tTR-KRAB) mediated effect of DOX on the shRNA vector, the fourth group was transduced with just LV-HBV-shRNA3 and cultured with DOX. Lastly, a potential impact of DOX on the HepG2.2.15 cells or HBV replication in the cells was addressed by culturing naive HepG2.2.15 cells in DOX containing medium. We then tested as before for secreted HBsAg and HBeAg, core protein and viral replicative DNA intermediates in intracellular nucleocapsids . Fully consistent with the previous data, LV-HBV-shRNA3 on its own caused a strong reduction in HBsAg and less pronounced reduction in HBeAg (Fig. 7) . This was not affected by the presence of DOX, which had also no impact on naive HepG2.2.15 cells. Co-transduction of LV-HBV-shRNA3 and LV-tTR-KRAB in the absence of DOX completely blocked the antiviral effect, giving very similar ELISA values as the untreated cells. The presence of DOX, however, completely restored HBsAg and HBeAg suppression to levels indistinguishable from those achieved with the shRNA3 vector alone. Suppression of secreted antigens in the presence of DOX, and inhibition of suppression in its absence, were largely maintained over 2 weeks. The trend toward slightly less efficient HBsAg suppression at the late time points was consistent with the results obtained by transduction of only the LV-HBV-shRNA vectors (Fig. 2a) and may reflect a slow selection of cells that produce less shRNA.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 941,
                    "end": 949,
                    "text": "(Fig. 7)",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 1689,
                    "end": 1698,
                    "text": "(Fig. 2a)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Impact of LV-expressed shRNAs on HBV RNA"
        },
        {
            "text": "Comparable results were obtained for core protein expression (Fig. 8) . In the presence of DOX, cells cotransduced with the shRNA3 and the tTR-KRAB vector showed similarly low core protein levels as cells transduced with only the shRNA3 vector, whereas without DOX the tTR-KRAB vector co-transduced cells still contained high levels of core protein.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 61,
                    "end": 69,
                    "text": "(Fig. 8)",
                    "ref_id": null
                }
            ],
            "section": "Impact of LV-expressed shRNAs on HBV RNA"
        },
        {
            "text": "Finally, these results were confirmed for nucleocapsidassociated viral DNAs by Southern blotting (Fig. 9 ). LV-HBV-shRNA3 alone, regardless of the presence of DOX, and LV-HBV-shRNA3 plus LV-tTR-KRAB in the presence of DOX all caused a similarly strong reduction, whereas omitting DOX in the co-transduction experiments completely blocked the antiviral effect.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 97,
                    "end": 104,
                    "text": "(Fig. 9",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "Impact of LV-expressed shRNAs on HBV RNA"
        },
        {
            "text": "Together, these results showed first that DOX acted specifically on tTR-KRAB, as intended. More importantly, all assays confirmed complete reversibility of tTR-KRAB mediated RNAi suppression by DOX. Hence, the system allows to deliberately turn on and off HBV replication in HepG2.2.15 cells, without negative effects on the cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact of LV-expressed shRNAs on HBV RNA"
        },
        {
            "text": "Numerous studies exploring RNAi as a potential therapeutic option to inhibit viral replication have been reported, e.g., for HIV-1, HAV, HCV, HSV and others [12, 51, 52] . Although HBV is a DNA virus, RNA plays a key role in its replication as template for generation of new DNA genomes by reverse transcription. Therefore, RNAi can not only act on the viral mRNAs and prevent generation of viral proteins but directly interfere with HBV replication. This has been confirmed by several studies employing synthetic siRNAs and plasmid-based shRNAs targeting different regions of the HBV genome, both in vitro and in hydrodynamically transfected mice in vivo [53] [54] [55] . However, due to the short half-life of siRNAs and limited and variable transfection efficiency of shRNA plasmids, the inhibitory effects are transient, lasting only a few days, limiting their application for long-term gene silencing in mammalian systems [56] . This issue is partially overcome using adenovirus-or retrovirus-based vectors for shRNA expression which have successfully been applied to suppress HBV replication [49, 57] . However, adenoviral vectors do not integrate, are likely to be lost during cell division, and thus can achieve only transient shRNA expression. Furthermore, adenovirus is a very common human pathogen and in vivo delivery may be hampered by pre-existing host immune responses. Retroviruses, on the other hand, require cell division for integration, and hence are inefficient in transducing genes into non-dividing cells such as quiescent hepatocytes.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 161,
                    "text": "[12,",
                    "ref_id": null
                },
                {
                    "start": 162,
                    "end": 165,
                    "text": "51,",
                    "ref_id": null
                },
                {
                    "start": 166,
                    "end": 169,
                    "text": "52]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 656,
                    "end": 660,
                    "text": "[53]",
                    "ref_id": null
                },
                {
                    "start": 661,
                    "end": 665,
                    "text": "[54]",
                    "ref_id": null
                },
                {
                    "start": 666,
                    "end": 670,
                    "text": "[55]",
                    "ref_id": null
                },
                {
                    "start": 927,
                    "end": 931,
                    "text": "[56]",
                    "ref_id": null
                },
                {
                    "start": 1098,
                    "end": 1102,
                    "text": "[49,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1103,
                    "end": 1106,
                    "text": "57]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Recently developed drug-inducible lentiviral vectors as shRNA delivery vehicles [26] offer several advantages compared to the aforementioned systems. First, they integrate into the host genome, allowing for stable, persistent shRNA expression. Second, they transduce both dividing and non-dividing cells with high efficiency. Third, gene silencing can be regulated by addition of DOX, minimizing potential toxicity induced by long-term shRNA expression, such as induction of interferon responses [58] of ''offtarget'' activities by or complementarity to non-target genes in only six or seven nucleotides of the guide strand [59] . So far, the inducible RNAi system has been applied in different areas including regulation of housekeeping gene expression and antiviral research on HIV-1 [9, 60] . Although lentivirus-mediated RNAi suppression of HBV replication has already been reported [50, 61] , the current study, to our knowledge, is the first to establish the reversible effects of shRNAs on HBV via a drug-regulated lentiviral vector system.",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 84,
                    "text": "[26]",
                    "ref_id": null
                },
                {
                    "start": 496,
                    "end": 500,
                    "text": "[58]",
                    "ref_id": null
                },
                {
                    "start": 624,
                    "end": 628,
                    "text": "[59]",
                    "ref_id": null
                },
                {
                    "start": 786,
                    "end": 789,
                    "text": "[9,",
                    "ref_id": null
                },
                {
                    "start": 790,
                    "end": 793,
                    "text": "60]",
                    "ref_id": null
                },
                {
                    "start": 887,
                    "end": 891,
                    "text": "[50,",
                    "ref_id": null
                },
                {
                    "start": 892,
                    "end": 895,
                    "text": "61]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "First, our results demonstrate that LV-HBV-shRNA expressed anti-HBV shRNAs can induce efficient gene silencing in vitro. Consistent with the data from cells transfected with the parental pSuper-HBV-shRNA plasmids ( Supplementary Fig. 1) , LV-delivered shRNA2 targeting the CP region and especially shRNA3 targeting the DR1 region were more efficient than shRNA1 directed against the RT region in suppressing HBsAg and HBeAg (Fig. 2 ). However, both the level of inhibition and the duration of the silencing effect were much more pronounced for LV-delivered shRNA; for instance, LV-HBV-shRNA3 suppressed HBsAg production of HBsAg up to 98.5 % at 72 h post-transduction (Fig. 2) , and highly efficient suppression was maintained for 2 weeks (Fig. 7) . The most likely explanation is that transfection reaches only a fraction of the virus producing cells and the non-replicating plasmid is diluted out by cell division. In contrast, transduction by the LVs is highly efficient (around 95 % in our experiments) and the shRNA expression cassettes become stably integrated. The trend toward slightly lower suppression after 1 week may reflect a slow selection of cells with reduced shRNA expression. Overall similar results were observed for secreted HBeAg although suppression was less pronounced than for HBsAg, both in plasmid- transfected and in LV-transduced cell ( Fig. 2 and Supplementary Fig. 1 ). There is no obvious explanation but similar results were reported by Uprichard et al. [49] and Deng et al. [50] . It was suggested that the relative RNAi resistance of the precore mRNA compared to the 2.4 and 2.1 kb mRNAs may be due to a more global protection within RNA-protein complexes on the rough endoplasmic reticulum [49] . An alternative explanation could be that expression of HBeAg in the cell system used is not limited by mRNA levels but by the efficacy of posttranslational steps of protein production. At any rate, the RT-PCR assays (Fig. 3) demonstrated also a strong reduction in the levels of HBV RNA by the LV-HBV-shRNA2 vector (about 77 %) and particularly the LV-HBV-shRNA3 vector (around 95 %), without affecting the b-actin housekeeping gene mRNA. LV-HBV-shRNA1 caused only limited suppression of HBV RNA (30 %) . This is probably due to poor target accessibility [62] , which is affected by RNA structure and protein binding [63] . While these parameters are difficult to assess, the high activity of shRNA3 may relate to the fact that its DR1 target region is present in two copies on the pgRNA (see Fig. 1 ); RNAi targeting either the 5 0 or the 3 0 site would induce their degradation and, for the pgRNA, prevent it from acting as template for reverse transcription.",
            "cite_spans": [
                {
                    "start": 1486,
                    "end": 1490,
                    "text": "[49]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1507,
                    "end": 1511,
                    "text": "[50]",
                    "ref_id": null
                },
                {
                    "start": 1725,
                    "end": 1729,
                    "text": "[49]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 2228,
                    "end": 2234,
                    "text": "(30 %)",
                    "ref_id": null
                },
                {
                    "start": 2287,
                    "end": 2291,
                    "text": "[62]",
                    "ref_id": null
                },
                {
                    "start": 2349,
                    "end": 2353,
                    "text": "[63]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 215,
                    "end": 236,
                    "text": "Supplementary Fig. 1)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 424,
                    "end": 431,
                    "text": "(Fig. 2",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 668,
                    "end": 676,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 739,
                    "end": 747,
                    "text": "(Fig. 7)",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 1365,
                    "end": 1371,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1390,
                    "end": 1396,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1948,
                    "end": 1956,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 2525,
                    "end": 2531,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Results consistent with the secreted antigen and RNA data were also obtained for extracellular (Fig. 4) and intracellular (Fig. 5 ) viral DNA, as determined by qPCR and Southern blotting. Again, shRNA3 achieved a strong, sustained inhibition ([90 %). Somewhat surprising was the still strong suppression of extracellular HBV DNA by shRNA1; however, that overall replication is more vulnerable to RNAi than expression of individual gene products has previously been observed for some anti-HBV shRNAs [43] . This suggests that interference with replication may not exclusively occur by target RNA degradation but involve other mechanisms; for instance, sequence-specific binding of the guide RNA could block interaction sites on the pgRNA that are important for packaging or reverse transcription.",
            "cite_spans": [
                {
                    "start": 499,
                    "end": 503,
                    "text": "[43]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 95,
                    "end": 103,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 122,
                    "end": 129,
                    "text": "(Fig. 5",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "As LV-HBV-shRNA3 exerted the highest antiviral activity, we employed this vector to investigate the potential of the DOX-inducible tTR-KRAB system [26] to achieve regulated shRNA expression and consequently regulated HBV gene expression and replication.",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 151,
                    "text": "[26]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Controls confirmed that DOX per se did neither affect HBV replication in naive HepG2.2.15 cells nor suppression of HBV replication in cells transduced with only LV-HBV-shRNA3. Importantly, however, co-transduced LV-tTR-KRAB completely abrogated the antiviral effect in the absence of DOX whereas addition of DOX fully restored antiviral activity, as shown for secreted viral antigens ( Fig. 7) , core protein expression (Fig. 8) , and replication ( Fig. 9 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 386,
                    "end": 393,
                    "text": "Fig. 7)",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 420,
                    "end": 428,
                    "text": "(Fig. 8)",
                    "ref_id": null
                },
                {
                    "start": 449,
                    "end": 455,
                    "text": "Fig. 9",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, our data confirm the DR1 region as a highly efficient target site for anti-HBV RNAi and the superior efficiency of shRNA delivery by lentiviral vectors, resulting in much stronger and sustained antiviral activity. Moreover, they demonstrate that the DOX-controlled system allows for fully reversible regulation of the antiviral shRNA effects and thus also of HBV replication in a stably HBV expressing human hepatoma cell line. Hence, this new system should provide a valuable platform to study the pharmacokinetics of RNA drugs in general, and against HBV in particular. The data also suggest the potential of this system for therapeutic purposes, possibly in combination with conventional anti-HBV drugs such as nucleos(t)ide analogs to a priori reduce viral loads. However, prior to any practical application for treatment of chronic HBV infection, further studies in animal models will be required to evaluate its efficiency and safety in vivo, including potential toxicity of the tTR-KRAB fusion protein.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Proc. Natl. Acad. Sci. USA 93",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Naldini",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Blomer",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "H"
                    ],
                    "last": "Gage",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Trono",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Verma",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "11382--11388",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Proc. Natl.Acad. Sci. USA",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Acs",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Sells",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Purcell",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Price",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Engle",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shapiro",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Popper",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "",
            "volume": "84",
            "issn": "",
            "pages": "4641--4644",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Proc. Natl. Acad. Sci. USA",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Uprichard",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Boyd",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Althage",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "V"
                    ],
                    "last": "Chisari",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "102",
            "issn": "",
            "pages": "773--778",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Proc. Natl. Acad. Sci. USA",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Kapadia",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Brideau-Andersen",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "V"
                    ],
                    "last": "Chisari",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "100",
            "issn": "",
            "pages": "2014--2018",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "HindIII and BglII sites: pSuper-HBV-shRNA1 targeting the RT region (nt positions 672-690) 5 0 -GAT CCC CGC TCA GTT TAC TAG TGC CTT TCA AGA GAT GGC ACT AGT AAA CTG AGC TTT TTA-3 0 (sense) and 3 0 -GGG CGA GTC AAA TGA TCA CGG AAA GTT CTC TAC CGT GAT CAT TTG ACT CGA AAA ATT CGA-5 0 (antisense); pSuper-HBV-shRNA2 targeting the CP region (nt positions 1,773-1,793) 5 0 -GAT CCC CCT AGG AGG CTG TAG GCA TAA ATT CAA GAG ATT TAT GCC TAC AGC CTC CTA GTT TTT A-3 0 (sense) and 3 0 -GGG GAT CCT CCG ACA TCC GTA TTT AAG TTC TCT AAA TAC GGA TGT CGG AGG ATC AAA AAT TCG A-5 0 (antisense); pSuper-HBV-shRNA3 targeting DR1 (nt 1,824-1,842) 5 0 -GAT CCC CTT CAC CTC TGC CTA ATC ATT TCA AGA GAA TGA TTA GGC AGA GGT GAA TTT TTA-3 0 (sense) and 3 0 -GGG AAG TGG AGA CGG ATT AGT AAA GTT CTC TTA CTA ATC CGT CTC CAC TTA AAA ATT CGA-5 0 (antisense). shRNA2 and shRNA3 target all viral transcripts, shRNA1 targets all transcripts except the HBx mRNA",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Schematic diagram of the HBV genome and location of siRNA target sites. A linearized version of the 3,182 bp HBV genome (Genbank accession no.: J02203) is shown; one unit-length genome comprises the sequence from position 1,901 to 1,900; in HepG2.2.15",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "1 kb RNA encode the M (PreS2/S) and the S protein. The 0.8 kb RNA is the mRNA for HBx. b Principle of DOX-controlled shRNA expression. On the LV-HBV-shRNA expression vectors, the H1 promoter driving shRNA transcription is juxtaposed with tetO sequences. In the absence of DOX, the tTR-KRAB fusion protein, co-transduced into the same cell by the LV-tTR-KRAB vector, binds to tetO and suppresses shRNA transcription (''OFF''). Addition of DOX (small blue spheres) causes release of tTR-KRAB and shRNA is transcribed (''ON'",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Infectious titers were determined by transduction of 293T cells with known amounts of the stock solutions (tenfold dilutions corresponding to 1, 0.1, 0.01, 0.001 ll and 0.0001 ll per 1.5 ml medium in one well of a 6-well plate, seeded with 50,000 cells) and counting of GFP-positive cells. Typical titers were around 10 8 transducing units/ml. Cell culture and transduction 293T cells were cultured in Dulbecco's modified Eagle's medium (DMEM, Gibco Life Technologies) supplemented with 10 % fetal bovine serum (FBS; Gibco). The human hepatoblastoma cell line HepG2.2.15, stably transfected by head-to-tail dimers of HBV DNA, was cultured in DMEM supplemented with 10 % FBS and 200 ng/ml G418 (Gibco). The cell cultures were maintained at 37°C in a moist atmosphere containing 5 % CO 2 .Transduction of LV-HBV-shRNA vectors into HepG2.2.15 cells was carried out using Polybrene (Sigma-Aldrich). In brief, HepG2.2.15 cells were seeded at a density of 1 9 10 5 cells per well into 6-well plates. After 24 h, cells were inoculated with LV-HBV-shRNA vector particles at a multiplicity of infection (MOI) of 10 in the presence of 6 lg/ml polybrene. After overnight incubation, the culture medium was replaced with fresh complete medium. Transduction efficiency was routinely [95 %, as indicated by the fraction of GFP-positive cells.HBsAg and HBeAg ELISAThe effects of LV-HBV-shRNAs on the secretion of HBsAg and HBeAg were assessed at 24, 48, 72, 96 h, and 1 week after transduction with the LV-HBV-shRNA vectors using enzyme-linked immunosorbent assay (ELISA)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": ") compared to the untreated and the control shRNA vector transduced cells. The antiviral effects slightly increased from 24 h to 72 h post-transduction and then remained at similar levels for the entire observation period. As in the",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Impact of LV-delivered shRNAs on secreted HBV antigens. HepG2.2.15 cells were transduced with LV-HBV-shRNA1 (targeting the RT region), LV-HBV-shRNA2 (targeting the CP region), or LV-HBV-shRNA3 (targeting the DR1 region). At the indicated timepoints posttransduction the levels of HBsAg (a) and HBeAg (b) were determined by ELISA. Untreated HepG2.2.15 cells served as reference, cells transduced with LV-HBV-shRNA-NC expressing an irrelevant shRNA as control for nonspecific effects. Values obtained for the transduced cells were normalized to those obtained for untreated HepG2.2.15 cells which were set as 100 %. All data are shown as mean ± SD from three independent experiments shRNA3 transduced cells. Together, these data showed that transduction with LV-HBV-shRNA3 induced the strongest antiviral effects. Impact of DOX-inducible RNAi on HBV replication and expression in HepG2.2.15 cells",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Impact of LV-delivered shRNAs on HBV RNA levels. HepG2.2.15 cells were transduced with the indicated LV-HBV-shRNA vectors; untreated HepG2.2.15 cells served as reference. At 96 h post-transduction, total RNA was isolated and HBV-specific transcripts were quantitated by real-time RT-PCR using primers specific for the HBV S gene. Quantitation of b-actin mRNA in the same samples served for normalization. Values are given as the ratio of HBV-specific versus b-actin specific RNAs; the ratio obtained for untreated HepG2.2.15 cells was set as 100 %. Values shown are the mean of three independent experiments; bars indicate SD. Numerical mean values were 97.6 ± 7.4 % for LV-HBV-NC (negative control); 70.0 ± 3.6 % for LV-HBV-shRNA1; 22.4 ± 1.2 % for LV-HBV-shRNA2; and 5.3 ± 1.9 % forLV-HBV-shRNA3",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Impact of LV-delivered shRNAs on HBV viral load in the culture supernatant. HepG2.2.15 cells were transduced with the indicated LV-HBV-shRNA vectors. At the indicated timepoints, HBV DNA in the culture supernatants was determined by real-time PCR. Values are expressed as mean from three independent determinations; error bars indicate SD",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Impact of LV-delivered shRNAs on HBV replicative DNA intermediates in intracellular nucleocapsids. HepG2.2.15 cells were transduced with the indicated LV-HBV-shRNA vectors as described in Fig. 4. At 96 h post-transduction, nucleocapsid-associated viral DNAs were isolated and analyzed by Southern blotting, using a 32 P-labeled full-length HBV DNA probe. The positions of relaxedcircular (RC) and double-stranded linear (dsL) DNA are indicated",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Impact of LV-delivered shRNAs on HBV core protein levels. HepG2.2.15 cells were transduced with the indicated LV-HBV-shRNA vectors as described inFig. 4. Untreated HepG2.2.15 cells served as reference. Core protein in cellular lysates was detected by immunoblotting with a HBV core specific monoclonal antibody. Detection of cellular GAPDH present in the same samples served",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Regulation of HBsAg and HBeAg secretion by DOX-inducible shRNA targeting the DR1 region of HBV. HepG2.2.15 cells were transduced with LV-HBV-shRNA3 alone, or co-transduced with LV-tTR-KRAB; cells were maintained in the absence DOX or in the presence of 5 lg/ml DOX as indicated. Non-transduced HepG2.2.15 cells served as reference. Cell culture supernatants were analyzed at the indicated timepoints for HBsAg (a) and HBeAg (b) by ELISA. Note the absence of suppression in LV-tTR-KRAB co-transduced cells in the absence of DOX, and full restauration of suppression in the presence of DOX. All data shown are the mean from three independent experiments. Error bars indicate SDFig. 8Regulation of HBV core protein expression by DOX-inducible shRNA targeting the DR1 region of HBV. HepG2.2.15 cells were transduced with LV-HBV-shRNA3 alone or co-transduced with LV-tTR-KRAB, and maintained in the presence or absence of DOX as indicated. Core protein and GAPDH present in cell lysates prepared 7 days post-transduction were analyzed by Western blotting as described in the legend toFig. 6",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Regulation of HBV replication by DOX-inducible shRNA targeting the DR1 region of HBV. HepG2.2.15 cells were transduced with LV-HBV-shRNA3 alone or co-transduced with LV-tTR-KRAB, and maintained in the presence or absence of DOX as indicated. At 7 days post-transduction, intracellular nucleocapsid-associated viral DNA was isolated and analyzed by Southern blotting as described in the legend toFig.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Keywords Hepatitis B virus Á HepG2.2.15 cell line Á Lentiviral vector Á RNAi Á Doxycycline",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgments We thank Dr. Michael Nassal (University Hospital Freiburg, Germany) for helpful and constructive comments during preparation of the manuscript. This work was supported by grants from the National Major Science and Technology Special Projects for Infectious Diseases of China (2012ZX10004503-008, 2012ZX10001006-002, and 2012ZX10002006-002).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}