{
    "paper_id": "6046087bae567ea4cd9588fe007be357165183e7",
    "metadata": {
        "title": "Fluorescence polarization-based nucleic acid testing for rapid and cost-effective diagnosis of infectious disease HHS Public Access",
        "authors": [
            {
                "first": "Ki",
                "middle": [
                    "Soo"
                ],
                "last": "Park",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Massachusetts General Hospital",
                    "location": {
                        "postCode": "02114",
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Richelle",
                "middle": [
                    "C"
                ],
                "last": "Charles",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Massachusetts General Hospital",
                    "location": {
                        "postCode": "02114",
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Edward",
                "middle": [
                    "T"
                ],
                "last": "Ryan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Massachusetts General Hospital",
                    "location": {
                        "postCode": "02114",
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Ralph",
                "middle": [],
                "last": "Weissleder",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Massachusetts General Hospital",
                    "location": {
                        "postCode": "02114",
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": "rweissleder@mgh.harvard.edu"
            },
            {
                "first": "Hakho",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Massachusetts General Hospital",
                    "location": {
                        "postCode": "02114",
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": "hlee@mgh.harvard.edu."
            },
            {
                "first": "R",
                "middle": [],
                "last": "Weissleder",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "H",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A new nucleic acid detection method was developed for a rapid and cost-effective diagnosis of infectious disease. This approach relies on the three unique elements: (i) detection probes that regulate DNA polymerase activity in response to the complementary target DNA; (ii) universal reporters conjugated with a single fluorophore; and (iii) fluorescence polarization (FP) detection. As a proof-of-concept, the assay was used to detect and sub-type Salmonella bacteria with sensitivities down to a single bacterium in relatively short periods of time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "A new fluorescence polarization method was developed to accurately detect and sub-type salmonella bacteria with sensitivities down to a single bacterium in relatively short periods of time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The need for rapid and cost-effective methods for pathogen detection is increasing worldwide. This is in part due to the emergence of drug resistant pathogens, more virulent",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "strains, the increasing costs of containment (e.g., Middle East Respiratory Syndrome, Severe Acute Respiratory Syndrome, Ebola) and infections through community centers and hospitals. [1] [2] [3] With the advance of miniaturized PCR devices, [4] nucleic acid testing is gaining renewed interest as a promising tool for sensitive, specific infection diagnosis. [5] [6] [7] [8] [9] [10] The most widely used assay format is the fluorescence-based detection, which measures either the PCR-product accumulation in real time or at the end of a given amplification reaction. The analytical signal can be generated by using intercalating dyes (e.g. SYBR green I) that become fluorescent when bound to double-stranded DNA. [11] The method is simple and cost-effective with a single reagent used for signal generation, but can be susceptible to false-positives (e.g., from primer-dimer formation). Alternatively, sequencespecific fluorescent probes (e.g., Taqman, Molecular beacon, LightCycler, and Scorpions probes) can be used to improve the accuracy. [12] This approach, however, requires separate, specialized probes (labeled fluorophore and quencher) for each nucleic acid target, thus increasing the assay cost.",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 187,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 188,
                    "end": 191,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 192,
                    "end": 195,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 242,
                    "end": 245,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 360,
                    "end": 363,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 364,
                    "end": 367,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 368,
                    "end": 371,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 372,
                    "end": 375,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 376,
                    "end": 379,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 380,
                    "end": 384,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 715,
                    "end": 719,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 1045,
                    "end": 1049,
                    "text": "[12]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We herein report on a new PCR-detection scheme that enables sequence-specific, costeffective detection of pathogens. The method integrates three elements: (i) a detection probe that can regulate DNA polymerase activity in the presence of a complementary target DNA, [13] [14] [15] (ii) a universal DNA reporter conjugated with a single fluorophore, and (iii) fluorescence polarization (FP) detection. When hybridized with target oligonucleotides, the detection probe binds to and inactivates DNA polymerase. The fluorophore can then be retained in the reporter DNA, and the complex assumes slow diffusional rotation, which results in high FP values. In the absence of target oligonucleotides, on the other hand, uninhibited DNA polymerase can catalyze primer extension reactions, which cleaves fluorophore from the reporter probe. The free fluorophore can rotate rapidly to lose initial, uniform polarization, which results in low FP values. The developed approach has several advantages over conventional PCR detection: (i) the assay is simple and rapid without requiring washing steps; (ii) the separation of target recognition (a detection probe) and signal generation (a universal reporter) reduces the assay cost while maintaining high specificity; (iii) the FP detection, for its ratiometric nature, is robust against environmental noise (e.g., pH, photobleaching, temperature, opacity) and can be performed in a simple homogenous assay format. [16] [17] [18] [19] [20] As a proof-of-concept, we applied the FP assay to detect Salmonella bacteria. We achieved the detection sensitivity of ~1 CFU in blood samples, and were able to subtype different strains based on their genetic differences. Scheme 1 illustrates the assay procedure for bacterial detection. We chose bacterial mRNA as the primary target, because multiple copies of mRNA per bacterium would increase the likelihood of detection. We first extracted total RNA from a specimen and amplified target mRNA via a asymmetric reverse transcription (RT-) PCR. [21] We next added the all-in-one master-mix containing detection and universal reporter probes. The DNA polymerase used in the RT-PCR retained its activity [22] and could be recycled for the extension reaction on the reporter probes. The entire process can thus be performed in a single tube without washing steps. The level of fluorescence polarization (FP) was measured following an incubation step at room temperature.",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 270,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 271,
                    "end": 275,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 276,
                    "end": 280,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 1451,
                    "end": 1455,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 1456,
                    "end": 1460,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 1461,
                    "end": 1465,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 1466,
                    "end": 1470,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 1471,
                    "end": 1475,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 2023,
                    "end": 2027,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 2180,
                    "end": 2184,
                    "text": "[22]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We applied the FP assay to detect Salmonella, one of the most common causes of foodborne diseases. We targeted specific gene regions (STY3007 and STY1121) conserved in Salmonella enterica species. The detection probes (pan-Salmonella detection probes) were designed to have a hairpin structure (aptamer for DNA polymerase) [14] [15] joined by a single-stranded capture sequence ( Figure 1A ). [13] Although the length of the capture sequence has negligible effect on the polymerase-inhibition, [ 13] we determined to use 30mer sequences to maximize the specificity for target Salmonella DNA. The designed probes showed no similarity to any other targets according to the BLAST (Basic Local Alignment Sequence Tool) search (Table S1 in Supporting Information). We also designed primers to flank the target sequences for hybridization. For the signal detection, fluorescein-labeled DNA, its primer and template were prepared, ensuring no sequence overlap with other targets ( Figure 1A ).",
            "cite_spans": [
                {
                    "start": 323,
                    "end": 327,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 328,
                    "end": 332,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 393,
                    "end": 397,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 494,
                    "end": 499,
                    "text": "[ 13]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 380,
                    "end": 389,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 722,
                    "end": 731,
                    "text": "(Table S1",
                    "ref_id": null
                },
                {
                    "start": 974,
                    "end": 983,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "We first used synthetic oligonucleotides to validate the assay. The kinetic measurement showed that the extension reaction reached a plateau 20 min after mixing detection probes and target oligonucleotides (STY3007; Figure 1B ). We thus chose 20 min as the optimal extension. As an analytical signal, we defined the differential output ΔFP = FP -FP0, where FP0 is the fluorescence polarization of control samples containing DNA polymerase and the reporter probe only. The reaction was highly sequence-specific; we observed high ΔFP only in the presence of target oligonucleotides ( Figure 1C ). Electrophoretic band-shift analysis [23] confirmed that detection probes, in the presence of target oligonucleotides, complexed with DNA polymerase and limited its catalytic activity ( Figure S1 in SI). We further compared two assay procedures, namely a sequential and a one-pot condition (see Methods for assay details). In the sequential assay, detection probes were first incubated with target DNA and polymerase, followed by the addition of universal reporter probes; in the one-pot assay, both detection and reporter probes were mixed together with target DNA and polymerase. The observed ΔFP values ( Figure 1D ) were statistically identical (twotailed t-test, P > 0.76), [24] which demonstrated that PCR amplification was compatible with our detection system. The one-pot reaction was possible due to the favorable reaction kinetics: DNA hybridization has a dissociation constant in low picomolar ranges, [25] whereas DNA polymerase binds to a primer-template DNA with a dissociation constant in sub-micromolar ranges. [26] Therefore, the hybridization between the detection probe and a complementary target DNA occurs faster than the binding of DNA polymerase to a universal reporter probe. This is effectively the same reaction order in the sequential assay wherein the target DNA and the detection probe are mixed first, followed by the addition of the universal probe. We opted for the one-pot scheme, as it speeds up the assay time and is better suited for point-of-care applications.",
            "cite_spans": [
                {
                    "start": 631,
                    "end": 635,
                    "text": "[23]",
                    "ref_id": null
                },
                {
                    "start": 1273,
                    "end": 1277,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1507,
                    "end": 1511,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 1621,
                    "end": 1625,
                    "text": "[26]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 216,
                    "end": 225,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 582,
                    "end": 591,
                    "text": "Figure 1C",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 780,
                    "end": 789,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1202,
                    "end": 1211,
                    "text": "Figure 1D",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "We next determined the detection sensitivity of the FP assay. With synthetic oligonucleotides as a target, the absolute detection limit (without PCR) was determined to be ~0.5 nM, which is comparable to or lower than those of nucleic acid-based diagnostic platforms (Figure 2A) . [13, [27] [28] [29] Such high sensitivity enabled bacterial detection at the single colony-forming unit (CFU) level. For example, we prepared bacterial samples through the serial dilution of Salmonella enterica serotype Typhimurium (S. Typhimurium) in culture media. Following mRNA extraction and asymmetric RT-PCR (40 cycles), we added STY3007-detection and reporter probes. The measured ΔFP signal showed CFU-dependent changes with the limit of detection (LOD) of ~1 CFU/ml ( Figure 2B ). We further spiked S. Typhimurium in human blood. The assay was robust, yielding similar results as in the culture media samples. The estimated LOD was ~1 CFU/mL in the whole blood (see Experimental section for details).",
            "cite_spans": [
                {
                    "start": 280,
                    "end": 284,
                    "text": "[13,",
                    "ref_id": null
                },
                {
                    "start": 285,
                    "end": 289,
                    "text": "[27]",
                    "ref_id": null
                },
                {
                    "start": 290,
                    "end": 294,
                    "text": "[28]",
                    "ref_id": null
                },
                {
                    "start": 295,
                    "end": 299,
                    "text": "[29]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 266,
                    "end": 277,
                    "text": "(Figure 2A)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 758,
                    "end": 767,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "We next extended the FP assay to differentiate Salmonella serotypes. [30] We targeted Salmonella serotypes (S. Typhi and S. Paratyphi A) that are restricted to humans and the primary cause of enteric fever (Table S2 in Supporting Information). [31] For each serotype, we selected two target sequences that were highly expressed [32, 33] : STY0201, STY0207 for S. Typhi; SPA2472, SPA4291 for S. Paratyphi A. Corresponding DNA detection probes were then designed (Table S1 in SI). The profiling experiment showed excellent selectivity of the developed assay ( Figure 2C ). The ΔFP signals from other pathogenic bacteria samples (i.e., Klebsiella pneumoniae, Enterobacter aerogenes, Citrobacter freundii, Pseudomonas aeruginosa) were negligible for Salmonella-related probes even at high bacterial load (10 6 CFU/mL). Pan-Salmonella detection probes (STY3007, STY1121), however, reported high signals for all Salmonella serotypes; the serotype-specific probes then identified intended targets with high selectivity.",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 73,
                    "text": "[30]",
                    "ref_id": null
                },
                {
                    "start": 244,
                    "end": 248,
                    "text": "[31]",
                    "ref_id": null
                },
                {
                    "start": 328,
                    "end": 332,
                    "text": "[32,",
                    "ref_id": null
                },
                {
                    "start": 333,
                    "end": 336,
                    "text": "33]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 206,
                    "end": 215,
                    "text": "(Table S2",
                    "ref_id": null
                },
                {
                    "start": 558,
                    "end": 567,
                    "text": "Figure 2C",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "We also evaluated FP assay's potential for high-throughput Salmonella screening. We prepared blood samples, mimicking healthy condition, Salmonella infection, and other bacteremia. Total RNA was extracted from the blood sample (1 mL), transcribed to cDNA, and aliquoted. Each aliquot (2.5 μL cDNA) was then tested for a different probe: pan-Salmonella (STY3007, STY1121), S. Typhi (STY0201, STY0207), S. Paratyphi A (SPA2472, SPA4291). The FP assay showed high detection accuracy and produced a robust signal even at the presence of abundant human genomic nucleic acids ( Figure 3A and C) . Conventional qPCR, on the other hand, yielded false-positives ( Figure 3B and C) that were likely due to the primer-dimer formation. Further analysis showed ( Table S3 in SI) that the melting temperature of non-targeted PCR products (false-positives) was similar to that of the targeted ones (true-positive samples), suggesting the generation of spurious by-products. The FP assay was robust against external factors (e.g., primer-dimer formation) and could achieve the sequence-specific detection with reduced assay cost (Table S4 in SI).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 572,
                    "end": 588,
                    "text": "Figure 3A and C)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 655,
                    "end": 664,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 750,
                    "end": 758,
                    "text": "Table S3",
                    "ref_id": null
                },
                {
                    "start": 1113,
                    "end": 1122,
                    "text": "(Table S4",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "In summary, we have developed a new detection approach to nucleic acid tests, which uses (i) a targetspecific detection probe to modulate DNA polymerase activity and (ii) a universal reporter for signal generation. The assay is simple, modular, and cost-effective (see Table S4 in SI for comparison with other modalities). It is complete in less than 20 min at room temperature without washing steps (one-pot reaction) after the completion of PCR, and the same universal reporter can be used for different DNA targets. The FP assay's performance is comparable to that of Taqman assay, and its cost is much lower and favorable for multitarget detection (~$1 for 100 targets, Table S4 in SI). When applied to Salmonella in blood, the developed assay achieved high sensitivity (~1 CFU/mL) and could differentiate S. Typhi and S. Paratyphi A. In combination with miniaturized PCR and optical detectors, [4] this assay could be a powerful platform for point-of-care pathogen detection. With judicious probe design, [27] it is also conceivable to adopt the assay to detect single-nucleotide mismatch. The N-DNA was STY1121 target DNA for STY3007 detection; STY3007 target DNA for STY1121 detection. D) Variation of addition step of detection and universal reporter probe after PCR amplification. \"Sequential\" comprises the addition of detection probe (STY3007 detection probe) to PCR mixture containing the amplified product (STY3007 target), followed by the incubation with the universal detection probe. \"One-pot\" means the simultaneous addition of detection and universal reporter probe to PCR mixture containing the amplified product. All experiments were performed in triplicate, and the data are displayed as mean ± s.d. Detection of Salmonella bacteria with fluorescence polarization system. (A) The absolute detection limit of STY3007 synthetic target DNA without PCR amplification, which was ~0.5 nM. (B) Detection of S. Typhimurium in culture media and human blood (1 mL). The detection of S. Typhimurium in human blood was achieved by spiking serial dilutions of S. Typhimurium into human blood. The detection limit was a single bacterium. (C) Selective detection and accurate sub-typing of Salmonella strains (10 6 CFU). Four different pathogens (10 6 CFU) were included as controls. All experiments were performed in triplicate, and the data are displayed as mean ± s.d. Heat maps showing the specificity of fluorescence polarization system and qPCR. Five different samples that mimic clinical scenarios were prepared, which includes healthy control, patients infected with the bacterial mixture (K. pneumoniae, E. aerogenes, C. freundii, and P. aeruginosa, 10 6 CFU/mL), S. Typhimurium, S. Typhi, and S. Paratyphi A (10 6 CFU/mL). All experiments were performed in triplicate, and the data are displayed as mean ± s.d.",
            "cite_spans": [
                {
                    "start": 899,
                    "end": 902,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 1010,
                    "end": 1014,
                    "text": "[27]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 269,
                    "end": 277,
                    "text": "Table S4",
                    "ref_id": null
                },
                {
                    "start": 674,
                    "end": 682,
                    "text": "Table S4",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Schematic of the assay procedure to detect the pathogenic bacteria. (A) Total RNA is extracted from the sample and messenger RNA (mRNA) is amplified via asymmetric RT-PCR. The single-stranded DNAs are predominantly produced and DNA polymerase used in PCR amplification maintains its activity. (B) Single-stranded DNA of the amplified product is then incubated with the all-in-one master mix composed of detection and universal reporter probes. The resulting fluorescence polarization values are subsequently measured.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scheme 1."
        }
    ],
    "bib_entries": {
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Differences between these two cases were assessed using a two-tailed t-test, and a P value smaller than",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Assay validation. A) Sequences of pan-Salmonella detection probes (STY3007 and STY1121) and universal reporter probe composed of primer, template, and FAM-labeled DNA. B) Kinetic measurement of the primer extension reaction. C) Validation of STY3007 and STY1121 detection probes for the specific detection of complementary target DNAs. High ΔFP was obtained only when both detection probe and the perfectly matched target DNA (200 nM) were present. N-DNA target indicates the non-complementary target DNA.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Salmonella detection in human blood. (A) Detection of Salmonella bacteria with fluorescence polarization system. (B) Real-time PCR quantification using SYBR Green. (C)",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "This work was supported in part by NIH Grants R01HL113156, R01EB004626, R01EB010011, HHSN268201000044C and R33100023; DoD OCRP Award W81XWH-14-1-0279; Basic Science Research Program through the National Research Foundation of Korea funded by the Ministry of Education (2014R1A6A3A03059728).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "Refer to Web version on PubMed Central for supplementary material.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Material"
        }
    ]
}