{
    "paper_id": "604f5ab903cf28f8ac8edd7960813a1986e88328",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "surgery the benefit from radiotherapy was less; local recurrence was reduced from 8% to 2%. Furthermore, the size of the benefit depended on the stage of the primary tumour-0.2% for T1 tumours, 5% for T2, and 12% for T3 primary lesions. These data can also be expressed as the proportion of patients who received unnecessary radiotherapy-99.8% of patients with a T1 tumour and 95% of those with T2 lesions. Even for patients with relatively high risk T3 tumours the figure was 88%. This is important because the Swedish and Dutch trials reported higher morbidity, including bowel dysfunction and incontinence, in patients treated with radiotherapy. 10 11 Ideally, patients at high risk of a positive resection margin because of advanced primary disease should be identified before surgery so they can be targeted with preoperative chemotherapy or radiotherapy.",
            "cite_spans": [
                {
                    "start": 649,
                    "end": 654,
                    "text": "10 11",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The study in this week's issue from the MERCURY Study Group shows that pelvic magnetic resonance imaging performed before surgery for rectal cancer has a sensitivity of 94% and a specificity of 92% for predicting negative circumferential margins after surgery. 2 Crucially, the study showed that when radiologists undergo specific training and the technique is standardised, results are reproducible between centres. The technique was less reliable at predicting positive resection margins mainly due to localised tumour perforation or the presence of adjacent lymph nodes, but this does not limit the clinical value of pelvic imaging.",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 262,
                    "text": "2",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "These data have important implications for the management of patients with rectal cancer. Firstly, although a previous study suggested that preoperative staging may be used to target radiotherapy to high risk patients, the number of patients included was small. 12 The MERCURY Study Group however has now confirmed in a multicentre observational study that magnetic resonance imaging may be used for this purpose. This means that patients with rectal cancer at low risk of local recurrence can avoid unnecessary and harmful chemotherapy or radiotherapy. Also resources can be focused towards those patients at high risk.",
            "cite_spans": [
                {
                    "start": 262,
                    "end": 264,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Secondly, future studies of chemotherapy and radiotherapy can now be targeted towards a homogeneous group of patients known to be at high risk of local recurrence after surgery. This should make it easier to design trials with sufficient power to determine the most effective treatments in high risk groups, the benefits of short course radiotherapy compared with longer courses, and the role of salvage surgery in both responders and non-responders.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Finally, preoperative staging provides an objective yardstick against which the quality of the surgical tech-nique may be audited. When used with histological assessment of the integrity of the mesorectum in resected specimens, surgeons will no longer be able erroneously to attribute positive resection margins after rectal cancer surgery to advanced disease rather than poor surgical technique.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Preoperative staging has been advocated in guidelines for the management of colorectal cancer and many clinicians are already using it. 13 14 The task ahead is to make magnetic resonance imaging mandatory for all patients with rectal cancer before treatment decisions are made at multidisciplinary meetings. ",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 141,
                    "text": "13 14",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "New guidelines are less restrictive but still overcautious M obile phones are widely used, but their use is still restricted in certain places including petrol stations, some areas in hospitals, and aircraft. Restrictions have been justified on the grounds of public safety, but the reasons behind these restrictions are often unclear. In hospitals, patients, visitors, and staff routinely breeze through wards with their mobile phones switched on. As yet we have no evidence that this behaviour has serious consequences for patients. The lack of such evidence has encouraged the Medicines and Healthcare products Regulatory Agency (MHRA) to advise more selective restrictions on the use of mobile phones in hospitals (box). 1 While welcoming this relaxation, we wonder why it has taken Editorials BMJ 2006;333:767-8 so long to happen and why it has the feeling of extracting a generous concession. The liberalisation sits alongside proposed new restrictions, such as a ban on the use of camera phones in patient areas. The regulations also fail to criticise the previous ones, which were overcautionary. Paradoxically, the new rules may be even more restrictive than the old ones.",
            "cite_spans": [
                {
                    "start": 725,
                    "end": 726,
                    "text": "1",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Use of mobile phones in hospitals"
        },
        {
            "text": "Mobile phones arrived in an age when safety concerns were high and various restrictions were imposed-for example, bans on beef during the Creutzfeldt-Jakob disease scare, and the introduction of air travel restrictions and quarantine during the severe acute respiratory syndrome outbreak. Mobile phones are an easy target in a precautionary climate that demands proof that something is not dangerous rather than grounds that it is. 2 Unlike other public health issues such as Creutzfeldt-Jakob disease and severe acute respiratory syndrome, restrictions on mobile phone use can be implemented easily, because they seem to be relatively inconsequential, and the restrictions make people think that safety concerns are being taken seriously.",
            "cite_spans": [
                {
                    "start": 432,
                    "end": 433,
                    "text": "2",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Use of mobile phones in hospitals"
        },
        {
            "text": "The most important concern with mobile phones is interference with sensitive medical equipment. A study by the Medical Devices Agency in the United Kingdom reported that mobile phones could interfere with 4% of medical devices at a distance of one metre. 3 In contrast this figure was 41% for emergency services' handsets and 35% for porters' handsets. In general the interference was merely an irritation and ultimately harmless to the patient-for example, alarms were triggered and electrocardiograph recordings needed to be repeated. Effects on pacemakers, such as disruption to the atrial sensing circuitry or ventricular inhibition, can occur, but only when the patient holds their phone against the chest rather than the ear, and the effects stop once the phone is removed. 4 Sensible caution regarding the proximity of mobile phones to medical equipment is thus warranted, but concerns about patient safety alone do not justify zealously enforced no phone areas, which can cause arguments between staff, patients, and visitors.",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 256,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 780,
                    "end": 781,
                    "text": "4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Use of mobile phones in hospitals"
        },
        {
            "text": "Beeping, ringing, and singing ring tones can be a nuisance, and the tendency for patients to answer their phones in the middle of a consultation is irritating. This, however, does not endanger patients and is comparable to the intrusive effect of radios, MP3 players, TV sets, and so on, as well as to other lapses in courtesy that occur.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Use of mobile phones in hospitals"
        },
        {
            "text": "The proposed relaxation of restrictions on the use of mobile phones is therefore welcome but, unfortunately, fresh anxieties may precipitate an entirely new wave of regulations. The Department of Health-for example, has recommended that camera phones should not be allowed in hospitals because they may undermine the privacy of patients, and it has also suggested that some ring tones might be mistaken for medical device alarms. 5 The department concedes that identifying mobile camera phones might prove difficult and so, \"The control of camera phones may only be seen to be practically possible by preventing the use of mobile phones altogether.\"",
            "cite_spans": [
                {
                    "start": 430,
                    "end": 431,
                    "text": "5",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Use of mobile phones in hospitals"
        },
        {
            "text": "Despite concerns about the negative aspects of mobile phones, they have many benefits. A survey of the attendees of the 2003 meeting of the American Society of Anesthesiologists found that only 2.4% had ever experienced interference between a medical device and a mobile. In contrast 15% indicated that a delay in communication had led to medical error or injury, and such delays were less frequent among those who used mobiles instead of pagers. 6 Doctors and pharmacists would benefit from using mobile phones rather than pagers, and many patients in hospital would welcome the opportunity to relieve their isolation without resorting to expensive hospital phones that are cumbersome to use.",
            "cite_spans": [
                {
                    "start": 447,
                    "end": 448,
                    "text": "6",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Use of mobile phones in hospitals"
        },
        {
            "text": "As in a previous editorial, 7 we urge hospital managers and clinical directors to adopt a more flexible approach to the use of mobile phones on the basis that the advantages clearly outweigh their largely mythical risks. ",
            "cite_spans": [
                {
                    "start": 28,
                    "end": 29,
                    "text": "7",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Use of mobile phones in hospitals"
        },
        {
            "text": "A total ban on mobile phones is not needed and is impossible to enforce effectively Mobile phones should be switched off near critical care or life support equipment and should be used only in designated areas Authorised health and social care staff and external service personnel should always comply with local rules regarding the use of mobile phones Hospitals and NHS trusts should develop local rules to minimise the risk of interference with important medical equipment Mobile phones should not be used in critical care areas, such as intensive therapy units and special care baby units, or where patients are attached to complex devices The MHRA also notes that Telephone ring tones may disturb or alarm patients who are resting The ringing of telephones and subsequent conversations may disturb important discussions involving patients or healthcare professionals (or both)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary of MHRA advice on use of mobile phones in hospitals"
        },
        {
            "text": "The use of camera phones may compromise patient confidentiality Alarm tones on medical equipment may be overlooked if confused with telephone ring tones",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary of MHRA advice on use of mobile phones in hospitals"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Cancer scenarios: an aid to planning cancer services in Scotland (03: colorectal cancer)",
            "authors": [
                {
                    "first": "Scottish",
                    "middle": [],
                    "last": "Executive",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Diagnostic accuracy of preoperative magnetic resonance imaging in predicting curative resection of rectal cancer: prospective observational study",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Mercury Study Group",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "BMJ",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.38937.646400.55"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Rectal cancer: the Basingstoke experience of total mesorectal excision",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Heald",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Moran",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Ryall",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sexton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Macfarlane",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Arch Surg",
            "volume": "133",
            "issn": "",
            "pages": "894--903",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Role of circumferential margin involvement in the local recurrence of rectal cancer",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "J"
                    ],
                    "last": "Adam",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "O"
                    ],
                    "last": "Mohamdee",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "G"
                    ],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Scott",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Finan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Lancet",
            "volume": "344",
            "issn": "",
            "pages": "707--718",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Impact of a surgical training program on rectal cancer outcomes in Stockholm",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Martling",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Holm",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Rutqvist",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Johansson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Moran",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Heald",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Br J Surg",
            "volume": "92",
            "issn": "",
            "pages": "225--234",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Preoperative versus postoperative chemoradiotherapy for rectal cancer",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sauer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Becker",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hohenberger",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rodel",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wittekind",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fietkau",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "N Engl J Med",
            "volume": "351",
            "issn": "",
            "pages": "1731--1771",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Chemoradiotherapy with preoperative radiotherapy in rectal cancer",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Bosset",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Collette",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Calais",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mineur",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Maingon",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Radosevic-Jelic",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "N Engl J Med",
            "volume": "355",
            "issn": "",
            "pages": "1114--1137",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Swedish Rectal Cancer Trial. Improved survival with preoperative radiotherapy in resectable rectal cancer",
            "authors": [],
            "year": 1997,
            "venue": "N Engl J Med",
            "volume": "337",
            "issn": "",
            "pages": "980--987",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Preoperative radiotherapy combined with total mesorectal excision for resectable rectal cancer",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kapiteijn",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Marijnen",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "D"
                    ],
                    "last": "Nagtegaal",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Putter",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Steup",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wiggers",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "N Engl J Med",
            "volume": "345",
            "issn": "",
            "pages": "638--684",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Preoperative irradiation affects functional results after surgery for rectal cancer: results from a randomised study",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dalberg",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Glimelius",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Graf",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pahlman",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Dis Colon Rectum",
            "volume": "41",
            "issn": "",
            "pages": "543--552",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Late side effects of short-course preoperative radiotherapy combined with total mesorectal excision for rectal cancer: increased bowel dysfunction in irradiated patients-a Dutch Colorectal Cancer Group study",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Peeters",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Van De Velde",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Leer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Martijn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Junggeburt",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Kranenbarg",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Clin Oncol",
            "volume": "23",
            "issn": "",
            "pages": "6199--206",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Pre-operative staging of rectal cancer allows selection of patients for preoperative radiotherapy",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Horgan",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "G"
                    ],
                    "last": "Finlay",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Br J Surg",
            "volume": "87",
            "issn": "",
            "pages": "575--584",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Scottish Intercollegiate Guidelines Network",
            "authors": [],
            "year": 2003,
            "venue": "Management of colorectal cancer. Edinburgh: SIGN",
            "volume": "",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The Association of Coloproctology of Great Britain and Ireland. Guidelines for the management of colorectal cancer",
            "authors": [],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Hospital mobile phone laws relax",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bbc News Online",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Cellular phones, public fears and a culture of precaution",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Burgess",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Department of Health. MDA device bulletin DB9702. London: DoH",
            "authors": [],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Interference with cardiac pacemakers by cellular telephones",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Hayes",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Reynolds",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Estes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Griffith",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Steffens",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "N Engl J Med",
            "volume": "336",
            "issn": "",
            "pages": "1473--1482",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Patient power review group: use of mobile phones in hospitals and other NHS premises. London: DoH",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Department",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Health",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Communication in critical care environments: mobile telephones improve patient care",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Soto",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Goldman",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "J"
                    ],
                    "last": "Rampil",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Ruskin",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Anesth Analg",
            "volume": "102",
            "issn": "",
            "pages": "535--576",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Mobile phones in hospitals",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Myerson",
                    "suffix": ""
                },
                {
                    "first": "Arj",
                    "middle": [],
                    "last": "Mitchell",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "BMJ",
            "volume": "326",
            "issn": "",
            "pages": "460--461",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Ian Finlay consultant colorectal surgeon (Ian.Finlay@northglasgow.scot.nhs.uk) Department of Coloproctology, Lister Surgical Unit, Glasgow Royal Infirmary, Glasgow G31 2ER Competing interests: None declared.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Stuart W G Derbyshire senior lecturer in psychology (s.w.derbyshire@bham.ac.uk) University of Birmingham, School of Psychology, Birmingham BI5 2TT Adam Burgess senior lecturer in sociology University of Kent, School of Social Policy, Sociology, and Social Research, Canterbury CT2 7NF Competing interests: None declared. doi 10.1136/bmj.38995.599769.80",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}