{
    "paper_id": "61caae90ba95205cc3196269cece79f8095849c2",
    "metadata": {
        "title": "Hospital-acquired viral respiratory infections in neonates hospitalized since birth in a tertiary neonatal intensive care unit",
        "authors": [
            {
                "first": "Claudette",
                "middle": [
                    "L"
                ],
                "last": "Poole",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [],
                "last": "Bernard",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "C",
                "middle": [],
                "last": "Camins",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mark",
                "middle": [
                    "N"
                ],
                "last": "Prichard",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ona",
                "middle": [],
                "last": "Faye-Petersen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Cecelia",
                "middle": [],
                "last": "Hutto",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Objective To determine frequency of hospital-acquired viral respiratory infections (HA-VRI) and associated outcomes in a NICU. Study design Prospective cohort study conducted from 4 October 2016 to 21 March 2017. Infants hospitalized from birth in the NICU had a weekly nasal swab collected for testing using a multiplex PCR assay capable of detecting 16 different respiratory viruses. Results Seventy-four infants enrolled, with 5 (6.8%) testing positive for a virus (incidence rate of 1.3/1000 patient days). VRI positive infants had a younger gestational age (median 27 w vs. 32 w, p = 0.048); were hospitalized longer (97 d vs 43 d, p = 0.013); required more antibiotics (8 d vs. 4 d, p = 0.037) and were more likely to be diagnosed with bronchopulmonary dysplasia (p = 0.008) compared to VRI negative infants. Conclusion Respiratory viruses are a frequent cause of HAI in the NICU and are associated with negative outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results of this study were presented in poster format at St Jude's PIDS",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "With the availability of molecular diagnostics, viral respiratory infections (VRI) have increasingly been associated with hospital acquired infections (HAI) within NICU. They have been described in numerous outbreaks worldwide with a pooled analysis case fatality rate estimated at 13% [1] . Several studies have reported the inci-dence and outcomes associated with hospital-associated VRI (HA-VRI) within NICU settings. HA-VRI is associated with negative outcomes including prolonged hospitalization and need for respiratory support, and increased risk of developing bronchopulmonary dysplasia (BPD) [2] [3] [4] . The incidence rates reported varied widely from 1% [5] to 50% [2] . The variation in study designs was likely a contributing factor to this variation. Interpretation of the role of respiratory viruses in infants with respiratory disease and clinical changes resulting in evaluation for sepsis is complicated by the finding of respiratory viruses in asymptomatic infants. Given the conflicting results, the role of respiratory viruses in disease in this population remains unclear as is the decision by clinicians in the NICU about the criteria for testing for respiratory viruses.",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 289,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 601,
                    "end": 604,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 605,
                    "end": 608,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 609,
                    "end": 612,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 666,
                    "end": 669,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 677,
                    "end": 680,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We sought to determine the incidence rate of HA-VRI in neonates hospitalized in a NICU from birth and to evaluate outcomes associated with these infections. We hypothesized that weekly surveillance for VRI using molecular diagnostics would provide an estimate of the frequency of HA-VRI in this population. In addition, the sequential surveillance of viruses in each would provide evidence of the association of the presence of the virus with onset of symptoms. We further hypothesized that these infections would be associated with disease including possibly BPD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This prospective exploratory surveillance cohort study was approved by the University of Alabama at Birmingham institutional review board (approval number 160705002). Written informed consent was obtained from parents of all infants prior to enrollment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Human subjects protection"
        },
        {
            "text": "The setting was the Regional Neonatal Intensive Care Unit and Continuing Care Nursery at the University of Alabama at Birmingham Women and Infants Hospital which is classified as a level IV NICU with the capacity to accommodate 120 babies. Ninety percent of the rooms have a single patient. Recruitment was from 4 October 2016 to 22 March 2017. The infants were followed and tested weekly from time of patient enrollment until discharge from the hospital. Eligible participants were newborn infants admitted to the NICU on the same day that they were born. Exclusion criteria were infants with complex congenital malformations, maternal critical illness post-delivery, mother deemed a minor or parents who were unable to give consent in English.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Setting and study population"
        },
        {
            "text": "During the study period, 457 infants were admitted to the NICU. Of these, seven were excluded due to caregiver being Spanish speaking, one due to parent being a minor, four whose mothers were critically ill post-delivery, eight infants had congenital anomalies, and two infants were transferred to another institution within the first week of life. The study investigator identified 424 infants eligible for enrollment. A single investigator was responsible for obtaining informed consent and would attempt to meet with the infant's caregivers within the first week of life. Despite multiple attempts at different times of day, due to limited access to parents, as the study investigator was not part of the clinical care team, only 88 parents were approached by the study investigator for enrollment with 74 participants enrolling. See Fig. 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 837,
                    "end": 843,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Setting and study population"
        },
        {
            "text": "Clinical data and outcomes were obtained from the electronic medical record. Variables collected on participants included gender, race, maternal age, mode of delivery, maternal fever at time of delivery, birth weight, gestational age (GA), length of stay (LOS), days of respiratory support, diagnosis of BPD, diagnosis of necrotizing enterocolitis (NEC), number of blood cultures obtained, co-infections with bacterial infections, number of antibiotics prescribed, and number of antibiotic days. A diagnosis of BPD was defined as infants requiring supplemental oxygen >21% for 28 days or longer or a continued need for supplemental oxygen at or ≥36 weeks postmenstrual age. Nasal swabs were obtained by one of two study investigators to ensure consistency of collection method and were collected at time of enrollment and weekly until discharge from the hospital. Samples were obtained using a sterile nylon flocked swab by swabbing inside of nostrils bilaterally and then placed in viral transport medium and immediately transported to the lab where the samples were centrifuged, swab removed and then stored at −80°C using Freezer Works to label and identify the location of stored samples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Setting and study population"
        },
        {
            "text": "As results of the VRP were not to be reported to the clinical team, samples were tested after all samples had been collected. The anticipated percentage of patients testing positive for a virus was <10%, so to reduce the cost of sample testing, individual weekly samples per patient were batched and tested together. Any patient testing positive for a virus, then had the weekly samples tested individually to identify the timing of infection. After thawing, a 200 μL aliquot from individual samples obtained per participant were combined. The number of samples combined varied depending on the number of weeks the infant remained hospitalized as a sample was collected once a week until To test whether combining multiple samples would still result in the detection of the presence of a virus, 200 μL of a nasal sample known to be positive with human rhinovirus (HRV) was added to 10 pooled nasal samples of a single participant. Two hundred microliters of this combined sample was then extracted and tested and yielded a positive result for HRV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multiplex viral respiratory panel testing"
        },
        {
            "text": "Nucleic acid extraction from patient samples was done using Nuclisens® easyMAG® which is an automated benchtop nucleic acid extraction system that automates an enhanced magnetic silica version of BOOM technology, a gold standard for efficient universal extraction of RNA and DNA patented by Biomerieux Inc. Durham, NC. The nasal swab samples were tested using the eSensor RVP (Gen-Mark Dx, Carlsbad, CA), a molecular multiplex respiratory viral panel testing for multiple respiratory viruses simultaneously. The viruses included on the panel are influenza A and B, RSV A and B, parainfluenza virus 1, 2, 3, and 4, HRV, adenovirus groups B, C, and E, human metapneumovirus, and coronavirus types 229E, HKU1, OC43, and NL63.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multiplex viral respiratory panel testing"
        },
        {
            "text": "Statistical analysis was conducted using IBM ®SPSS® Statistics Premium 24 (Windows). Descriptive analyses were used for characterization of demographics. Fisher's exact test was used to analyze categories and Mann-Whitney U test was used to analyze the difference in distribution for continuous variables. An α level < 0.05 was considered statistically significant. Analyses were conducted to adjust for confounders on outcomes including GA, NEC, and positive bacterial cultures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "In total, 74 patients were enrolled. Forty-four percent were males. For 51 (69%) of the infants, the GA was 34 weeks or less and 42 infants were hospitalized for >4 weeks. In total, this cohort represented 3799 patient days. Of the 74 infants, five tested positive for a respiratory viral infection, giving a frequency of 6.8% and an incidence rate of 1.3/1000 patient days. All viral infections were identified in infants <34 weeks and hospitalized more than 4 weeks. The frequency of HA-VRI in infants hospitalized >4 weeks was 12%. Viruses identified were parainfluenza in December, HRV in February, March, and May and coronavirus in February and March.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "There were no significant differences between the infants with a VRI and the 69 infants who had negative tests when compared for gender, race, mode of delivery, birth weight, or maternal age. For infants with a positive test, the median GA was lower (p-value 0.048) ( Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 268,
                    "end": 276,
                    "text": "Table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Comparing the LOS for infants less than 34 weeks GA with and without a positive viral test, the median LOS in days was 97 (min 67, max 143, IQR 79-121) for VRP positive infants compared to a median of 43 days (min 7, max 228, IQR 24-73) for VRP negative infants, with a pvalue of 0.013. When excluding infants who had developed NEC, none of which occurred in virus positive infants, there was a stronger association with increased LOS in virus positive infants with a p-value of 0.004. Additional outcome measurements related to respiratory support, antibiotic exposure, and BPD are detailed in Table 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 595,
                    "end": 602,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Clinical descriptions of infants testing positive for a respiratory virus Infant 1: An African-American male was born at 23 weeks and 4 days GA with a birth weight of 630 grams. He was diagnosed with HRV by physician requested testing done at 4 months of age due to declining respiratory status. The surveillance study swab obtained 3 days prior was negative. He continued to test positive for HRV on weekly swabs for four subsequent swabs until his death 5 weeks later. Prior to the acquisition of HRV he was stable on nasal cannula oxygen at 1 L/min. On the day he initially tested positive for HRV he had a decline in respiratory status requiring escalation of support to nasal CPAP and was then re-intubated Fig. 2 ). Infant 2: A white male was born at 26 weeks GA with a birth weight of 550 g. He was diagnosed with HRV by physician directed testing done at 3 months of age due to declining respiratory status with increasing oxygen requirement. Blood and urine cultures were also obtained, and he was treated with broad spectrum antibiotics. Bacterial cultures remained negative. The weekly surveillance swab obtained 3 days prior to clinician testing was positive for HRV and the swab obtained 8 days prior was negative. A surveillance swab obtained 10 days after the clinical sample also tested positive for HRV. The infant recovered and was then discharged home 3 days later on home oxygen therapy.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 712,
                    "end": 718,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Infant 3: The twin of infant 2, infant 3 was a white male born at 26 weeks GA with a birth weight of 1050 g. This infant underwent physician testing for a respiratory virus at 3 months of age in response to HRV infection identified in the twin sibling. Interestingly this infant tested positive for coronavirus OC43. The weekly surveillance swabs obtained at the same time as the twin sibling tested positive for HRV were all negative. A swab obtained a week after the positive swab for coronavirus OC43 was negative. This infant was on nasal cannula oxygen at 1 L/min for the week preceding and week post identification with coronavirus. There were no other clinical indicators to suggest symptomatic infection. This infant was also discharged home on oxygen therapy. Infant 4: A white female was born at 33 weeks GA with a birth weight of 1960 g. Weekly surveillance swabs identified parainfluenza virus type 3 at 16 days of life. The swab that had been obtained at 10 days of life was negative. The weekly swab obtained the following week remained positive for parainfluenza virus type 3 and the swab obtained the week after at a month of age was negative. On review of clinical course, this infant was initially treated for apnea with aminophylline until 4 days prior to the identification of parainfluenza. Due to increasing frequency of apnea with associated bradycardia, the infant was restarted on aminophylline within a week of the first positive parainfluenza nasal swab.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Infant 5: A white female was born at 30 weeks GA with a birth weight of 1710 g. At 2 months of life the infant tested positive for HRV on a weekly surveillance swab. The swab obtained 2 weeks prior was negative, and the swab obtained 6 days later was negative. On review of the clinical records, the infant required an escalation of respiratory support, to supplemental oxygen via nasal cannula due to increase work of breathing and desaturations 3 days prior to the HRV positive surveillance swab.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Before the availability of molecular assays, the incidence of HA-VRI in NICU settings was estimated to be about 1% [5] . The first study to challenge that assumption using molecular diagnostics was reported by Bennet and colleagues, who found 52% of 50 preterm infants acquired a respiratory virus during their birth hospitalization during a year-long surveillance study [2] . Several subsequent studies using molecular diagnostic assays reported frequencies ranging from 4 to 15%. These studies, however, had differing study designs [3, [6] [7] [8] [9] .",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 118,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 371,
                    "end": 374,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 534,
                    "end": 537,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 538,
                    "end": 541,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 542,
                    "end": 545,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 546,
                    "end": 549,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 550,
                    "end": 553,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Two studies conducting weekly surveillance in the NICU found a frequency of 4% [6] and 10% [9] of VRI in infants, respectively. Other investigators focused on respiratory viral testing either as part of a late-onset-sepsis evaluation or in response to a change in respiratory status with reported [3, 7, 8] . In our study based on weekly surveillance testing more than 6% of the infants had a virus detected, however four of the five infections Fig. 2 a Low power magnification of hematoxylin-eosin (H/E) stained sections of lung show BPD evidenced by extensive lung remodelling with type 2 pneumocyte hyperplasia with prominent interstitial thickening (arrowheads), Pulmonary hypertension as evidenced by small caliber, thick walled arterioles (stars) and air spaces demonstrating itraluminal Proteinaceous edema and few red blood cells (dots). b High power H/E stain representative of several pulmonary lobes, reveal numerous neutrophils in abnormal airway lumina (patchy pneumonia)highlighted by arrows and scattered hemosiderin laden macrophages (chronic hemorrhage) highlighted by bars and pulmonary hypertensive changes demonstrated by a small caliber thick walled arteriole highlighted by the star. c Masson's trichrome stain of lungs clarifies abnormal microarchitechture, highlighting irregularly sized and ectactic remodelled air spaces, thickened septa with edema, fibroplasia and collagen deposition (blue), dense capillary proliferations (red) and small thick walled pulmenary arterioles (pink). Arrows designate interstitium and star arteriole Of the five infants with identified infections in our study, three were identified by the treating team: two infants because of the onset of new respiratory symptoms. The third asymptomatic infant was tested because his twin, with whom he shared a room, was found to have HRV and tested positive for Coronavirus. The other two infections detected by surveillance coincided with the onset of new respiratory symptoms, as documented in the medical record.",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 82,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 91,
                    "end": 94,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 297,
                    "end": 300,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 301,
                    "end": 303,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 304,
                    "end": 306,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 445,
                    "end": 451,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "HRV was identified in three of the five infants with VRI. The first infant positive for HRV was discharged home before the onset of the second infant identified with HRV who died before the identification of HRV in the third, over a span of 4 months, suggesting that these infections were not related to each other. An autopsy in the infant who died revealed pulmonary findings consistent with viral pneumonia and fluid obtained from the lower airways tested positive for HRV by PCR (see Fig. 2 ). The association of respiratory disease in the infants in this study with HRV is consistent with studies that have demonstrated a strong association between the presence of this virus and significant respiratory disease in infants born prematurely [10] and during their first year of life [11] . The study conducted by Steiner showed that premature infants infected with HRV experienced substantial respiratory compromise with 19% requiring mechanical ventilation [7] . Zinna et al. [4] found that 74% of HA-VRI diagnosed in the NICU over a 6-year period were associated with the detection of HRV and that these infants required significantly more respiratory support, had longer hospital stays, were more likely to require home oxygen, and their overall hospital cost was significantly higher.",
            "cite_spans": [
                {
                    "start": 745,
                    "end": 749,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 786,
                    "end": 790,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 961,
                    "end": 964,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 980,
                    "end": 983,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 488,
                    "end": 494,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Except for the infant who died where the histopathology was consistent with a pulmonary viral infection and HRV was recovered from the lower airways, in the remaining infants, causation cannot be proven. The sequential weekly testing however demonstrated that in four of the five infants testing positive for a virus, respiratory symptoms occurred at the time of when virus was initially detected or worsened shortly after the virus was present suggesting an association of these symptoms with a new infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This small number of participants and number of infants identified with an infection limits the significance of the findings in this study. It is possible that our findings are limited by the method of testing for virus in the lab. The pooling of multiple patient specimens in the laboratory for initial testing and then testing individual specimens if the pooled specimens are positive may have under-estimated the true frequency of VRI in this population. The method was shown to be sensitive for detecting rhinovirus in our initial test when specimens were spiked with rhinovirus. However, a similar test was not done for all viruses. Low copy numbers of virus in individual specimens could have been diluted with the pooling resulting in a negative test. Selection bias may also have played a role in our results. All participants were enrolled by a single investigator, but study participants were enrolled only if their parents were available to consent. Parents were often not available within the enrollment window and their infants could not be enrolled.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our study adds to growing evidence that VRI are a cause of HAI within NICU settings and occur at a greater frequency than previously appreciated. Infants in the NICU, particularly those who are premature with anticipated prolonged hospitalization and risk for BPD are at risk for significant morbidity and potential mortality with VRI. Our study supports the observation that these infections are associated with longer lengths of stay, increased need for respiratory support, more antibiotic exposure and BPD. Although the spectrum of symptoms and disease caused by VRI has not been clearly defined, and studies have suggested that detection of virus can occur in otherwise asymptomatic patients, our study demonstrated that four of the five infants testing positive for a respiratory virus occurred with the onset of new or worsening respiratory symptoms. Additionally, HRV which is the most prevalent respiratory virus detected and is frequently attributed to asymptomatic carriage or minor upper respiratory tract disease can cause significant morbidity and even mortality in premature infants especially those with BPD. This study supports the recommendation that the presence of respiratory viruses should be considered in infants born prematurely who at a minimum have new onset or worsening respiratory disease. Their detection is important both for determining the cause of disease in individual infants and to prevent outbreaks within NICU settings by implementing appropriate isolation precautions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Viral outbreaks in neonatal intensive care units: what we do not know",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Civardi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tzialla",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Baldanti",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Strocchio",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Manzoni",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stronati",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Am J Infect Control",
            "volume": "41",
            "issn": "",
            "pages": "854--860",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Unrecognized viral respiratory tract infections in premature infants during their birth hospitalization: a prospective surveillance study in two neonatal intensive care units",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Bennett",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Tabarani",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Bartholoma",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Riddell",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Pediatr",
            "volume": "161",
            "issn": "",
            "pages": "814--822",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Viral respiratory tract infections in the neonatal intensive care unit: the VIRIoN-I study",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ronchi",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "C"
                    ],
                    "last": "Michelow",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Chapin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Bliss",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pugni",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mosca",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Pediatr",
            "volume": "165",
            "issn": "",
            "pages": "690--696",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Outcomes of nosocomial viral respiratory infections in high-risk neonates",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zinna",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lakshmanan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mcclaughry",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Clarkson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Soo",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Pediatrics",
            "volume": "138",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1542/peds.2016-1675"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Clinical and epidemiologic characteristics of viral infections in a neonatal intensive care unit during a 12-year period",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Verboon-Maciolek",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Krediet",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Gerards",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fleer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Van Loon",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Pediatr Infect Dis J",
            "volume": "24",
            "issn": "",
            "pages": "901--905",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Viral respiratory infections in preterm infants during and after hospitalization",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Caserta",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Gill",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Holden-Wiltse",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pryhuber",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Pediatr",
            "volume": "182",
            "issn": "",
            "pages": "53--61",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Nosocomial rhinovirus infection in preterm infants",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Steiner",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Strassl",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Straub",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bohm",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Popow-Kraupp",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Berger",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Pediatr Infect Dis J",
            "volume": "31",
            "issn": "",
            "pages": "1302--1306",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Viral infections in neonates with suspected late-onset bacterial sepsis-A prospective cohort study",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kidszun",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Klein",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Winter",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Schmeh",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Grondahl",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gehring",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Am J Perinatol",
            "volume": "34",
            "issn": "",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Viral respiratory tract infections in the Neonatal Intensive Care Unit",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gonzalez-Carrasco",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Calvo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Garcia-Garcia",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Beato",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Munoz-Archidona",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pozo",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "An Pediatr (Barc)",
            "volume": "82",
            "issn": "",
            "pages": "242--248",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Human rhinovirus causes severe infection in preterm infants",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "O"
                    ],
                    "last": "Van Piggelen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Van Loon",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Krediet",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Verboon-Maciolek",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Pediatr Infect Dis J",
            "volume": "29",
            "issn": "",
            "pages": "364--369",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Human rhinoviruses in severe respiratory disease in very low birth weight infants",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bugna",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Libster",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Shepherd",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Scalzo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Acosta",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Pediatrics",
            "volume": "129",
            "issn": "",
            "pages": "60--67",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Flow diagram of participant enrollment discharge from the NICU. A 200 μL aliquot of the combined sample was then used for nucleic acid extraction.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Characteristics of study cohort (n = 74)",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Comparing outcomes in VRP positive to VRP negative infants in infants <34-weeks gestational age, excluding infants with NEC",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements This work was supported by the National Institute of Health Training Research Grant 5T32 AI052069-13 and the Dixon Foundation Fellowship Award.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Conflict of interest The authors declare that they have no conflict of interest.Publisher's note: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        }
    ]
}