{
    "paper_id": "620da81618ad74da63a94c5e71368b0e54e2ca7b",
    "metadata": {
        "title": "Detection of transmissible gastroenteritis virus using cDNA probes",
        "authors": [
            {
                "first": "D",
                "middle": [
                    "A"
                ],
                "last": "Benfield",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Ohio State University",
                    "location": {
                        "settlement": "Wooster",
                        "region": "Ohio"
                    }
                },
                "email": ""
            },
            {
                "first": "D",
                "middle": [
                    "J"
                ],
                "last": "Jackwood",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "I",
                "middle": [],
                "last": "Bae",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Ohio State University",
                    "location": {
                        "settlement": "Wooster",
                        "region": "Ohio"
                    }
                },
                "email": ""
            },
            {
                "first": "L",
                "middle": [
                    "J"
                ],
                "last": "Saif",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Ohio State University",
                    "location": {
                        "settlement": "Wooster",
                        "region": "Ohio"
                    }
                },
                "email": ""
            },
            {
                "first": "R",
                "middle": [
                    "D"
                ],
                "last": "Wesley",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Five cDNA probes prepared from molecular clones representing genomic RNA sequences of the virulent Miller strain of transmissible gastroenteritis virus (TGEV) were used in a dot blot hybridization assay to detect TGEV in cell culture and fecal specimens. Two clones (pA2 and pB4) represent nucleotide base pairs at the 3' terminus of the Miller TGEV genome. The other three clones represent various portions of the 5' end of the E 2 gene, which codes for the major surface glycoprotein of TGEV. Each of the 32P-labeled cDNA probes hybridized to the virulent Miller, attenuated Purdue and four field strains of TGEV. The probes detected 200 to 2000 pg of TGEV RNA extracted from density gradient purified virions and did not hybridize RNA from mock-infected cell cultures, porcine rotavirus or antigenically unrelated coronaviruses. The pB4 and Hpa-1600 probes detected TGEV RNA sequences in 79 and 88%, respectively of 34 field samples identified as TGEV positive by the immunofluorescence assay and electron microscopy (EM). The pD24 clone, which is able to differentiate TGEV from the antigenically related coronaviruses, also compared favorably with conventional methods of EM and immunofluorescence for the detection of TGEV in fecal specimens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Transmissible gastroenteritis virus (TGEV), family Coronaviridae, genus Coronavirus, causes an acute and mostly fatal disease in newborn pigs [23] . The TGEV genome is a single-stranded, polyadenylated infectious RNA approximately 20 kb in length, which codes for at least 5 [12, 15] to 9 [4] subgenomic mRNAs and three major structural proteins: a nucleocapsid protein (N), a transmembrane matrix protein (El) and a surface glycoprotein (E2) [8, 12] . Nucleotide sequence data indicate that the 3' terminus of the TGEV genome codes for mRNAs in the N, El, and E2 regions [14] . Sequencing and hybridization data [13, 25] indicate that the 3' end of the TGEV genome is highly conserved between TGEV strains, feline infectious peritonitis virus (FIPV), and canine coronavirus (CCV), which are members of the same antigenic subgroup of coronaviruses [ 18] . The E2 gene is also conserved between strains of TGEV, but sequences in the 5' end of this gene are apparently divergent between TGEV and FIPV [13] . Recently, a cDNA probe representing the first 2.1 kb of the attenuated Purdue strain of TGEV was reported to be sensitive and specific for detection of TGEV nucleic acid sequences in cell culture lysates and fecal samples [-25] .",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 146,
                    "text": "[23]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 275,
                    "end": 279,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 280,
                    "end": 283,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 289,
                    "end": 292,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 443,
                    "end": 446,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 447,
                    "end": 450,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 572,
                    "end": 576,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 613,
                    "end": 617,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 618,
                    "end": 621,
                    "text": "25]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 848,
                    "end": 853,
                    "text": "[ 18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 999,
                    "end": 1003,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1228,
                    "end": 1233,
                    "text": "[-25]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the present report, a partial cDNA library to the RNA genome of the virulent Miller strain of TGEV was derived and clones to the 3' terminus of the virus genome and the 5' end of the E2 gene were used as cDNA probes in a dot blot hybridization assay to detect TGEV RNA in cell culture and clinical samples. The use of cDNA probes representing the 3' terminus and a portion of the E2 gene of the virulent Miller strain of TGEV to detect TGEV RNA sequences has not been previously reported.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Swine testicle (ST), Crandetl feline kidney (CRFK), and fetal cat whole fibroblasts (FCWF, courtesy Dr. Roger Woods, NADC, USDA, Ames, IA) were propagated in Eagle's minimum essential media. Human rectal tumor (HRT-18) cells were maintained on RPMI-1640 media. Media were supplemented with 10% heat-inactivated fetal calf serum and antibiotics (100 units penicillin, 100 lag streptomycin and 25 units mycostatin/ml).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CeH cultures"
        },
        {
            "text": "The virulent Miller and attenuated Purdue strains of TGEV were propagated on ST cells. Four field isolates of TGEV were also grown on ST cells. The feline infectious peritonitis (79-I 146) and feline enteric coronavirus (79-1683) were obtained from Dr. J. Evermann, Washington State University, Pullman, WA and grown on CRFK cells. The canine coronavirus was obtained from Dr. Roger Woods, NADC, USDA, Ames, IA and propagated on the FCWF cells. The 67N strain of hemagglutinating encephalomyelitis virus and the Mebus strain of bovine coronavirus were amplified on ST and HRT-18 cells, respectively. The OSU strain of porcine rotavirus was grown in MA-104 cells. Each virus was plaque purified three times prior to use in these studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viruses"
        },
        {
            "text": "The RNA genome of the Miller TGEV strain was used to prepare a cDNA library. The viral RNA was heated 3 rain at 100 °C before addition to the first-strand cDNA reaction mixture. The reaction conditions for preparing cDNA were similar to those described previously [11] . Briefly, denatured viral RNA (10 pg) and random calf-thymus DNA oligonucleotides (0.1 tag) were added to the first-strand reaction mixture containing 50mM Tris (pH 8.0), 75 mM KC1, 10 mM MgCI2, 10raM dithiothreitot, and 1.5 mM each of the deoxynucleotide triphosphates. Reverse transcriptase (75 U) was added and incubation was at 42 °C for 2 h. Double-stranded cDNA was synthesized using the procedures of Gubler and Hoffman [10] . DNA polymerase I (25 U) and 0.85 U of RNase H were used and incubation was at 16 °C for 2 h. Double-stranded cDNA was tailed using dCTP and terminal transferase and then annealed into the PstI cut oligo (dG) tailed pUC 9 vector. The recombinant plasmids were used to tranform E. coli strain JM107 [28] . All enzymes used in the above reactions were obtained from Boehringer Mannheim Biochemicals, Indianapolis, Indiana.",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 268,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 697,
                    "end": 701,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1001,
                    "end": 1005,
                    "text": "[28]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Preparation of TGEV cDNA clones"
        },
        {
            "text": "Virus specific clones were identified using a colony blot hybridization procedure [9] . The Hpa-I600 clone (a gift from Dr. R. Wesley, NADC, USDA, Ames, IA) was labeled with [32P]dCTP using nick translation. This probe was used to identify cDNA clones in the 5' region of the E2 glycoprotein gene. Locations of other cDNA clones on the TGEV genome were determined using Northern blot hybridization and nucleotide sequence analysis [24, 26] . Clones pA2, pB4, pD24, and pE21, identified in the cDNA library, in addition to the Hpa-1600 clone were used to prepare probes for these studies.",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 85,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 431,
                    "end": 435,
                    "text": "[24,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 436,
                    "end": 439,
                    "text": "26]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Preparation of TGEV cDNA clones"
        },
        {
            "text": "Cell cultures were inoculated with the appropriate virus at an input multiplicity of infection of 1. Cells and fluids were harvested at 18 h post infection for TGEV, 24 h for CCV, 72 h for FIPV, FECV and BCV, and 96 h for HEV. Viral RNA was extracted using a modification of the procedure of Viscidi et al. [27] . Briefly, the lysates were treated at 37 °C for 45 rain with proteinase K (100 ~tg/ml) and 0.5% of sodium dodecyl sulfate (SDS). Following incubation, samples were extracted with an equal volume of phenol and chloroform and the nucleic acids were precipitated overnight in cold absolute ethanol and 0.3 M sodium acetate at -20°C. Nucleic acids were recovered by centfifugation at 15,000 × g for 30 rain at 4 °C. The pellet was resuspended in 300 gl of diethylpyrocarbonate (DEPC) treated distilled water containing 0.5% SDS and an equal volume of SSC/formaldehyde containing 2 parts 37% (wt/wt) formaldehyde and three parts 20 × SSC (1 × SSC is 0.15 M NaC1 and 0.015 M sodium citrate). The RNA was then denatured at 65°C for 15rain and 100 ~tl was applied to a 0.2 tx nylon membrane (Biotrans; ICN Biochemicals, Irvine, CA) on a 96-well dot blot vacuum manifold. The membranes were air-dried and baked at 80 °C for 1 h.",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 311,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Preparation of cell culture propagated virus for dot blot hybridization"
        },
        {
            "text": "To determine the concentration of purified TGEV RNA that could be detected by the five probes, the Miller strain of TGEV was purified on a sucrose density gradient; the RNA was extracted from purified TGEV virions [3] and precipitated overnight in cold ethanol at -20 °C. The viral RNA was recovered by centrifugation at 15,000 x g for 30 rain and resuspended in DEPC treated water. The amount of viral RNA was quantitated spectrophotometrically assuming an OD of 1 (A260/280) corresponds to approximately 40 ~tg/ ml of single-stranded RNA [251. The purified RNA was diluted in DEPC treated water, heated for 15 min at 65 °C and 100 ~tl of varying concentrations applied to a 0.2 ~t nylon membrane using a 96 well vacuum manifold.",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 217,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Preparation of cell culture propagated virus for dot blot hybridization"
        },
        {
            "text": "Pigs submitted to the South Dakota Animal Disease Research and Diagnostic Laboratory with clinical signs of diarrhea were examined using standard techniques of electron microscopy (EM) to identify coronavirus particles in feces [22] and the immunofluorescence assay to observe virus antigen in intestinal sections [19] . Thirty-four fecal samples were obtained from pigs, which were positive using both EM and the immunofluorescence assay for TGEV. In addition 6 samples from pigs identified as negative for TGEV were also used. To extract the nucleic acid, one gram of fecal material was diluted 1:5 in TE buffer [10 mM Tris (pH 7.0) and 1 mM EDTA] containing proteinase-K (100 Ixg/ml) and 1% SDS. After incubation at 37 °C for 60 min, the specimens were extracted with phenol and chloroform and the nucleic acid was precipitated overnight with cold ethanol. The dried pellet was resuspended in 100 ~tl of DEPC treated water; three volumes of SSC-formaldehyde were added; the samples were denatured and a 150 gl volume of each was applied to the 0.2 g nylon membrane. The nylon membranes were air dried and baked at 80 °C for 1 h.",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 232,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 314,
                    "end": 318,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Preparation o f fecal samples for dot blot hybridization"
        },
        {
            "text": "Growth of the JM 107 bacteria and amplification of the plasmids was done as previously described [17] . Plasmid DNA was isolated using the alkaline extraction procedure of Birnboim and Doly [2] and purified by column chromatography using a Biogel A-50 m column (Bio-Rad, Richmond, CA) [17] .",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 101,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 190,
                    "end": 193,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 285,
                    "end": 289,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Preparation of cDNA probes"
        },
        {
            "text": "In experiments using viral RNA extracted from inoculated and uninoculated cell culture lysates, plasmids containing each of the five cDNA clones were used to prepare probes. To detect viral RNA extracted from purified virions and fecal samples, cDNA inserts were excised from the plasmids using the restriction endonucleases PstI (pA2, pB4, pD24 and pE21) and EcoRI (Hpa-1600) (restriction enzymes were obtained from Boehringer Mannheim, Indianapolis, IN). The inserts were recovered by etectrophoresis in 6% polyacrylamide gels and electroelution [17] . Radiolabeled probes were prepared by nick translation using [32p]dCTP (650 Ci/mmole, ICN Radiochemieals, Irvine, CA) and a commercial nick translation system (BRL, Gaithersburg, MD). The activities ranged from 1 × 10 7 to 5 x 107cpm/gg for whole plasmid DNA and 1 x 10 6 to 3 x 106cpm/gg for insert cDNA. A standard concentration of probe was used; 2 x 10 6 cpm/ml of hybridization buffer.",
            "cite_spans": [
                {
                    "start": 548,
                    "end": 552,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Preparation of cDNA probes"
        },
        {
            "text": "Probes were heat denatured for 5 rain at 100 °C before use in the hybridization assay. Hybridization assays were done as previously described [11, 25] . Incubation was at 42 °C for 18 h in hybridization buffer [11] containing 50% formamide. Following hybridization, the membranes were washed twice at room temperature for 30 rain each in 2 x SSC containing 0.1% SDS and twice for 15 rain each at 50 °C in 0.1 x SSC containing 0.1% SDS. Autoradiography was for 24-72 h at -70 °C.",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 146,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 147,
                    "end": 150,
                    "text": "25]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 210,
                    "end": 214,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Dot blot hybridization assay"
        },
        {
            "text": "A cDNA library which contained approximately 300 recombinant plasmids was generated. The sizes of the cloned inserts ranged from 500 bp to approximately 4,000 bp. Two clones in this library were identified using the Hpa-1600 probe and designated pE21 and pD24. The Hpa-1600 cDNA represents sequences on the 5' end of the E2 glycoprotein gene (R. Wesley, pers. comm., NADC, Ames, IA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Characterization of the 3\" terminus cDNA clones"
        },
        {
            "text": "The cDNA clones, pA2 and pB4, were identified using a colony blot hybridization assay and radiolabeled probes (32p) specific for the 3' end of the TGEV genome. These 3' end probes were prepared using oligo-dT primers and the polyadenylated TGEV genome in a first strand cDNA reaction. Furthermore, probes prepared from pA2 and pB4 also hybridized to whole genomic RNA as well as 6 individual species of mRNA in a Northern blot hybridization indicating that they originated from the 3' end of the genome (data not shown). The nucleotide sequence of the pA2 cDNA was determined and compared to the published sequence of the Purdue strain of TGEV [ 14] . Nucleotide sequence represented by pA2 and pB4. Probes pD24, pE21, and Hpa-1600 are located at the 5' terminus of the E2 gene. The numbers above each line represent the length of each probe in nucleotide base pairs homology greater than 90% was observed when the 3' end of the Purdue TGEV genome was compared to clone pA2. The pA2 and pB4 probes did not hybridize to the three E2 gene cDNA clones (pD24, pE21 and Hpa-1600), but they did hybridize to each other indicating that they probably contain overlapping sequences. The approximate locations and sizes of the TGEV cDNA clones used in this study are illustrated in Fig. 1 .",
            "cite_spans": [
                {
                    "start": 644,
                    "end": 649,
                    "text": "[ 14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 1272,
                    "end": 1278,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Characterization of the 3\" terminus cDNA clones"
        },
        {
            "text": "Each of the five probes detected TGEV RNA extracted from ST cells inoculated with the virulent Miller, attenuated Purdue or four field isolates of TGEV using a dot blot hybridization assay as illustrated for probes pB4 and Hpa-1600 (Fig. 2) . The results obtained with the cDNA probe, pA2 (results not shown), were equivalent to the hybridization signal obtained with probe pB4 (Fig. 2) . Hybridization signals observed with cDNA probes pD24 and pE21 were similar to those illustrated in Fig. 2 for the Hpa-1600 probe. These five probes did not hybridize to ST cell nucleic acid (Fig. 2 , row A) even at concentrations of 200 ng. The intensity of the reaction at each dilution was nearly equivalent regardless of the origin and size of the probe (Fig. 2 , rows B-E). However, hybridization signals with two field isolates of TGEV (Fig. 2 , rows F and G) were more readily observed with the Hpa-1600 probe compared to the 3' end probes (pB4 and pA2) and the pD24 and pE21 E2 gene probes (data not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 232,
                    "end": 240,
                    "text": "(Fig. 2)",
                    "ref_id": null
                },
                {
                    "start": 378,
                    "end": 386,
                    "text": "(Fig. 2)",
                    "ref_id": null
                },
                {
                    "start": 488,
                    "end": 494,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 579,
                    "end": 586,
                    "text": "(Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 746,
                    "end": 753,
                    "text": "(Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 830,
                    "end": 837,
                    "text": "(Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Sensitivity and specificity of cDNA probes for detection of TGEV in cell culture lysates"
        },
        {
            "text": "The specificity and sensitivity of each probe were further evaluated by hybridization to virus genomic RNA extracted from sucrose gradient purified Miller TGEV and yeast tRNA (Fig. 3) . Each probe detected the viral RNA at a concentration of 200 pg, but the dot intensity was weak. A stronger hybrid- to 1 x 108 TGEV particles, respectively (assuming that 25 pg of TGEV RNA is equivalent to 1 x 106 virions [25] ). Both of the 3' terminus probes (pA2 and pB4) and the E2 region probes (pD24 and pE21) from our cDNA library hybridized yeast tRNA at a concentration of 200 ng and a weak hybridization signal was observed at 20 ng. The Hpa-1600 probe also reacted weakly with the yeast tRNA at the highest concentration. Hybridization of each probe to yeast tRNA occurred regardless of whether the probes were prepared from purified cDNA inserts or plasmids containing inserts. Native pUC9 plasmid DNA did not hybridize to cell culture extracted TGEV, purified TGEV RNA or ST cell nucleic acids. When 100 gl volumes of t0-fold serial dilutions of the Miller, Purdue and four field strains of TGEV were assayed, the dilution of TGEV detected by dot blot hybridization varied with each probe ( Table 1 ). The pA2 cDNA was the least sensitive probe detecting TGEV RNA at dilutions of 10 -2 to 10 -4, while the other four probes detected TGEV RNA at 10-fold higher dilutions from 10 -3 to 10 -5 .",
            "cite_spans": [
                {
                    "start": 407,
                    "end": 411,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 175,
                    "end": 183,
                    "text": "(Fig. 3)",
                    "ref_id": null
                },
                {
                    "start": 1189,
                    "end": 1196,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Sensitivity and specificity of cDNA probes for detection of TGEV in cell culture lysates"
        },
        {
            "text": "None of the probes used in this study hybridized nucleic acids extracted from cell cultures inoculated with porcine rotavirus, hemagglutinating encephalo- ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specificity of the TGEV cDNA clones in dot blot hybridization reactions using heterologous viruses"
        },
        {
            "text": "Several methods were evaluated for extraction of TGEV RNA from fecal samples and the procedure described in Materials and methods gave the most consistent results. This method also eliminated filtration problems with most field samples and concentration of the nucleic acid from the feces by ethanol precipitation increased the sensitivity of the assay. Because the quantity of the clinical material was limited, only three (pB4, Hpa-1600, and pD24) of the cDNA probes were used in this portion of the study. We observed positive hybridization of native plasmid sequences to some fecal samples, thus, only the cloned cDNA inserts rather than the recombinant ptasmids were used as probes to detect TGEV RNA in fecal samples. The results obtained with these three probes and the dot blot hybridization assay are shown in Figs. 4 and 5 and Tables 2 and 3 . Not all 40 field samples (34 positive for TGEV and 6 negative) are illustrated in the figures. An accurate estimate of the amount of RNA could not be determined probably due to contaminating RNA from other sources in the feces. In general, the hybridization signals were more intense with probes prepared to the Hpa-1600 cDNA, which is 5 times larger than the pB4 or the pD24 cDNA (Table2). The Hpa-1600 probe detected 88% of the samples identified as TGEV positive by conventional methods of EM and immunofluorescence compared to 79% for the pB4 probe (Table3). Only 18 of the 34 fecal samples positive for TGEV were available for hybridization using the pD24 probe. This E2 probe detected TGEV RNA in 89% of the TGEV positive samples. It also hybridized weakly with one field sample from a conventional pig identified as being infected with rotavirus, but not TGEV (Fig. 5, C4) . TGEV in four positive fecal samples was not detected by either the pB4 or the Hpa-1600 probe and one of these four samples also failed to hybridize with the pD24 probe. Three positive samples (Table2, samples 11, 17 and 18), which did not hybridize to pB4, reacted weakly with Hpa-1600. Two positive samples ( Table 2 , samples 26 and 28) were only detected by probe pD24. hybridization results a location location (Fig. 4 b) ( Fig. 5 c Fig. 4 corresponds to this fecal sample. The first location is the sample hybridized with the 3' terminus probe B 4 and the second location with the E 2 gene probe Hpa-1600 c Indicates which dot in Fig. 5 corresponds to this fecal sample DNS Data not shown ND Not done a B4, 3' terminus probe; Hpa-1600 and D24 are E2 gene probes b These 4 samples were also negative by dot blot hybridization with the B 4 cDNA probe. One of the 4 samples was also negative by dot blot hybridization using the pD24 probe c Only 18 of the 34 fecal samples positive for TGEV by conventional methods of EM and IF had sufficient sample volume for use in hybridization assays with the D24 cDNA probe",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 837,
                    "end": 851,
                    "text": "Tables 2 and 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1721,
                    "end": 1733,
                    "text": "(Fig. 5, C4)",
                    "ref_id": null
                },
                {
                    "start": 2046,
                    "end": 2053,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 2151,
                    "end": 2161,
                    "text": "(Fig. 4 b)",
                    "ref_id": null
                },
                {
                    "start": 2164,
                    "end": 2172,
                    "text": "Fig. 5 c",
                    "ref_id": null
                },
                {
                    "start": 2173,
                    "end": 2179,
                    "text": "Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 2371,
                    "end": 2377,
                    "text": "Fig. 5",
                    "ref_id": null
                }
            ],
            "section": "Detection of TGEV RNA from clinical samples"
        },
        {
            "text": "We have described the use of five cDNA clones, which were derived from the 3' end of the virus genome and the 5' end of the E2 glycoprotein gene of the Miller strain of TGEV, in a dot blot hybridization assay to detect TGEV RNA sequences in cell culture or fecal specimens. One previous report has indicated that a 2 kb cDNA probe derived from the 3' end of the genome of the Purdue strain of TGEV could be used to detect TGEV in cell culture or fecal samples from experimentally infected pigs [25] . However, to our knowledge cDNA probes derived from the genome of the virulent Miller strain of TGEV have not been used to detect TGEV RNA in cell culture and clinical field samples. We have established that both the 3' end probes and the E2 gene probes were equivalent in sensitivity for detection of TGEV RNA in cell culture, but in this study, the E2 gene probes were somewhat more sensitive in detecting viral genomic sequences in fecal specimens from pigs naturally infected with TGEV. Furthermore, the dot blot hybridization assay was not as sensitive as conventional methods of EM and immunofluorescence in detection of TGEV infection in pigs.",
            "cite_spans": [
                {
                    "start": 494,
                    "end": 498,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Published data on the primary nucleotide sequence of the first 2000 bases of the attenuated strain of Purdue TGEV [14] would suggest that probes pA2 and pB4 were derived from a 3' terminal noncoding sequence, which extends 276 bases downstream from the poly (A) tail of the TGEV genome. These two probes may also overlap with the gene coding for the \"postulated\" hydrophobic protein adjacent to the noncoding region in the Purdue TGEV strain. While the significance of the noncoding region is not known, Kapke and Brian [14] speculate that it functions as an attachment region for the polymerase to initiate synthesis of the negative strand RNA. One would assume, and our hybridization results using the 3' terminus probes pA2 and pB4 confirm that this noncoding region is highly conserved among strains of TGEV and the antigenically related coronaviruses, FIPV, FECV, and CCV. However, this region is not conserved among all coronaviruses, because even at the low stringency conditions employed in our dot blot hybridization assay, we could not demonstrate crossreactivity with coronaviruses antigenically unrelated to TGEV. Thus, our data confirm and extend a previous report where a 2 kb probe derived from the 3' terminus of the TGEV genome also cross-hybridized with coronaviruses antigenically related to the parental TGEV, but not coronaviruses belonging to an antigenically unrelated group [25] . Furthermore, results of our study and those of Shockley et al. [25] indicate that conserved sequences on the 3' end of the TGEV genome would be ideal for producing a universal cDNA probe to detect several strains of TGEV. The universality of our 3' end probes pA2 and pB4 was demonstrated by their ability to detect the Miller, Purdue and four field strains of TGEV.",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 118,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 520,
                    "end": 524,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1398,
                    "end": 1402,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1468,
                    "end": 1472,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Hybridization and sequence data from another study indicated that E2 gene probes Hpa-1600 and pE21 hybridize to the antigenically related coronaviruses, but the primary nucleotide sequences of probe pD24 was distinct from published sequences of FIPV and did not hybridize either FIPV, FECV, or CCV. Furthermore, each of the three E2 cDNA probes used in this study had high sequence homology with reported sequences to the attenuated Purdue TGEV (unpubl. data).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Each probe detected purified TGEV RNA at a concentration (200 to 2,000pg) 10 to 100-fold higher than the 20-25pg amount of TGEV RNA detected in a previous report using a 2 kb 3' terminus probe to the Purdue strain TGEV [25] . However, the autoradiographs in that study reveal the most intense hybridization signal with 500 pg of purified TGEV RNA. Studies using other RNA probes to infectious bursal disease virus [11] and rotaviruses [6, 7, 16] detected homologous viral RNA at concentrations ranging from 100 to 1,000 pg. The level of sensitivity inherent to the five TGEV probes used in the present study is within reported sensitivity levels for other cDNA probes of comparable size derived from other RNA viruses. Sensitivity could be improved using larger probe sizes and increasing the specific activity of each probe. Probe length appeared to influence the intensity of the signals as demonstrated by the stronger hybridization signals observed with the 1.6 kb Hpa-1600 probe. However, the different cDNA lengths used to prepare probes did not markedly influence the sensitivity of the assay, because the Hpa-1600 probe detected TGEV RNA at the same concentration as the other cDNA probes, which are approximately one-fifth the length of Hpa-1600. Another possible explanation for the lower than expected sensitivity for detection of TGEV RNA is that coronaviruses are difficult to purify by density gradients and contaminating cellular material may have resulted in an inaccurate spectrophotometrically determined concentration of the actual amount of viral RNA. We did not expect the hybridization of the cDNA probes to yeast tRNA. This reaction may be related to nonspecific binding of the probes to yeast tRNA at the low stringency conditions used in the hybridization assay, since the hybridization was principally observed at the highest concentration of yeast RNA.",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 223,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 414,
                    "end": 418,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 435,
                    "end": 438,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 439,
                    "end": 441,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 442,
                    "end": 445,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The results obtained from the characterization of the five cDNA probes with cell culture virus encouraged the application of this test to clinical specimens. Clinical diagnosis of TGEV infections is determined by EM demonstration of virus particles with coronavirus morphology [22] and/or the detection of viral antigens in intestinal epithelial cells using an immunofluorescence assay on tissue sections [19] . The advantage of both these conventional diagnostic techniques has been the rapid detection of the virus particles or antigens. However, EM requires instrumentation and highly trained technical personnel. Further, certain membrane components in cell culture and clinical samples, which morphologically resemble coronaviruses are often mistaken for true coronaviruses [1] . Immunofluorescence detection of TGEV antigens in cells is best done with fresh tissue and most of the virus infected cells are destroyed within 24 to 36 hours after infection rendering the immunofluorescence assay of little diagnostic value late in infection [20] . Virus isolation is not a useful procedure for the detection of TGEV because most field isolates are not easily adapted to grow in cell culture. In addition, there is a need for a sensitive procedure to detect small quantities of TGEV in the fecal material of carrier sows or subclinically infected swine, which are believed to serve as an important reservoir for infection [23] .",
            "cite_spans": [
                {
                    "start": 277,
                    "end": 281,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 405,
                    "end": 409,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 779,
                    "end": 782,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1044,
                    "end": 1048,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1424,
                    "end": 1428,
                    "text": "[23]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "It was anticipated that the smaller pB4 cDNA probe would prove more sensitive than either of the E2 region probes, since the six mRNAs produced during transcription and whole genomic RNA possess an identical 3' terminus [12] . Thus, the pB4 probe would be expected to recognize sequences on more of the RNAs in an infected cell than the Hpa-1600 and pD24 probes which would react with only a limited number of mRNAs having similar 5' terminal coding sequences. However, results obtained with the Hpa-1600 probe showed a higher percent agreement (88%) with conventional EM and immunofluorescence techniques compared to the pB4 probe results (79% agreement). The higher percent agreement observed for the Hpa-1600 probe may simply reflect the larger region of hybridization of this probe compared to the pB4, since the signal obtained with Hpa-1600 was generally more intense.",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 224,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There were four samples which were not identified as positive by either the pB4 or the Hpa-1600 probes and two of these four samples assayed using the pD24 probe were also negative. Although all four of these samples were confirmed TGEV positive by the conventional methods of diagnosis, Shockley et al. [25] reported that coronavirus particles were generally detected sooner by EM than by either virus isolation or dot blot hybridization. These same investigators also indicated that there appears to be a narrow window of detection for TGEV RNA, which appears to exist between 18 to 30 h after infection. Although TGEV RNA was detected up to 114 h post inoculation in their study, there was a wide variation in the consistency of detection of TGEV RNA; between 40 to 114h D.A. Benfield etal. after inoculation. It is conceivable that the quantity of viral RNA present in the four samples not identified by our probes was below detectable limits or that the RNA was degraded by nucleases in the fecal material. Another possibility is poor filterability of the sample. These four samples were highly viscous and filtration may not have been as efficient as with other preparations, thus a smaller amount of RNA may have bound to the membrane. Also, we cannot rule out of the possiblity of the existence of a second coronavirus serologically related to TGEV, which has a primary nucleotide sequence different from the Miller strain of TGEV.",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 308,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 779,
                    "end": 793,
                    "text": "Benfield etal.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The specificity of the dot-blot hybridization for detection of TGEV in clinical samples is difficult to assess. Although we have demonstrated that the probes fail to hybridize with nucleic acid from other RNA viruses, measurements of specificity requires assessment of false positives and false negatives. We only examined 6 fecal samples negative for TGEV by both EM and immunofluorescence. No false positives were detected with the pB4 or Hpa-1600 probes, but one sample negative for TGEV by conventional methods of EM and immunofluorescence hybridized to the pD24 probe. Thus, this limited sample size makes it difficult to determine a predictive value of a negative test and additional studies using a large number of fecal samples negative for coronavirus will need to be done to assess the question of how frequently negative fecal samples give false positive hybridization signals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In summary, the dot blot hybridization assay evaluated in the current study was specific, but not as sensitive as conventional methods of EM and immunofluorescence in detecting TGEV. Major problems with cDNA probes used to detect TGEV include tedious sample preparation and a need to improve methods to extract single-stranded RNA from clinical samples to prevent degradation by nucleases and to improve filterability. In addition, it takes a minimum of 72 h to complete the hybridization assay compared to 1 to 2 h for either the conventional methods of EM or immunofluorescence. Also for this assay to be practical, the use of nonradioactive probes needs to be investigated. Thus, given the extra time required for sample preparation and autoradiography, and the hazards of working with radioisotopes, there are many technical improvements required before the dot-blot hybridization assay replaces the rapid and conventional methods of EM and immunofluorescence for detection of TGEV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Use and abuses of diagnostic electron microscopy",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Ahneida",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Curr Top Microbiol Immunol",
            "volume": "104",
            "issn": "",
            "pages": "146--158",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A rapid alkaline extraction procedure for screeing recombinant plasmid DNA",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Birnboim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Doly",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Nucleic Acids Res",
            "volume": "7",
            "issn": "",
            "pages": "1513--1523",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Genome of porcine transmissible gastroenteritis virus",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Brian",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Dennis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Gut",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "J Virol",
            "volume": "34",
            "issn": "",
            "pages": "410--415",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "RNA-dependent RNA polymerase activity in coronavirusinfected cells",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Dennis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Brian",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J Virol",
            "volume": "42",
            "issn": "",
            "pages": "153--164",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "cDNA cloning and sequence analysis of the gene encoding the peplomer protein of feline infectious peritonitis virus",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "De Groot",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Maduro",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Lenstra",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Horzinek",
                    "suffix": ""
                },
                {
                    "first": "Bam",
                    "middle": [],
                    "last": "Van Der Zeijst",
                    "suffix": ""
                },
                {
                    "first": "Wjm",
                    "middle": [],
                    "last": "Spaan",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J Gen Virology",
            "volume": "68",
            "issn": "",
            "pages": "263--2646",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Detection of rotaviruses by nucleic acid hybridization with cloned DNA of simian rotavirus SA 11 genes",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Dimitrov",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "Y"
                    ],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Estes",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J Infect Dis",
            "volume": "152",
            "issn": "",
            "pages": "293--300",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Detection of group B rotavirus in fecal specimens by dot hybridization with a cloned cDNA probe",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Eiden",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Firoozmand",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sato",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Vonderfecht",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "Z"
                    ],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Yolken",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "J Clin Microbiol",
            "volume": "27",
            "issn": "",
            "pages": "422--426",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The polypeptide structure of transmissible gastroenteritis",
            "authors": [
                {
                    "first": "D J",
                    "middle": [],
                    "last": "Garwes",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Pocock",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "J Gen Virol",
            "volume": "29",
            "issn": "",
            "pages": "25--34",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Colony hybridization",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Grunstein",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallis",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Methods Enzymol",
            "volume": "68",
            "issn": "",
            "pages": "379--38810",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A simple and very efficient method for generating cDNA libraries",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Gubler",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Hoffman",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Gene",
            "volume": "25",
            "issn": "",
            "pages": "263--269",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Detection of infectious bursal disease viruses by using cloned cDNA probes",
            "authors": [
                {
                    "first": "D J",
                    "middle": [],
                    "last": "Jackwood",
                    "suffix": ""
                },
                {
                    "first": "Fsb",
                    "middle": [],
                    "last": "Kibenge",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Mercado",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "J Clin Microbiol",
            "volume": "27",
            "issn": "",
            "pages": "2437--2443",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Characterization and translation of transmissible gastroenteritis virus mRNAs",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jacobs",
                    "suffix": ""
                },
                {
                    "first": "Bam",
                    "middle": [],
                    "last": "Van Der Zeijst",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Horzinek",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J Virol",
            "volume": "57",
            "issn": "",
            "pages": "1010--1015",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The nucleotide sequence of the peplomer gene of porcine transmissible gastroenteritis virus (TGEV): comparison with the sequence of the peplomer protein of feline infectious peritonitis virus (FIVP)",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jacobs",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "De Groot",
                    "suffix": ""
                },
                {
                    "first": "Bam",
                    "middle": [],
                    "last": "Van Der Zeijst",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Horzinek",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Spaan",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Virus Res",
            "volume": "8",
            "issn": "",
            "pages": "363--371",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Sequence analysis of the procine transmissible gastroenteritis coronavirus nucleocapsid protein gene",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Kapke",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Brian",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Virology",
            "volume": "151",
            "issn": "",
            "pages": "41--49",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Antigenic structure of transmissible gastroenteritis virus. I. Properties of monoclonal antibodies directed against virion proteins",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Laude",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Chapsal",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guelfi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Labiau",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Grosclaude",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J Gen Virol",
            "volume": "67",
            "issn": "",
            "pages": "119--130",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Diagnosis of rotavirus infection with cloned cDNA copies of viral genome segments",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Bellamy",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ikegami",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Furuichi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Summers",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Nuss",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Deibel",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J Virol",
            "volume": "55",
            "issn": "",
            "pages": "509--512",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Molecular cloning: a laboratory manual",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Maniatis",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "Fritsch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sambrook",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Antigenic relationship of the feline infectious peritonitis virus to coronaviruses of other species",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Pederson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Mengeling",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Arch Virot",
            "volume": "58",
            "issn": "",
            "pages": "45--53",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Diagnosis of transmissible gastroenteritis in pigs by means of immunofluorescence",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Pensaert",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "O"
                    ],
                    "last": "Haelterman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Burnstein",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "Can J Comp Med",
            "volume": "32",
            "issn": "",
            "pages": "555--561",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Transmissible gastroenteritis of swine: virus-intestinal cell interactions. I. Immunofluorescence, histopathology and virus production in the small intestine through the course of infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Penseart",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "O"
                    ],
                    "last": "Haelterman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Burnstein",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "Arch Ges Virusforsch",
            "volume": "31",
            "issn": "",
            "pages": "321--324",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The predicted primary structure of the peplomer protein E2 of the porcine coronavirus transmissible gastroenteritis virus",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rasschaert",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Laude",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J Gen Virol",
            "volume": "68",
            "issn": "",
            "pages": "1883--1890",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Immune electron microscopy of transmissible gastroenteritis virus and rotavirus (reovirus-like agent) of swine",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Saif",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Bohl",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Kohler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Hughes",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Am J Vet Res",
            "volume": "38",
            "issn": "",
            "pages": "13--20",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Transmissible gastroenteritis",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Saif",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Bohl",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Leman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Straw",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Glock",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Mengeling",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Diseases of swine. Iowa State University Press",
            "volume": "",
            "issn": "",
            "pages": "225--274",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "DNA sequencing with chain terminating inhibitors",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sanger",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nicklen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Coulsen",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Proc Natl Acad Sci",
            "volume": "74",
            "issn": "",
            "pages": "5463--5468",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Diagnosis of porcine and bovine enteric coronavirus infections using cloned cDNA probes",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Shockley",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Kapke",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lapps",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Brian",
                    "suffix": ""
                },
                {
                    "first": "Lnd",
                    "middle": [],
                    "last": "Potgeiter",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Woods",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J Clin Microbiol",
            "volume": "25",
            "issn": "",
            "pages": "1591--1596",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "DNA sequence analysis with a modified bacteriophage T7 DNA polymerase",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tabor",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Richardson",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Proc Natl Acad Sci",
            "volume": "84",
            "issn": "",
            "pages": "4767--4771",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Monoclonal antibody solution hybridization assay for detection of human immunodeficiency virus nucleic acids",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Viscidi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "O&apos;meara",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Farzadegan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Yolken",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "J Clin Microbiol",
            "volume": "27",
            "issn": "",
            "pages": "120--125",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Improved M13 phage cloning vectors and host strains: nucleotide sequences of the M13mpl8 and pU19 vectors",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yanisch-Perron",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Viera",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Messing",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Gene",
            "volume": "33",
            "issn": "",
            "pages": "103--119",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "A schematic representation of the TGEV genome and the region of the virus genome represented by each of the 5 cDNA probes. The entire virus genome is represented by the top line. The bold line represents the location of the genes coding for the nucleoprotein (N), the E1 transmembrane and the E2 glycoproteins (El, E2). The 3' terminus probes are",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Dot blot hybridization of cell culture propagated TGEV isolates using nick translated probes prepared from the 3' terminus cDNA pB4 (a) and the E2 gene probe Hpa-t600 ~). Nucleic acid extracted from mock-infected ST cells (A) and from ST cells infected with either the attenuated Purdue strain of TGEV (B), the virulent Miller strain of TGEV (C), and each of four different field isolates of TGEV (D-G). Each sample was applied to a nylon membrane in volumes of 500 (1), 250 (2) and 125 tal (3). Autoradiography was done at -70 °C for 48 h Dot blot hybridization of virus RNA from gradient purified TGEV virions of the Miller strain. Nick translated cDNA probes from the 3' terminus (A2 and B4) and 5' end of the E2 gene (D24, E21, and Hpa) were used to detect different concentrations of the viral RNA (A). Similar concentrations of yeast tRNA (B) were used as a control. Blots were autoradiographed for 48 h at -7 0 °C",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "virulent Miller and attentuated Purdue strains of TGEV. F 1 to F 4 are four field isolates of TGEV isolated and propagated on swine testicle (ST) cells b The 50% tissue culture infectious dose (TCIDs0) was determined by microtiter assay on ST cells. Results are expressed as the reciprocal of the highest dilution (log 10) at which cytopathic effects were observed in at least 50% of the inoculated cells c Results are expressed as the reciprocal of the highest dilution of virus, which resulted in a dot density equivalent to that observed when 200 to 2000 pg of purified virus RNA was used as a standard ization signal was obtained with each probe at a concentration of 2000 pg of TGEV RNA. These concentrations of 200 and 2000 pg correspond to 1 x 10 7",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "A representative sample of the results of dot blot hybridization used to detect TGEV RNA in fecal samples. The 3' terminus probe pB4 was used to detect virus RNA samples in A, B, E, and F, while the E2 gene probe Hpa-1600 was used for specimens in C, D, G, and H. A and C Identical specimens in 1-8; B and D identical specimens in 1-8. E and G, F and H Identical specimens in 1-8, respectively. A and C Negative control samples include feces from a gnotobiotic pig inoculated with rotavirus (1) and a fecal sample from an uninoculated gnotobiotic pig (5); positive control samples were fecal material seeded with cell culture grown Miller(2) and Purdue (8) strains of TGEV, The remaining samples are from pigs naturally infected with TGEV as determined by conventional diagnostic procedures of electron microscopy and the immunofluorescence assay. Blots were autoradiographed for 48 h at -7 0 °C Dot blot hybridization detection of TGEV RNA from fecal samples of pigs naturally infected with TGEV. The pD24 cDNA, which is derived from the 5' end of the E2 gene was used in a nick-translation reaction to prepare the probe. Specimens in A1-8, B1-8, and C1-8 represent 18 different fecal samples from pigs confirmed to be infected with TGEV by conventional techniques of electron microscopy and the immunofluorescence assay. All field samples except for B2 gave positive hybridization signals. Samples were feces from pigs confirmed to be infected with rotavirus, but not TGEV. Positive control samples consisted of fecal material from an uninoculated gnotobiotic pig and these feces were seeded with cell culture propagated Purdue (C7) or Miller ((?8) TGEV. Blots were autoradiographed at -70 °C for 48 h",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Detection of TGEV in cell culture using cDNA probes",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "The relative concentration of virus RNA was determined by comparing the density of each dot to what was observed when various concentrations of purified virus RNA were used as standards. -No hybridization signal; + dot density < 200 pg homologous RNA",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Comparison of dot blot hybridization with electron microscopy (EM) and immunofluorescence (IF) for detection of TGEV in fecal samples",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors thank J. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Received May 11, 1990 ",
            "cite_spans": [
                {
                    "start": 9,
                    "end": 21,
                    "text": "May 11, 1990",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}