{
    "paper_id": "626306fb73c052096c74ab1db2722ba9154feb72",
    "metadata": {
        "title": "Viral particles induce Ia antigen expression on astrocytes",
        "authors": [
            {
                "first": "I",
                "middle": [],
                "last": "Bishop",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "M"
                ],
                "last": "Bishop",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "M"
                ],
                "last": "Vannus",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "H",
                "middle": [
                    "E"
                ],
                "last": "Weiss",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "R",
                "middle": [],
                "last": "Teich",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Varmus",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "H",
                "middle": [],
                "last": "Coffin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Doolittle",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "F",
                "middle": [
                    "R"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "cally active but which do not bind antibody 259 have been prepared recently; cells transformed by such mutants were not altered morphologically, nor did they show greatly inhibited thymidine incorporation, after injection of antibody 259 26 • It is assumed that while viral oncogenes function without normal control, their mechanism of action is similar to that of related cellular genes. Here we have presented evidence to support this idea in the case of growth factor receptor-like molecules and related oncogenes. It is therefore possible that these data might aid in understanding the way in which cellular genes interact in the control of normal proliferation. Our results indicate that some receptor-like oncogenes depend on ras proteins while some cytoplasmic oncogenes do not. There are, of course, numerous oncogenes which we have not yet tested which might behave differently from those described here. With this limitation in mind and on the basis of our present data, we propose that an important class of proliferative signals are received at the cell surface by receptor molecules such as growth factor receptors, and the c-ras proteins are essential in the transfer of these signals to cytoplasmic effectors having serine kinase activity; the effectors then modify target molecules which are directly involved in initiating a proliferative cycle. Accordingly, if the cytoplasmic effector were mutated such that it functioned without activation, proliferation would continue independently of c-ras proteins. Receptor molecules, on the other hand, would always require c-ras to stimulate proliferation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "While our data are consistent with the above scheme, they do not exclude many other possibilities involving multiple metabolic pathways and more complex interactions. For example, we have not reported results with nuclear oncogenes owing to their difficulty in transforming NIH 3T3 cells. The proposed scheme is primarily attractive because of its similarity to the carefully studied mechanism of signal transduction involving cyclic AMP. While it is unlikely that cyclic AMP itself regulates proliferation 27 , G-regulatory proteins with enzymatic similarities to c-ras proteins are involved. These regulatory proteins control signal transduction from cell-surface receptors to cytoplasmic serine kinase effector molecules by regulating adenyl cyclase activity28.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "While the present study has examined only one aspect of what is likely to be a highly complex system for regulating proliferation, it does provide a means of functionally comparing separate viral oncogenes. Injection of antibody has been used in other studies to characterize the types of molecules responsible for tumour cell proliferation. Like NIH 3T3 cells transformed by mos or raj genes, many tumour cells show no inhibition of proliferation when injected with anti-ras antibody. In this way their proliferation is distinct from that of the normal cell types studied, each of which was efficiently inhibited by the injected antibodyl6.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "cally active but which do not bind antibody 259 have been prepared recently; cells transformed by such mutants were not altered morphologically, nor did they show greatly inhibited thymidine incorporation, after injection of antibody 259 26 • It is assumed that while viral oncogenes function without normal control, their mechanism of action is similar to that of related cellular genes. Here we have presented evidence to support this idea in the case of growth factor receptor-like molecules and related oncogenes. It is therefore possible that these data might aid in understanding the way in which cellular genes interact in the control of normal proliferation. Our results indicate that some receptor-like oncogenes depend on ras proteins while some cytoplasmic oncogenes do not. There are, of course, numerous oncogenes which we have not yet tested which might behave differently from those described here. With this limitation in mind and on the basis of our present data, we propose that an important class of proliferative signals are received at the cell surface by receptor molecules such as growth factor receptors, and the c-ras proteins are essential in the transfer of these signals to cytoplasmic effectors having serine kinase activity; the effectors then modify target molecules which are directly involved in initiating a proliferative cycle. Accordingly, if the cytoplasmic effector were mutated such that it functioned without activation, proliferation would continue independently of c-ras proteins. Receptor molecules, on the other hand, would always require c-ras to stimulate proliferation.",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 242,
                    "text": "26 •",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "While our data are consistent with the above scheme, they do not exclude many other possibilities involving multiple metabolic pathways and more complex interactions. For example, we have not reported results with nuclear oncogenes owing to their difficulty in transforming NIH 3T3 cells. The proposed scheme is primarily attractive because of its similarity to the carefully studied mechanism of signal transduction involving cyclic AMP. While it is unlikely that cyclic AMP itself regulates proliferation 27 , G-regulatory proteins with enzymatic similarities to c-ras proteins are involved. These regulatory proteins control signal transduction from cell-surface receptors to cytoplasmic serine kinase effector molecules by regulating adenyl cyclase activity28.",
            "cite_spans": [
                {
                    "start": 507,
                    "end": 509,
                    "text": "27",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "While the present study has examined only one aspect of what is likely to be a highly complex system for regulating proliferation, it does provide a means of functionally comparing separate viral oncogenes. Injection of antibody has been used in other studies to characterize the types of molecules responsible for tumour cell proliferation. Like NIH 3T3 cells transformed by mos or raj genes, many tumour cells show no inhibition of proliferation when injected with anti-ras antibody. In this way their proliferation is distinct from that of the normal cell types studied, each of which was efficiently inhibited by the injected antibodyl6.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This study relied on cell lines and plasmids prepared and characterized by several workers. In addition to those listed above, we thank H. Temin, G. Thornton, T. Papas, S. Goff and O. Witte for supplying materials. We also thank T. Curran and H.-F. Kung for critical review of the manuscript and J. Hansen for technical assistance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Recent studies have shown that y-interferon (IFN-y) induces the expression of Ia antigen on astrocytes l ,2. This observation is of immunological significance because such activated astrocytes can act as antigen-presenting cells, as demonstrated with myelin basic protein for antigen-specific encepbalitogenic T-cell lines 3 • However, the lack of lymphatic drainage in brain and the presence of the so-called blood-brain barrier restricting traffic of cells and macromolecules suggests that IFN-y may not be readily available, at least during the initial phases of viral infections. The question therefore arises as to whether astrocytes can be induced to express Ia antigens by other signals directly related to viral infection and possibly independent of IFN-y. In the present report we demonstrate that a neurotropic murine hepatitis virus induces expression of Ia antigen on astrocytes in tissue culture without infection, rendering these brain cells competent to participate directly in the immune response to a viral infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The murine coronaviruses are a group of agents causing acute, subacute or chronic infections in mice or rats accompanied by different disease processes 4 , The JHM strain of this group is neurotropic and has been shown to induce acute or subacute encephalomyelitides which depend on virus as well as host factors 5 • One important factor in the case of subacute encephalomyelitis in Lewis rats is the immune response, which is directed not only against the virus but also against brain tissue 6 • As various types of central nervous system (CNS) disease are associated with this neurotropic murine coronavirus strain, we chose this virus to define its interaction with rat brain cells in culture with respect to the induction of Ia antigen on astrocytes,",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 153,
                    "text": "4",
                    "ref_id": null
                },
                {
                    "start": 313,
                    "end": 314,
                    "text": "5",
                    "ref_id": null
                },
                {
                    "start": 493,
                    "end": 494,
                    "text": "6",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As a baseline for our study, we analysed the response of Lewis primary glial cell cultures consisting of macro phages carrying Fc receptors (Fc receptor+) and astrocytes expressing glial fibrillary acidic protein (GFAP+) (Fig,2a -c) to recombinant rat IFN-y (10 U ml-1 ; Fig. la ). Recombinant rat IFN-y induced the expression of Ia on numerous cells in the primary cultures, Fluorescence-activated cell sorting showed that 3-10% of the cells were induced to express Ia compared with the control after 18 h treatment with 10 U ml-1 IFN-y, reaching a maximum at 48 h, when 20% of all cells were induced (Fig. 1 a) . By immunofluorescence microscopy, Ia+ cells also became apparent after 18 h of treatment whereas control cultures showed no Ia + cells, Double immunofluorescence microscopy revealed that (1 ,000 NU ml -' ) Infectious JHM virus (10 3 PFU ml -I ) + Ultraviolet-inactivated JHM virus (10 3 PFU ml -I ) + JHM virus (glial or DBT cell-derived) +anti-rat IFN-y + JHM virus+a non-neutralizing anti-JHM antibody + J H M virus + a neutralizing anti-JHM antibody + , Detectable by immunofluorescence microscopy (induction of Ia in at least 2,500-5,000 cells per cm 2 ); -, undetectable by immunofluorescence microscopy (induction of Ia in 0-10 cells per cm 2 ). DMEM, Dulbecco's minimal essential medium; FCS, fetal calf serum. The stock preparation of recombinant rat IFN-y contained 1.2 x 10 5 U ml-I and 3 x 10 6 U per mg protein. Polyclonal rabbit antiserum to rat IFN-y, given by Dr van der Meide, contained 1.0 x 10 5 neutralizing units (NU) ml -' . JHM virus was obtained from tissue culture supernatants of cells infected with wild-type JHM murine coronavirus. Virus supernatants were produced from two different sources, primary glial cultures and a cell line permissive for JHM (designated DBT). The amount of virus in the supernatants was determined by titration (as PFU ml-I ) on DBT cells. Stock virus from DBT cells numbered 2 x 10 5 PFU ml -' and from primary glial cultures, 2 x 10 4 PFU ml -I , when the cytopathic effect reached 90 %. Virus preparations were completely inactivated with ultraviolet light (2,500 fL W cm-2 ) for 5 min. Conditioned supernatants from uninfected cultures served as the control for the virus supernatant preparations. Monoclonal antibody directed against the envelope glycoprotein E2 has been described elsewhere 9 . The neutralizing monoclonal antibody was used at a dilution sufficient to neutralize 10 5 PFU ml -I . Cultures were treated as indicated for 4 days, stained for Ia using OX6 monoclonal antibody, then examined by fluorescence microscopy as described in Fig. 2 legend. The total number of cells in lO-day cultures was, on average, 10 5 cells em -2.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 221,
                    "end": 228,
                    "text": "(Fig,2a",
                    "ref_id": null
                },
                {
                    "start": 271,
                    "end": 278,
                    "text": "Fig. la",
                    "ref_id": null
                },
                {
                    "start": 602,
                    "end": 612,
                    "text": "(Fig. 1 a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2621,
                    "end": 2627,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "macrophages as well as a small proportion of the type I astrocyte population were induced to express la ( Fig. 2d-f ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 106,
                    "end": 115,
                    "text": "Fig. 2d-f",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Treatment of primary glial cell cultures with either infectious or ultraviolet-inactivated JHM virus also induced la expression by astrocytes in a dose-dependent manner, peaking at 10 3 plaque-forming units (PFU) ml-1 (Table 1) ; higher concentrations had a toxic effect on the cells. JHM virus at 10 3 PFU ml -1 gave the maximum response regardless of the source (Table 1) . Immunofluorescence microscopy of cultures treated with ultraviolet-inactivated JHM virus, using a polyclonal rabbit antiserum to JHM virus, confirmed the absence of infected cells throughout the cultures, indicating that there was no JHM virus replication. Fluorescence-activated cell sorting showed that -10% of ali cells in the cultures became la-positive (Fig. Ib) . Conditioned media from uninfected cultures, diluted correspondingly, had no effect on la expression. In contrast to rat IFN-y, JHM virus induced la primarily in the astrocytic cell population (Fig.2g-i) , 90-100% of macrophages remaining negative, as determined by double immunofluorescence microscopy. In addition, the kinetics of induction was distinct from that seen with rat IFN-y in that noticeable induction required at least 3-4 days of treatment, reaching a peak at 4-7 days. Double immunofluorescence analysis of GFAP and la showed that between 90 and 100% of the induced cells were astrocytes (Fig. 2g-i) . In cultures treated with infectious JHM virus, the numerous la-positive astrocytes induced were apparently unin- Methods. Viable Lewis primary glial cell cultures were incubated for 1 h with a 1: 2 dilution of mouse monoclonal OX6 hybridoma supernatant (20 fLg ml-' IgG) in DMEM with 20% normal horse serum (at 4°C). Cultures were rinsed three times, then incubated with a 1 : 20 dilution of FITC-conjugated rabbit F(ab)2 anti-mouse immunoglobulin (Dakopatts, Denmark,) for 30 min. Cultures were rinsed with 0.12 M phosphate buffer pH 7.2, containing 1 % bovine serum albumin (BSA), removed from the culture dishes and mechanically dissociated by pipette aspiration. Mter addition of 0.2 fLg ml-1 propidium iodide, cells were analysed immediately. Gate window of forward angle light scatter (FALS) lay between channels 10 and 255 . Gate window for log integral red fluorescence was set for exclusion of non-viable cells stained bright red with propidium iodide. Gate window for log integral green FITC fluorescence (LIGFL) lay between channels 0 and 255 (abscissa). The number of la-positive cells was computed by integration from channel 10 to 255 for each sample containing 50,000 cells.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 218,
                    "end": 227,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 364,
                    "end": 373,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 734,
                    "end": 743,
                    "text": "(Fig. Ib)",
                    "ref_id": null
                },
                {
                    "start": 938,
                    "end": 948,
                    "text": "(Fig.2g-i)",
                    "ref_id": null
                },
                {
                    "start": 1349,
                    "end": 1360,
                    "text": "(Fig. 2g-i)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "macrophages without virus remained negative; this indicated that the ability of macrophages to express la was positively influenced by JHM virus, but that prostaglandins suppressed expression 7 • Astrocytes appeared resistant to such suppression. To determine whether the JHM virus had a direct effect on astrocytes or whether the effect was due to a secondary signal released by macrophages 8 or astrocytes themselves, astrocytic cultures depleted of macrophages were tested for their responsiveness to JHM virus. Macrophages were removed by panning of trypsinized primary cultures on hydrophobic plastic; the relatively non-adherent astrocytes remaining in suspension were removed and re-plated. After 4 days of treatment with 10 3 PFU ml-1 ultraviolet-inactivated virus, these astrocytes expressed la, just as in cultures containing macrophages. Supernatants derived from either pure macrophage cultures or mixed primary cultures, after incubation with inactivated JHM virus, failed to induce la on naive astrocytes. This result indicated that secondary soluble factors were not involved in the induction of Ia antigen on astrocytes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The possibility that Ia induction was the result of virusinduced interferon synthesis in the cultures was also examined. Primary cultures were treated with JHM virus (10 3 PFU ml-t, infectious or ultraviolet-inactivated) for 4 days, after which they NA~T~U~R~E~V~O~L~.3~2~O~10~AP~R~IL~19~86~ __________________ LETTERSTONATURE---------------------------------- ~S~4S   Fig. 2 a- 15 ). c, Phasecontrast photomicrograph. Note the numerous lysosomal granules within the cytoplasm of Fc+ macrophages. Fc+ macrophages were found also to ingest large numbers of zymosan particles and to be nonspecific esterase-positive, both characteristic features of macro phages. d-J, Double immunofluorescence and phase-contrast microscopy of one microscopic field of a 10-day primary glial cell culture treated for 18 h with recombinant rat IFN-y (10 U ml-I ). d, Two macro phages (arrows) and one astrocyte (arrowhead) labelled for surface la. e, GFAP+ astrocytes with characteristic GFAP fibrillar staining pattern. Not all GFAP+ astrocytes are la-positive. The la + macrophages in d are clearly negative for G F AP staining and can be identified by their characteristic micros pikes (d)andlysosomalgranules (arrows in fl. f, Phasecontrast photomicrograph. The astrocyte indi-I cated by an arrowhead in d-f is la+. g-i, Double immunofluorescence and phase-contrast microscopy of one microscopic field of a lO-day primary glial cell culture treated during the previous 4 days with 10 3 PFU ml-1 ultraviolet-inactivated JHM virus. g, Two astrocytes expressing cell-surface la (arrowheads). h, GFAP+ astrocytes showing a fibrillar staining pattern. The arrowheads in hand i pinpoint the two la+ cells that are indicated by arrowheads in g, showing strong double immunofluorescence of Ia and GFAP for the same cells. Note that the unlabelled GFAP+ astrocytes in h are not la-positive in g. i, Phase-contrast photomicrograph. The cell labelled with an arrow contains granules typical of macro phages and is negative for la (see g) and GFAP (h). The other granule-containing macrophage indicated by the crossed arrow shows only weak expression of la in g at the lower pole of its cell body bearing microspikes. Therefore, GFAP+ astrocytes are selectively induced to express la while over 90% of macrophages remain Ia-. Parallel cultures stained for JHM antigen revealed no infected cells throughout the cultures. Methods. Primary glial cell cultures were established from newborn (1 day postnatal) Lewis rat brain as described previousli 6 . Six days after plating, at which stage the cultures were treated with IFN-y or JHM virus, three distinct cell populations were present: type I astrocytes, macrophages and A2B5+ precursors to both type II astrocytes and galactocerebroside-positive oligodendrocytes 17. Staining of Fc receptors was achieved by incubating live cultures with a 1: 100 dilution of normal mouse serum, followed by goat anti-mouse IgG conjugated to TRITC (Zymed, California), at 4°C (ref. 15 ). After fixation with 2% formaldehyde and permeabilization with 0.25% Triton X-I00, GFAP filaments were stained using a polyclonal rabbit IgG directed against GFAP (Dakopatts, Denmark) diluted 1: 250, followed by goat anti-rabbit IgG conjugated to FITC (Zymed). Staining of rat la and GFAP was as for Fc receptors and GFAP. A mouse monoclonal antibody directed against rat la (designated OX6; given by Dr D. W. Mason) was diluted to 20 f.Lg ml-1 IgG from hybridoma supernatant. As a control for the OX6 monoclonal antibody which is of the IgG 1 subclass, two different mouse monoclonal IgG 1 antibodies against unrelated antigens were tested and found to be negative. Staining of JHM virus antigen was performed as for GFAP, using a rabbit IgG fraction directed against JHM, diluted to 20 f.Lg ml-1 IgG.",
            "cite_spans": [
                {
                    "start": 379,
                    "end": 381,
                    "text": "15",
                    "ref_id": null
                },
                {
                    "start": 2987,
                    "end": 2989,
                    "text": "15",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 361,
                    "end": 378,
                    "text": "~S~4S   Fig. 2 a-",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "were challenged with vesicular stomatitis virus (VSV; 100 PFU ml-I ). One day after infection, titrations of VSV released showed no reduction of PFU ml-I compared with the control. In addition, both untreated and JHM virus-treated cultures were totally destroyed by VSV, indicating an absence (or insufficient levels) of interferon(s). In addition, the application of a polyclonal rabbit antiserum to rat IFN-y in conjunction with JHM virus obtained from either infected DBT cells or primary glial cell cultures did not block or reduce Ia induction. The concentration of rabbit anti-rat IFN-y used effectively eliminated the la-inducing capacity of 10 U ml-I recombinant rat IFN-y at 48 h post-treatment (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 704,
                    "end": 713,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "The Ia antigen-inducing capacity of JHM appears to depend on direct interaction of JHM virus with the astrocytes. The envelope glycoprotein E2 would be the most appropriate candidate for such virus-cell interactions as it is responsible for binding of the virus to susceptible cells and for virus-induced cell fusion 9 • To test this notion, cultures were treated with JHM virus in conjunction with a neutralizing monoclonal antibody directed against the E2 glycoprotein. A non-neutralizing antibody to JHM virus was used as a control. After 4 days of treatment, cultures exposed to non-neutralizing antibody showed a typical pattern of Ia induction, whereas the neutralizing antibody to E2 totally blocked JHM virus induction of la (Table 1) ; this indicates that virus-cell binding mediated via the E2 glycoprotein of JHM has an important role in the induction of Ia on astrocytes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 733,
                    "end": 742,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Here, we have described the ability of a neurotropic virus to induce la molecules on astrocytes, and we have presented evidence that JHM virus exerts its effects on astrocytes through direct interaction. This phenomenon is independent of viral replication in astrocytes as ultraviolet-inactivated virus is effective in inducing Ia antigen. Moreover, a monoclonal antibody to the E2 glycoprotein which blocks virus binding to susceptible cells 9 , also blocks the induction of Ia antigen. These observations suggest that either binding of the virus to the surface of astrocytes through specific cell-surface receptors or phagocytosis of the virus particles initiates a series of events in astrocytes leading to Ia expression. The mechanism by which JHM virus induces Ia expression is unknown; it is conceivable that viral glycoproteins may act on particular target cells in the induction of la in a similar way to that described for bacterial endotoxin lo • The present results are particularly interesting as IFN-y released by T lymphocytes is thought to be indispensable in the induction of la antigen on certain antigen-presenting cells ll ,12, including astrocytes l -3 • Astrocytes could be especially effective antigen-presenting cells in the brain owing to their ubiquity and their ability to phagocytose, process and present antigen 3 , In the case of virus invasion of the CNS, this cell population may play an important part in mounting an immune response to effectively control the viral infection. On the other hand, high constitutive levels of la expression might carry the risk of inappropriate presentation of self antigens, as is thought to occur in autoimmune processes directed against the thyroid gland\\3. This phenomenon may have special relevance to brain antigens and la-expressing astrocytes as the development of immune tolerance to self brain antigens, including myelin, may be hampered by the blood-brain barrier. The induction of la on astrocytes by JHM virus probably has a role in the JHM virusinduced chronic demyelinating disease of Lewis rats, which involves induction of myelin basic protein-specific T lymphocytes 6 • The phenomenon reported here may represent a general feature of virus-astrocyte interactions and may have wider implications for human neurotropic viruses and the induction of immunologically mediated chronic demyelinating diseases l4 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We thank Ines Tschertner for technical assistance, Helga Kriesinger for preparing the manuscript, Dr D. Mason for the OX6 monoclonal antibody to rat la l8 , Dr van der Meide for the recombinant rat IFN-y, Dr H. Wege for monoclonal antibodies to JHM virus, and Dr E. Wecker for helpful discussion. This work was supported by Hertie-Foundation, Deutsche Forschungsgemeinschaft and PHS-NRS A No.5 F32NS07293-02 to P.T.M.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "RNA Tumor Viruses: Molecular Biology of Tumor Viroses 2nd end",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Bishop",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Vannus",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Teich",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Varmus",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Coffin",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "999--1108",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Proc. natn. Acad. Sci. Us.A. 78",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Fedele",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Even",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Garon",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Donner",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Sherr",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "4036--4040",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Proc. natn. Acad. Sc< US.A",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Blair",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Mcclements",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "M K"
                    ],
                    "last": "Oskarsson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Fischinger",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Vande Woude",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "",
            "volume": "77",
            "issn": "",
            "pages": "3504--3508",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Proc. natn. Acad. Sci. US.A. 77",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "R"
                    ],
                    "last": "Rapp",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Todaro",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "624--628",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Progress in Clinical & Biological Research. Experimental Allergic Encephalomyelitis: A Useful Modelfor Multiple Sclerosis",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wege",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Watanabe",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Ter Meulen",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "fected, as revealed by double immunofluorescence of la and JHM viral antigen. If indomethacin was added together with JHM virus, almost all the macrophages expressed",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Analysis of Ia induction using the Epics V fluorescenceactivated cell sorter (FACS; Coulter Electronics, Hialeah, Florida). a, Cells treated with IFN-y. Cells were stained by incubation with OX6 primary antibody'S, then with fluorescein isothiocyanate (FITC)-conjugated secondary antibody. Curve 1, no pretreatment with recombinant rat IFN-y; 2, pretreated for 48 h with 10 U mI -' recombinant rat IFN-y. Approximately 20% of viable cells recovered for FACS analysis were induced to express Ia (between channels 10 and 255 ). Histogram scale 1 : 51 2. b, Cells treated with JHM virus. Cells were stained with OX6 primary antibody, then with FITC-conjugated secondary antibody. Curve 1, no pretreatment with JHM; 2, pretreated for 4 days with JHM virus (10 3 PFU ml -' ). Approximately 10% of all viable cells recovered were induced to express Ia (channels 10-255). Histogram scale 1: 256.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Induction of Ia antigen expression on glial cell cultures",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "In mammals, the immunoglobulin heavy-chain variable region (V u) locus is organized in a linear fashion; individual V u, diversity (D u ), joining (J u ) and constant (C u ) region segments are linked in separate regions!. During somatic development, coding segments flanked by characteristic short recombination signal sequences, separated by intervening sequence regions that may exceed 2,000 kilobases (kb), are recombined. Combinatorial joining of different segments as well as imprecision in this process contribute to the diversity of the primary antibody response; subsequent mutation further alters functionally rearranged genes. This basic somatic reorganization mechanism is shared by six major families of genes encoding antigen receptors2. Previously, we have shown that multiple germline genes and mammalian-like recombination signal sequences are associated with the Vu gene family of Heterodontus franeisei (horned shark), a primitive elasmobranch 3 • Studies presented here demonstrate that segmental reorganization involving mammalian-like Du and J u segments occurs in the lymphoid tissues of this species. In marked contrast to the mammalian system, we find multiple instances of close linkage (-10 kb) between individual V u , D u , J u and C u segments. This unique organization may limit combinatorial joining and be a factor in the restricted antibody response of this lower vertebrate 4 ,5. A Heterodontus spleen poly(A)+ messenger RNA-complementary DNA library was constructed in the vector Agtll (ref. 6 ) and screened with a nick-translated probe that complements the entire coding region of HXIA, a Heterodontus germline V H gene 3 _ Multiple positive hybridizing plaques were detected and the structure of one of these, HC-3, is illustrated in Fig. 1 . Regions exhibiting high degrees of nucleotide identity",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 153,
                    "text": "(J u )",
                    "ref_id": null
                },
                {
                    "start": 1409,
                    "end": 1414,
                    "text": "4 ,5.",
                    "ref_id": null
                },
                {
                    "start": 1528,
                    "end": 1529,
                    "text": "6",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1773,
                    "end": 1779,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "annex"
        }
    ]
}