{
    "paper_id": "628e9a9b18b85e4c542c6bd92fba7b7590289259",
    "metadata": {
        "title": "Social Vulnerability Index for the Older People-Hong Kong and New York City as Examples",
        "authors": [
            {
                "first": "Hing",
                "middle": [],
                "last": "Pui",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [
                    "K"
                ],
                "last": "Chau",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Joanna",
                "middle": [
                    "O Y"
                ],
                "last": "Gusmano",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sai",
                "middle": [
                    "Hei"
                ],
                "last": "Cheng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jean",
                "middle": [],
                "last": "Cheung",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Woo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Many world cities have suffered large-scale disasters, causing a significant loss of lives, property damage, and adverse social and economic impact. Those who are most vulnerable during and in the immediate aftermath of disaster crises are the elderly. Therefore, it is imperative to identify them and determine their specific needs in order to support them. Although several Social Vulnerability Indexes (SVIs) have been developed to assess different types of disaster vulnerability across geographic and population levels, few have been tailored to the older population. Building on the research of Gusmano et al., this study modifies and uses an SVI specifically designed to assess the vulnerability of older populations to emergencies and disasters across seven domains, namely, population size, institutionalization, poverty, living alone, disability, communication obstacles, and access to primary care. Moreover, it is acknowledged that availability of data largely depends on the local context and is always a barrier to production of indices across countries. The present study offers suggestions on how modifications can be made for local adaptation such that the SVI can be applied in different cities and localities. The SVI used in this study provides information to stakeholders in emergency preparedness, not only about natural disasters but also about health hazards and emergencies, which few existing SVI address.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Many world cities have suffered large-scale disasters, causing significant loss of lives, property damage, and adverse social and economic impact. Types of disasters range from natural disasters, such as earthquakes and typhoons, to public health atrocities, e.g., pandemics of infectious disease, and terrorist attacks. Recent examples of natural disasters that have resulted in tremendous damages and harm to residents include the 2011 Tohoku earthquake and tsunami that shook the east coast of Japan, including Tokyo, resulting in tragic losses of life; the super typhoon Sandy, which hit New York in 2012 with serious power outages and flooding; and the 2013 New South Wales heat wave, triggering bushfires that destroyed residential homes in Sydney and Melbourne. Substantial damage and loss of life result also from human-induced disasters, e.g., the 1996 Garley Building fire in Hong Kong took 41 lives. Apart from physical hazards, public health disasters of epidemics and pandemics have been increasing and affect predominantly urban populations. 1 Recent examples include the 2003 severe acute respiratory syndrome (SARS) outbreak in Hong Kong that caused clustered deaths in one of the private residential estates and the influenza epidemic that caused a public health emergency in New York. Many world cities, despite their affluence and well-developed infrastructure and service networks, lacked adequate emergency preparedness plans for such disasters.",
            "cite_spans": [
                {
                    "start": 1056,
                    "end": 1057,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Many studies have identified the elderly as particularly vulnerable to disaster effects. [2] [3] [4] A recent study showed that the disproportionately high death toll in the older population in Hurricane Katrina may be related to the unsuccessful evacuation plan and the interruption of clinical services, auxiliary services, and pharmaceutical services after the disaster. 5 Many questions need to be addressed in order to create emergency plans to avert adverse outcomes. For example, if an area has to be quarantined during a pandemic outbreak, are older people provided simple and clear instructions to facilitate their understanding of what they need to do? Will they be able to perform daily activities, such as bathing or toileting, if there is no customary home helper? Do they have enough medication for the prolonged quarantined period? Are prescription records available from a centralized database if prescriptions are lost or destroyed in the disaster, such as what occurred to older people following the Tohoku earthquake and tsunami? Is their anxiety treated well? Anxiety during the SARS outbreak was associated with higher suicide rates among older people. 6 These findings show that older people, compared with younger populations, have additional physiological, psychological, and social needs in times of disaster. Therefore, vulnerability of older people should be examined separately from the general population.",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 92,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 93,
                    "end": 96,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 97,
                    "end": 100,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 374,
                    "end": 375,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1174,
                    "end": 1175,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In the USA, the Project Public Health Ready largely adopted the Department of Health and Human Services' definition of at-risk populations, 7 which includes characteristics such as old age, disability, institutionalization, cultural diversity, limited English proficiency, transportation disadvantaged, chronic illnesses, and medication dependency. Social Vulnerability Index (SVI) typically assesses these characteristics to identify vulnerable populations.",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 141,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "A variation of the SVI was developed to assess different types of disaster vulnerably at various geographic and population levels. 8 Using variables or domains derived from inductive or deductive methodology, 9 a composite score is calculated as a relative measure that reflects the overall vulnerability of each geographic unit. 10 Methodological differences notwithstanding these indices provide a composite score for quantifying factors contributing to the population's susceptibility to, readiness to respond to, and ability to recover from hazards. The relative scores highlight the areas of highest need and risk, which may inform policymakers and service providers in their efforts to plan and prioritize emergency preparedness and relief measures.",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 132,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 330,
                    "end": 332,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Older people show different patterns of vulnerability compared with younger people in terms of their sociodemographical, financial, social, physical, and psychological characteristics. 11 Furthermore, older people are more likely to suffer health-related consequences and take more time to recover from disasters. 2, 12 Most SVIs include the number or percentage of older people as one of the variables. [13] [14] [15] [16] [17] [18] Since the older population is a heterogeneous subgroup with different levels of vulnerability, there is a need to go beyond merely describing this group by its population size and more deeply examine the characteristics of this high-risk subgroup. Despite the rapidly aging population, the ratio of the older population to the whole population still constitutes a minority. Thus, using population demographics to construct the SVI is likely to mask the characteristics of the older population. However, most of the SVIs were developed for general populations with only a few applicable for older people specifically. [19] [20] [21] The few SVIs that include the elderly were developed for different target populations. The SVI developed by Crooks was targeted for developing countries, 19 while the one developed by Gusmano et al. was aimed at world cities with well-established infrastructures and economies. 21 In addition, while most of the existing SVI studies focused on natural disasters, 20 Gusmano et al. incorporated vulnerability to health disasters such as pandemics. 21 Although a generic SVI may guide the establishment of social service organizations to support the general population, an index specific to older populations is needed to inform the provision of community-based disaster preparation services for the older people. An SVI developed specifically for older people is an important assessment tool for informing management policies and measures for dealing with disasters and emergencies that meet the needs of the elderly. In order to protect cities with an ever-increasing aging population and to meet the emergency service needs of older people in natural and health disasters, the current study aims to build on the SVI for older people based on the previous work of Gusmano et al. 21 and apply it to the examination of two cities-Hong Kong and New York City as examples. This modified SVI could be applied to different cities and regions.",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 187,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 314,
                    "end": 316,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 317,
                    "end": 319,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 404,
                    "end": 408,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 409,
                    "end": 413,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 414,
                    "end": 418,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 419,
                    "end": 423,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 424,
                    "end": 428,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 429,
                    "end": 433,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1051,
                    "end": 1055,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1056,
                    "end": 1060,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1061,
                    "end": 1065,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1220,
                    "end": 1222,
                    "text": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1250,
                    "end": 1264,
                    "text": "Gusmano et al.",
                    "ref_id": null
                },
                {
                    "start": 1344,
                    "end": 1346,
                    "text": "21",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1429,
                    "end": 1431,
                    "text": "20",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1513,
                    "end": 1515,
                    "text": "21",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 2245,
                    "end": 2247,
                    "text": "21",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The present study modifies the elderly SVI developed by Gusmano et al., assessing neighborhood levels of vulnerability, which adopts a deductive method for selection of relevant vulnerability domains and assessing neighborhood levels of vulnerability of the older people in New York City. 21 The SVI of Gusmano et al. was adopted because one of the coauthors of this investigation was involved in the previous study. Moreover, this SVI was developed for world cities, and it may be suitably applied to a similar world city such as Hong Kong. In addition, this SVI, in contrast to most measures, considers the vulnerability to health disasters, in which few previous SVIs had addressed.",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 291,
                    "text": "21",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "SVI"
        },
        {
            "text": "The deductive approach, which also is adopted widely by other researchers, 13, 14, 19, 22, 23 draws from both theoretical and empirical studies to generate a set of variables with high face validity and comprehensibility. Variables most relevant to the vulnerability of older people can be drawn from the gerontology and disasters literature. 20, 24 Using this approach, the same set of variables may be applied to different geographic locations, which permits the comparison of relative vulnerability of older persons to specific hazards.",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 78,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 79,
                    "end": 82,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 83,
                    "end": 86,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 87,
                    "end": 90,
                    "text": "22,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 91,
                    "end": 93,
                    "text": "23",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 343,
                    "end": 346,
                    "text": "20,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 347,
                    "end": 349,
                    "text": "24",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "SVI"
        },
        {
            "text": "Six domains were originally proposed by Gusmano et al., 21 covering older population size and their characteristics, including poverty, living alone, disability, communication obstacle, and access to primary care. The present study modifies their work by adding the institutionalization domain. Moreover, it is acknowledged that availability of data is always a barrier to production of indices across countries. The present study offers suggestions for creating more flexible modifications, adaptable to local contexts. For example, if data for people aged 75 years or more were not available, those aged 65 years or older could be considered. Also, according to contextual differences in cities, an alternate domain-specific variable may be used. For example, education level was used in homogeneous populations and linguistic isolation in heterogeneous populations. The rationale for the vulnerability domains used in the current investigation is described in the following sections.",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 58,
                    "text": "21",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "SVI"
        },
        {
            "text": "Advanced age is related to physical and cognitive decline, mobility problems, chronic disease morbidity, and mortality, 11 which may limit mobility and accessibility to resources related to emergency preparedness and recovery. 20, 25 Apart from inability to evacuate, some may be unwilling to leave their homes. 26 The older population size domain is measured by the number of people aged ≥75 in the geographical unit. 21 The greater the size of the older population, the larger the SVI. Unlike the other characteristics, which are usually expressed in terms of proportion, this variable is expressed in absolute numbers so as to capture the actual number of people who need help and support in disaster emergency situations. Some studies included the number of older people in the compilation of SVI, using different definitions by chronological age. 10, [14] [15] [16] 20 The present study adopts age ≥75 as the definition, since previous research showed that this age group had greater needs for evacuation assistance than the young-olds, 27 and there was a sharp increase in health problems among this group in the aftermath of disasters. 3 Institutionalization Hospital patients and institutional care residents are more likely to be frail, disabled, or bedbound. Though residential institutions have stricter building codes than those of domestic households, they may be understaffed and/or lack special vehicles to evacuate the residents in a timely manner during emergencies. 24, 28 For example, during Hurricane Katrina, nursing home administrators had to make challenging evacuation decisions, arrange transportation, and seek appropriate receiving facilities for older residents. 29 Locating the areas with higher concentrations of care facilities helps to pinpoint areas of highest specialist evacuation need. 14 A modification of the SVI of Gusmano et al. is to incorporate the institutionalization domain, which is measured by the percentage of institutional population (dividing the number of older people living in institutions by the number of older people living in both community dwellings and institutions) in the geographical unit. The higher the percentage of institutional population, the larger the SVI. Other studies have adopted similar indicators. 14, 17, 20, 30 The characteristics of the institutionalized population were not included in the development of the SVI because their vulnerability was more related to the institutional settings than their personal characteristics. 3 Living Alone Living alone elevates the risk of social isolation, which may, in turn, be associated with poorer mental and physical health, and leads to problems in escape and recovery from emergency situations. 31 Risk factors associated with living alone may be further exacerbated by other factors like widowhood or financial difficulties, which may further limit one's ability to access resources. 24, 25 This domain is measured by the percentage of community-dwelling older population living alone in the geographic unit. 21 The higher the percentage of older people living alone, the larger the SVI. This domain was also included in other studies. 19, 20, 30 Poverty Poverty limits the older person's ability to acquire resources necessary to maintain their well-being. For example, impoverished older people may not be able to afford fuel, food, or clothing to keep them warm in extremely cold weather 32 or may have limited access to services and resources for post-disaster rehabilitation, including accommodation, clothing, or transportation. 33 Even worse, older people living in poverty tend to cluster in disaster-prone areas. 34 During Hurricane Katrina, households living in poverty suffered disproportionately higher human and housing damages due to residing in low-quality constructions, and they were more likely to be forced to migrate following the disaster. 35 The poverty domain is measured by the percentage of community-dwelling older people with income below the values specified in the 2005 US Department of Health and Human Services (HHS) Poverty Guidelines, 36 which takes into account both the household size and the household income. 21 The higher the percentage of older people in poverty, the larger the SVI. The poverty domain was commonly included in other SVI studies. 10, 14, 17, 20, 35, 37 Communication Obstacles Effective communication is essential in disaster preparedness and management. For ethnically heterogeneous cities like New York City, those with limited English proficiency may face difficulties in disaster communication, which contain important information about the emergency preparations and recovery plans. 17, 25 Furthermore, those who were linguistically isolated were less likely to receive adequate health and social services, resulting in poorer health outcomes. 21, 38, 39 For ethnically homogeneous cities, such as Hong Kong, language isolation may not be a problem, but illiteracy and low educational attainment may be obstacles. Education level may reflect older individuals' knowledge and use of precautionary measures and emergency help lines. People with lower educational attainment tended to have limited access and response to disaster communications and had difficulties in managing and recovering from disasters. 40, 41 The higher the percentage of communication obstacles among the older people, the larger the SVI. For ethnically heterogeneous populations, such as New York City, the communication obstacle domain could be measured by the proportion of community-dwelling older population who are linguistically isolated (as defined by living in a household in which all members aged ≥14 years speak a non-English language or speak English less than \"very well\"). 21 Similar variables have been adopted in other SVI studies. 17, 37 A suggested modification of the SVI of Gusmano et al. for ethnically homogeneous populations, such as that of Hong Kong, is to measure this domain by the proportion of community-dwelling older population who have education levels less than lower secondary (Grade 9). Some SVI measures include this variable. 17, 19, 30 In New York City, the use of linguistically isolated in this domain is preferred to education level since many residents are immigrants. Although immigrants may have attained high education levels in their home countries, this may not be accompanied by English language fluency. In contrast, immigrants in Hong Kong are mainly from the southern part of China, where differences in spoken language are minor. Therefore, linguistic isolation is less of a problem in Hong Kong.",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 122,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 227,
                    "end": 230,
                    "text": "20,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 231,
                    "end": 233,
                    "text": "25",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 312,
                    "end": 314,
                    "text": "26",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 419,
                    "end": 421,
                    "text": "21",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 852,
                    "end": 855,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 856,
                    "end": 860,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 861,
                    "end": 865,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 866,
                    "end": 870,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 871,
                    "end": 873,
                    "text": "20",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1042,
                    "end": 1044,
                    "text": "27",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1143,
                    "end": 1144,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1484,
                    "end": 1487,
                    "text": "24,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1488,
                    "end": 1490,
                    "text": "28",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1691,
                    "end": 1693,
                    "text": "29",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 2275,
                    "end": 2278,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2279,
                    "end": 2282,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 2283,
                    "end": 2286,
                    "text": "20,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 2287,
                    "end": 2289,
                    "text": "30",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 2506,
                    "end": 2507,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2719,
                    "end": 2721,
                    "text": "31",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 2909,
                    "end": 2912,
                    "text": "24,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 2913,
                    "end": 2915,
                    "text": "25",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 3034,
                    "end": 3036,
                    "text": "21",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 3161,
                    "end": 3164,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 3165,
                    "end": 3168,
                    "text": "20,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 3169,
                    "end": 3171,
                    "text": "30",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 3560,
                    "end": 3562,
                    "text": "33",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 3647,
                    "end": 3649,
                    "text": "34",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 3886,
                    "end": 3888,
                    "text": "35",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 4093,
                    "end": 4095,
                    "text": "36",
                    "ref_id": null
                },
                {
                    "start": 4171,
                    "end": 4173,
                    "text": "21",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 4311,
                    "end": 4314,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 4315,
                    "end": 4318,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 4319,
                    "end": 4322,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 4323,
                    "end": 4326,
                    "text": "20,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 4327,
                    "end": 4330,
                    "text": "35,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 4331,
                    "end": 4333,
                    "text": "37",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 4669,
                    "end": 4672,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 4673,
                    "end": 4675,
                    "text": "25",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 4830,
                    "end": 4833,
                    "text": "21,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 4834,
                    "end": 4837,
                    "text": "38,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 4838,
                    "end": 4840,
                    "text": "39",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 5292,
                    "end": 5295,
                    "text": "40,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 5296,
                    "end": 5298,
                    "text": "41",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 5745,
                    "end": 5747,
                    "text": "21",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 5806,
                    "end": 5809,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 5810,
                    "end": 5812,
                    "text": "37",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 6121,
                    "end": 6124,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 6125,
                    "end": 6128,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 6129,
                    "end": 6131,
                    "text": "30",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Older Population Size"
        },
        {
            "text": "Disability and chronic illnesses increase with age and are more prevalent among disadvantaged populations. 42 Physical, sensory, or cognitive impairments and chronic illnesses restrict physical function and activities of daily living. Speech, hearing, and visual impairments also reduce accessibility to information before, during, and after a hazard. 25 Disability is a direct indicator of vulnerability in case of hazards requiring emergency evacuation. 43 The disability domain is measured by the proportion of older people with at least one type of disability (such as hearing impairment, visual impairment, physical handicap, speech impairment, mental handicap, mental illness, autism, and visceral disability/chronic illnesses). Alternatively, disability can be measured in terms of inability to go outside the home, regardless of the specific type of physical disability. Similar variables had been adopted in existing SVI studies. 14, [17] [18] [19] 37 The higher the percentage of older people with disabilities, the larger the SVI.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 109,
                    "text": "42",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 352,
                    "end": 354,
                    "text": "25",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 456,
                    "end": 458,
                    "text": "43",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 939,
                    "end": 942,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 943,
                    "end": 947,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 948,
                    "end": 952,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 953,
                    "end": 957,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 958,
                    "end": 960,
                    "text": "37",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Disability"
        },
        {
            "text": "Primary care is the first point of contact with health care system. Disease prevention, screening, and treatment services are essential to address public health hazards. A continuous, comprehensive, and coordinated primary care system would reduce the onset and complications of chronic diseases. 44 Avoidable hospital conditions (AHCs), sometimes called ambulatory care sensitive conditions, defined by a list of conditions such as asthma and congestive heart failure, 45, 46 are among the wellestablished indices for assessing access to timely and effective primary care. 47, 48 A high rate of AHC is associated with poor access to primary care in world cities as shown in our previous work. 49 Existing SVI includes availability of primary care providers in a geographical unit. 18, 35 However, such variables measure availability but not actual utilization of health care services, which may be affected by other accessibility barriers. 50, 51 Hence, the rate of avoidable hospitalization was proposed as a more relevant indicator for this domain. 21 The higher the rate of avoidable hospitalization, the larger the SVI. To reflect the provision of primary care, general adult populations (instead of older populations) were more appropriate to capture the adequacy of primary care systems in the area.",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 299,
                    "text": "44",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 470,
                    "end": 473,
                    "text": "45,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 474,
                    "end": 476,
                    "text": "46",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 574,
                    "end": 577,
                    "text": "47,",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 578,
                    "end": 580,
                    "text": "48",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 694,
                    "end": 696,
                    "text": "49",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 782,
                    "end": 785,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 786,
                    "end": 788,
                    "text": "35",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 941,
                    "end": 944,
                    "text": "50,",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 945,
                    "end": 947,
                    "text": "51",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1052,
                    "end": 1054,
                    "text": "21",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Access to Primary Care"
        },
        {
            "text": "Following the previous work of Gusmano et al., 21 each of the seven selected variables of the geographic units was ranked by deciles, with 1 indicating the decile with smallest values and 10, the largest. An advantage of the decile method is that it is robust to extreme values, as each variable has a range from 1 to 10. The SVI for each geographic unit was calculated as the mean decile ranking across the seven variables. The range of the SVI was from 1 to 10, with higher values indicating greater vulnerability of the population residing in that geographic unit.",
            "cite_spans": [
                {
                    "start": 47,
                    "end": 49,
                    "text": "21",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Compilation of SVI"
        },
        {
            "text": "Summary statistics of the SVI at larger geographic units (i.e., district in Hong Kong and borough in New York City) were calculated. One-way ANOVA was used to compare the difference in SVI across the districts/boroughs. Data analyses were performed by SPSS version 20.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compilation of SVI"
        },
        {
            "text": "Data Collection Study Sites. Our SVI was applied to two world cities: Hong Kong and New York City. Hong Kong, located at the south coast of China, had a population of 7.2 million in 2013, of which 7 % were aged ≥75 years. 52 New York City, located at the southern tip of New York State in the northeastern USA, had a population of 8.2 million in 2010, of which 6 % were aged ≥75 years. 53 Hong Kong and New York City face similar natural hazards, such as storms, typhoons, hurricanes, and hot weather, as well as such pandemic hazards as avian flu. Table 1 shows the characteristics of the two cities.",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 224,
                    "text": "52",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 386,
                    "end": 388,
                    "text": "53",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [
                {
                    "start": 549,
                    "end": 556,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Compilation of SVI"
        },
        {
            "text": "Geographic Unit. The choice of geographic unit is based on practical considerations. For Hong Kong, the constituency area (CA) was chosen as the geographical unit. The territory of Hong Kong is divided into 18 district council districts and 400 CAs (as of 2006). The boundaries/divisions of CAs are reviewed before the district council election, such that each CA covers a similar size of population (electors). Each CA is represented by a directly elected councilor in the district councils that is responsible for advising the government on matters related to the district, including the well-being of the residents, the provision and utilization of public facilities and services, adequacy and priorities of district-level programs, and use of allocated public funds. The choice of CA as the geographic unit not only ensures homogeneity within the unit but also has administrative advantage in that the elected district councilors representing the CA would have active interest in improving the areas concerned.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compilation of SVI"
        },
        {
            "text": "For New York City, neighborhood was chosen as the geographic unit. New York City is comprised of five boroughs and 292 neighborhoods. The neighborhoods identified in this study are widely recognized by both residents of the city and city officials. 54 AHC rates in 2006 were calculated for the general population aged ≥15, based on the hospital discharge data from the Hong Kong Hospital Authority. The diagnoses for hospital admission were coded according to the International Classification of Diseases, which was used to identify the AHCs. 49 AHC rates were adjusted using the WHO's age standardization method. 55 Although only district-level disability statistics and AHC rates were available to the authors, the CA-level statistics were assumed to be the same as those of the district-level. Underestimates of disability may exist owing to non-mandatory registration. AHC rates also may be underestimated since the rate was based on the hospital admissions to public hospitals, which accounted for 90-95 % of all inpatients. 56 It was assumed that the missing data was independent of geographic units.",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 251,
                    "text": "54",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 543,
                    "end": 545,
                    "text": "49",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 614,
                    "end": 616,
                    "text": "55",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1030,
                    "end": 1032,
                    "text": "56",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "Compilation of SVI"
        },
        {
            "text": "The statistics for compiling the SVI were collected in a similar manner for New York City. Because of the limits of the publicly available data from the 2010 US Census, characteristics of the older population (including institutionalization, living alone, linguistically isolated, disability) were based on the population aged ≥65, rather than the ≥75 population. The denominator for rates of people ≥75 living in poverty was the entire population aged ≥75. The denominator for the percentage of people aged ≥65 who are living in a nursing home, linguistically isolated, and having disability was the entire population aged ≥65. The denominator for the percentage of people aged ≥65 who are living alone was the community-dwelling population aged ≥65, excluding those living in institutions (nursing homes, prisons, and college dormitories). The rates of AHC were obtained from the Statewide Planning and Research Cooperative System (SPARCS) based on the definition of avoidable hospitalizations established by Billings and colleagues 46 for the entire population ≥18 years. Since only aggregated data were available, age standardization could not be made.",
            "cite_spans": [
                {
                    "start": 1035,
                    "end": 1037,
                    "text": "46",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Compilation of SVI"
        },
        {
            "text": "Although the use of the same population subgroups could facilitate comparison between Hong Kong and New York City, this was not possible due to limited data availability. Since SVI is designed for intra-city comparison instead of cross-city comparison, the researchers used the most preferred population subgroups (age ≥75 years vs age ≥65 years; community-dwelling vs entire) and the most readily available data. Table 2 shows the summary statistics for the selected variables in the construction of SVI for Hong Kong and New York City. Among the 400 CAs in Hong Kong, the number of people aged ≥75 years varies substantially across districts, from 91 in Discovery Bay (Island District) to 4,849 in San Hui (Tuen Mun District), with a mean (±SD) of 957 (±555). About one third of the CAs did not contain an institutional population aged ≥75 years, whereas two CAs (both from Tuen Mun District) had over 80 % of the older population living in institutions. About 15 % of the community-dwelling people aged ≥75 years were living alone; the proportion ranged from 0 to 54 %. On average, 34 % of the community-dwelling population aged ≥75 years were living in poverty, the proportion ranging from 3 to 71 %. Two thirds of the CAs had over 90 % of their community-dwelling population aged ≥75 years with education levels less than lower secondary. The proportion of the older population reporting disabilities varied from 4 % in the Sai Kung District to 13 % in the Southern District. The age-standardized AHC rate per 1,000 people aged ≥15 ranged from 6.4 for the Island District to 10.6 for the Southern District.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 414,
                    "end": 421,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Compilation of SVI"
        },
        {
            "text": "Among the 292 neighborhoods in New York City, the number of people aged ≥75 years similarly showed marked variation, from 7 in the \"Down Under the Manhattan Bridge Overpass\" (DUMBO) neighborhood to 19,319 in Bensonhurst (both from Brooklyn Borough), with a mean of 1,580 (±2,003). About 44 % of the neighborhoods in New York City did not have an institutional population aged ≥65 years, and none had an institutionalization proportion exceeding 40 %. On average, about 19 % of the population aged ≥75 years were living in poverty, the proportion ranging from 0 to 55 %. One third of the community-dwelling population aged ≥65 years was living alone, the proportion ranging from 14 to 58 %. Six neighborhoods (from all boroughs except Staten Island) had over 70 % of the population aged ≥65 years who were linguistically isolated. On average, 25 % of people aged ≥65 years had impairments precluding going outside the home, the Number of population aged ≥75 m e a n = 9 5 7 , S D = 5 5 5 , median=831, IQR=604, min=91, max=4849",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Characteristics of the Geographical Units"
        },
        {
            "text": "Number of population aged ≥75 m e a n = 1 5 8 0 , S D = 2 0 0 3 , median=942, IQR=1745, min=7, max=19319 2. Institutionalization % institutional older population aged ≥75 mean=11 %, SD=19 %, m e d i a n = 2 % , I Q R = 1 2 % , min=0 %, max=90 % % institutional older population aged ≥65 mean=4 %, SD=7 %, median=0 %, IQR=4 %, min=0 %, max=39 % 3. Living alone % commun ity-dwell ing ol der population aged ≥75 living alone mean = 15 %, SD = 9 %, median=14 %, IQR=12 %, min=0 %, max=54 % % older community-dwelling population aged ≥65 living alone mean =32 %, SD=9 %, median = 31 %, IQR = 13 %, min=14 %, max=58 % 4. Poverty % commun ity-dwell ing ol der population aged ≥75 living in poverty mean=34 %, SD=12 %, median=33 %, IQR=15 %, min=3 %, max=71 % % older population aged ≥75 living in poverty mean=17 %, SD=13 %, median = 14 %, IQR = 19 %, min=0 %, max=55 %",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Characteristics of the Geographical Units"
        },
        {
            "text": "% community-dwelling older population aged ≥75 who had education level less than lower secondary (Grade 9) mean=91 %, S D = 9 % , m e d i a n = 9 3 % , IQR=9 %, min=44 %, max=100 % % older population aged ≥65 who were linguistically isolated m e a n = 2 9 % , S D = 1 9 % , median = 25 %, IQR = 27 %, min=1 %, max=100 % 6. Disability % older population aged ≥75 with disability mean=8 %, SD=2 %, median=8 %, IQR=4 %, min=4 %, max=13 % % older population aged ≥65 with disability mean=25 %, SD=8 %, median = 24 %, IQR = 10 %, min=0 %, max=51 % 7. Access to primary care Rate of AHC 45 per 1,000 people aged ≥ 1 5 m e a n = 8 . 5 , S D = 1 . 1 , median=8.6, IQR=1.5, min=6.4, max=10.6",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C o m m u n i c a t i o n obstacles"
        },
        {
            "text": "Rate of AHC 46 per 1,000 people aged ≥18 mean=2.1, SD=1.6, median=1.7, IQR=1.8, min=0.0, max=14.9",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C o m m u n i c a t i o n obstacles"
        },
        {
            "text": "SD standard deviation, IQR interquartile range, min minimum, max maximum, AHC avoidable hospital conditions proportion ranging from 0 to 51 %. A quarter of the neighborhoods had a crude rate for AHC below 1 per 1,000 people aged ≥18, whereas the rate exceeded 10 per 1,000 in two neighborhoods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C o m m u n i c a t i o n obstacles"
        },
        {
            "text": "Characteristics of the SVI For Hong Kong, the mean of the SVI was 5.3 (±1.6). Figure 1 shows the most and the least vulnerable CAs in Hong Kong identified by SVI. The most vulnerable CA was Sha Ta located in the North District (an SVI of 8.7). Meanwhile, the least vulnerable CAs were Chung On, Bik Woo, and Chun Ma, which are all located in the Shatin District; the SVIs of these CAs were 1.4, 1.6, and 1.7, respectively. Table 3 shows the summary statistics of the SVI within each district in Hong Kong. On average, CAs in the Sham Shui Po, Yau Tsim Mong, and Wong Tai Sin Districts had the highest SVIs, with a mean of 7.1 (±1.1), 6.9 (±1.2), and 6.7 (±0.8), respectively. In contrasts, CAs in the Shatin and Sai Kung Districts had the lowest SVIs, with a mean of 3.6 (±1.3) and 3.8 (±1.0), respectively. ANOVA results showed that the mean SVIs of the CAs in the 18 districts were significantly different (pG.001) (Fig. 2) . Post hoc pairwise comparison with Bonferroni correction showed that the Sham Shui Po District had a mean SVI significantly larger than those in ten other districts (including Shatin, Sai Kung, Tuen Mun, Islands, Eastern, Central & Western, Tsuen Wan, Wan Chai, Yuen Long, and Kwun Tong) (p value ranged from G.001 to .017). In contrast, the Shatin District had a mean SVI significantly smaller than those in 11 other districts (including Sham Shui Po, Yau Tsim Mong, Wong Tai Sin, Southern, Kowloon City, Tai Po, North, Kwai Tsing, Kwun Tong, Yuen Long, and Wan Chai) (p value ranged from G.001 to .048).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 78,
                    "end": 86,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 423,
                    "end": 430,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 917,
                    "end": 925,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "C o m m u n i c a t i o n obstacles"
        },
        {
            "text": "In New York City, the mean (±SD) of the SVI was 5.4 (±1.5). Figure 3 shows the most and the least vulnerable neighborhoods in New York City identified by SVI. The most vulnerable neighborhoods were Far Rockaway (Queens Borough), East Concourse (Bronx Borough), and Coney Island (Brooklyn Borough), which had an SVI of 9 or above. On the other hand, the least vulnerable neighborhood was Beverly Square W. from the Brooklyn Borough, which had an SVI of only 1.7. Table 4 shows the summary statistics of the SVI within each borough in New York City. On average, neighborhoods in the Bronx Borough had the highest SVI, with a mean of 6.0 (±1.4), whereas neighborhoods in the Staten Island Borough had the lowest SVI, with a mean of 4.2 (±1.2). ANOVA results showed that the mean SVIs of the neighborhoods in the five boroughs were significantly different (pG.001) (Fig. 4) . Post hoc pairwise comparison with Bonferroni correction showed that the Bronx Borough had a mean SVI significantly larger than those in Staten Island Borough (pG.001), Queens Borough (p=.001), and Manhattan Borough (p=.011). In contrast, Staten Island Borough had a mean SVI significantly smaller than those in the other four boroughs (p value ranged from G.001 to .023).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 60,
                    "end": 68,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 462,
                    "end": 469,
                    "text": "Table 4",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 861,
                    "end": 869,
                    "text": "(Fig. 4)",
                    "ref_id": null
                }
            ],
            "section": "C o m m u n i c a t i o n obstacles"
        },
        {
            "text": "By modifying the previous work, 21 this study applied an SVI to measure the vulnerability of older populations in Hong Kong and New York City. The vulnerability was not only taken account of natural disasters but also the health hazards and emergencies. Findings of this study inform the stakeholders involving in emergency preparedness actions of the residential areas of the most vulnerable older population and revealed their needs. The importance of local adaptation was also demonstrated with applications to Hong Kong and New York City. For example, linguistic isolation was found to be an important concern for a culturally diverse city like New York City, but education level was more relevant to a homogeneous city like Hong Kong. The Hong Kong findings were consistent with the authors' expectations that CAs in Sham Shui Po, Yau Tsim Mong, and Wong Tai Sin are the most vulnerable, since these districts are well-known, old residential districts, with lower socioeconomic status and poorer health outcomes. The surprising results were the high vulnerability in CAs in the Southern District, which, despite a relatively high socioeconomic status, has a high proportion of the older population with disabilities and a high AHC rate. This observation justified the inclusion of some health indicators in the SVI, which was not the case for many of the SVIs reported in previous research. The interactions of health-related variables with poverty, low education level, and singleton households reflect varying vulnerability in the older population.",
            "cite_spans": [
                {
                    "start": 32,
                    "end": 34,
                    "text": "21",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The results for New York City were also consistent with the authors' expectations. The Bronx and Brooklyn areas include neighborhoods that are among the poorest and most vulnerable in New York City. This data is consistent with previous studies that have found that older people who live in low-income neighborhoods in the Bronx and Brooklyn are more likely than older residents of other boroughs to report individual health problems and express concerns about their built and social environments. 21 It is important to update the SVI on a regular basis since the demographics and characteristics of the population are changing. Therefore, in this study, the statistics used for calculation of SVI were based on regularly available sources of official statistics, rather than from ad hoc surveys. These statistics are routinely collected, There are other factors that may affect the vulnerability of the older people. For example, the cluttered living environment or housings without escalator service may hinder the evacuation of older people from their own homes or institutions during emergencies or from seeking medical advice and care. However, these factors may not be quantified by regular official statistics, and they were excluded from the SVI. Moreover, the influence of some factors may change over time. For example, the low education level among the older people in Hong Kong may become irrelevant several decades from now because the future cohorts of older people may have benefited from the mandatory education policy implemented in the late 1970s. Meanwhile, with the rising number of new immigrants from South Asia and a variety of cities from China, who may not be proficient in Cantonese, Mandarin, or English, language isolation may be an emerging issue. Among the organizations that have developed recommendations and protocols for emergency planning for older people and people with disabilities are the Red Cross, Salvation Army, the Centers for Disease Control and Prevention (CDC), Ready.gov, HelpAge International, the Administration on Aging, and the American Association of Retired Persons (AARP). An SVI adapted for older people living in a particular community may provide important information for such emergency preparedness planning.",
            "cite_spans": [
                {
                    "start": 498,
                    "end": 500,
                    "text": "21",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Using an SVI to assess the vulnerability of a geographic unit may appear to stigmatize a particular region, since there may be negative public perceptions of some of the selected variables. However, some indicators do not carry negative connotations per se. For example, living alone could be a sign of independent living. 21, 57 Similarly, those areas with a high concentration of frail people may represent good accessibility to health and social services. High accessibility of services in the neighborhood may account for higher numbers of frail older people living in such neighborhoods. Furthermore, the SVI took into account health, as well as social characteristics, instead of solely relying on socioeconomic status in determining the vulnerability of the population. Use of the SVI may guide allocation of limited resources to those most in need.",
            "cite_spans": [
                {
                    "start": 323,
                    "end": 326,
                    "text": "21,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 327,
                    "end": 329,
                    "text": "57",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "There are strengths and weaknesses related to each of the SVI developed by different researchers. The strength of the SVI used in this study is its applicability to diverse cities according to the flexible modification strategies. Also, the use of regularly available official statistics enables continual, constant updating. This SVI targets older populations and incorporates the health component. This study was limited by the unavailability of statistical analysis at the desired level (e.g., the Hong Kong CAs). While statistics for finer geographical units may not be available in the public domain, the government should be able make them available for researchers in order to compile the SVI more accurately. It would be helpful if public agencies captured more disaggregated residential information when collecting data for other purposes and if they did so in a consistent way. In New York City, for example, agencies working in different domains use completely different geographic units for data collection purposes. This makes it harder to develop an SVI or other indicators of health and social well-being that are multidimensional. Nevertheless, the most important objective of developing the SVI was the implementation and utilization of the SVI in policy-making. This study shall pave the way for future researchers to correlate health needs and risks of older people to inform stakeholders for emergency preparedness and responses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Urbanisation and infectious diseases in a globalised world",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Alirol",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Getaz",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Stoll",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Chappuis",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Loutan",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Lancet Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "131--172",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Older people in emergencies: considerations for action and policy development",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hutton",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Climate change and health and social care: defining future hazard, vulnerability and risk for infrastructure systems supporting older people's health care in England",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Oven",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Curtis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Reaney",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Appl Geogr",
            "volume": "33",
            "issn": "",
            "pages": "16--24",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Impact of the Tohoku earthquake and tsunami on pneumonia hospitalisations and mortality among adults in northern Miyagi, Japan: a multicentre observational study",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Daito",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Suzuki",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shiihara",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Thorax",
            "volume": "68",
            "issn": "6",
            "pages": "544--50",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Aging disaster: mortality, vulnerability, and long-term recovery among Katrina survivors",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Kaufman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Van Hattum",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Moody",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Med Anthropol",
            "volume": "30",
            "issn": "3",
            "pages": "247--70",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The impact of epidemic outbreak: the case of severe acute respiratory syndrome (SARS) and suicide among older adults in Hong Kong",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Yip",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cheung",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chau",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Law",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Crisis: J Crisis Interv Suicide Prev",
            "volume": "31",
            "issn": "2",
            "pages": "86--92",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "National Association of County and City Health Officials",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Social vulnerability indices: a comparative assessment using uncertainty and sensitivity analysis",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tate",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nat Hazards",
            "volume": "63",
            "issn": "2",
            "pages": "325--372",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Assessment of social vulnerability to natural disasters: a comparative study",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Yoon",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nat Hazards",
            "volume": "63",
            "issn": "2",
            "pages": "823--866",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Social vulnerability to environmental hazards",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Cutter",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Boruff",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Shirley",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Soc Sci Q",
            "volume": "84",
            "issn": "2",
            "pages": "242--61",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "When disasters and age collide: reviewing vulnerability of the elderly",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Ngo",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nat Hazards Rev",
            "volume": "2",
            "issn": "2",
            "pages": "80--89",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Disaster preparedness and the chronic disease needs of vulnerable older adults",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Aldrich",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "F"
                    ],
                    "last": "Benson",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Preventing Chronic Disease",
            "volume": "5",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Revealing the vulnerability of people and places: a case study of Georgetown County, South Carolina",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Cutter",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Mitchell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Scott",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Ann Assoc Am Geogr",
            "volume": "90",
            "issn": "4",
            "pages": "713--750",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Population evacuation: assessing spatial variability in geophysical risk and social vulnerability to natural hazards",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chakraborty",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Tobin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Montz",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nat Hazards Rev",
            "volume": "6",
            "issn": "1",
            "pages": "23--33",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Validation of a social vulnerability index in context to river-floods in Germany",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fekete",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat Hazards Earth Syst Sci",
            "volume": "9",
            "issn": "2",
            "pages": "393--403",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Community variations in social vulnerability to Cascadia-related tsunamis in the US Pacific Northwest",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Wood",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Burton",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Cutter",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nat Hazards",
            "volume": "52",
            "issn": "2",
            "pages": "369--89",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A social vulnerability index for disaster management",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Flanagan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Gregory",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Hallisey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Heitgerd",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lewis",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of Homeland Security and Emergency Management",
            "volume": "8",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Constructing a social vulnerability index to earthquake hazards using a hybrid factor analysis and analytic network process (F'ANP) model. Nat Hazards",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Zebardast",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "65",
            "issn": "",
            "pages": "1331--59",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Development and testing of the Elderly Social Vulnerability Index (ESVI): a composite indicator to measure social vulnerability in the Jamaican elderly population",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Crooks",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The vulnerability of the elderly to hurricane hazards in Sarasota",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yarnal",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Florida. Nat Hazards",
            "volume": "63",
            "issn": "2",
            "pages": "349--73",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Urban ecology of old age in New York City (NYC): helping vulnerable older persons. Final Report to the New York Community Trust",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Gusmano",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "G"
                    ],
                    "last": "Rodwin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cantor",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Social vulnerability and the natural and built environment: a model of flood casualties in Texas",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zahran",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Brody",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "Peacock",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vedlitz",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Grover",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Disasters",
            "volume": "32",
            "issn": "4",
            "pages": "537--60",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Pinning down vulnerability: from narratives to numbers",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mustafa",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Saroch",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bell",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Disasters",
            "volume": "35",
            "issn": "1",
            "pages": "62--86",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Trapped in place: the vulnerability of the elderly to hurricane hazards in Sarasota, Florida College of Earth and Mineral Sciences",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Quantifying social vulnerability: a methodology for identifying those at risk to natural hazards: Geoscience Australia",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dwyer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zoppou",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Nielsen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Day",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Perceptions of older adults regarding evacuation in the event of a natural disaster",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Rosenkoetter",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Covan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Cobb",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bunting",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Weinrich",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Public Health Nurs",
            "volume": "24",
            "issn": "2",
            "pages": "160--168",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "We can do better: lessons learned for protecting older persons in disasters: AARP",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Gibson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hayunga",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The controversy inherent in managing frail nursing home residents during complex hurricane emergencies",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Dosa",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hyer",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Artenstein",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Polivka-West",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Mor",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Am Med Dir Assoc",
            "volume": "9",
            "issn": "8",
            "pages": "599--604",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Disaster preparedness: preliminary observations on the evacuation of vulnerable populations due to hurricanes and other disasters",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bascetta",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Developing an applied extreme heat vulnerability index utilizing socioeconomic and environmental data",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stanforth",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Lulla",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Luber",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Appl Geogr",
            "volume": "35",
            "issn": "1",
            "pages": "23--31",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "A model of loneliness in older adults",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Fees",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "W"
                    ],
                    "last": "Poon",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Gerontol Ser B Psychol Sci Soc Sci",
            "volume": "54",
            "issn": "4",
            "pages": "231--240",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Excess winter mortality in Europe: a cross country analysis identifying key risk factors",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Healy",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Epidemiol Community Health",
            "volume": "57",
            "issn": "10",
            "pages": "784--793",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Holistic disaster recovery: ideas for building local sustainability after a natural disaster",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Phillips",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Vulnerability of the elderly during natural hazard events",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zimmerman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Restrepo",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Nagorsky",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Culpen",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Social vulnerability and migration in the wake of disaster: the case of Hurricanes Katrina and Rita",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Myers",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Slack",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Singelmann",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Popul Environ",
            "volume": "29",
            "issn": "6",
            "pages": "271--91",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "A framework to integrate social vulnerability into catastrophic natural disaster preparedness planning",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yeletaysi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ozceylan",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fiedrich",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Harrald",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jefferson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "The International Emergency Management Society-TIEMS 16th Annual Conference",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "English language proficiency among older Hispanics in the United States",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Mutchfer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Brallier",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "The Gerontologist",
            "volume": "39",
            "issn": "3",
            "pages": "310--319",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Low health literacy, limited English proficiency, and health status in Asians, Latinos, and other racial/ethnic groups in California",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sentell",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Braun",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Health Commun",
            "volume": "17",
            "issn": "sup3",
            "pages": "82--99",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Identifying and mapping community vulnerability",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Morrow",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Disasters",
            "volume": "23",
            "issn": "1",
            "pages": "1--18",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "On risk and disaster: lessons from Hurricane Katrina",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tierney",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "109--128",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Changes in the prevalence of chronic disability in the United States black and nonblack population above age 65 from 1982 to 1999",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Manton",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Proc Natl Acad Sci",
            "volume": "98",
            "issn": "11",
            "pages": "6354--6363",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Natural disasters and older US adults with disabilities: implications for evacuation",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Mcguire",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Ford",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Okoro",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Disasters",
            "volume": "31",
            "issn": "1",
            "pages": "49--56",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Is primary care essential?",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Starfield",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Lancet",
            "volume": "344",
            "issn": "8930",
            "pages": "1129--1162",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Rates of avoidable hospitalization by insurance status in Massachusetts and Maryland",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Weissman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gatsonis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Epstein",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "JAMA: J Am Med Assoc",
            "volume": "268",
            "issn": "17",
            "pages": "2388--94",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Impact of socioeconomic status on hospital use in New York City",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Billings",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zeitel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lukomnik",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Carey",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Blank",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Newman",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Health Aff",
            "volume": "12",
            "issn": "1",
            "pages": "162--73",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Access to health care in America",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Millman",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Ambulatory care sensitive conditions: terminology and disease coding need to be more specific to aid policy makers and clinicians",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Purdy",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Griffin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Salisbury",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sharp",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Public health",
            "volume": "123",
            "issn": "2",
            "pages": "169--73",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Access to primary care in Hong Kong",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Chau",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Woo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Gusmano",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Weisz",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "G"
                    ],
                    "last": "Rodwin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Health Econ Policy Law",
            "volume": "1",
            "issn": "1",
            "pages": "1--15",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Neighborhood socioeconomic disadvantage and access to health care",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Kirby",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kaneda",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Health Soc Behav",
            "volume": "46",
            "issn": "1",
            "pages": "15--31",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "A geographical study of health services utilization among the elderly in Hong Kong: from spatial variations to health care implications",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chau",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Goggins",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Woo",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Health Serv Insights",
            "volume": "2",
            "issn": "",
            "pages": "1--12",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Census and Statistics Department HK",
            "authors": [],
            "year": 2014,
            "venue": "Hong Kong Monthly Digest of Statistics",
            "volume": "2014",
            "issn": "",
            "pages": "5--7",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "State & County Quick Facts",
            "authors": [
                {
                    "first": "Usc",
                    "middle": [],
                    "last": "Bureau",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Central Registry for Rehabilitation. Statistical Report of the Central Registry for Rehabilitation",
            "authors": [],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Age standardization of rates: a new WHO standard",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "B"
                    ],
                    "last": "Ahmad",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Boschi-Pinto",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Lopez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lozano",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Inoue",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Health Care Financing Study Group. The ecology of health care in Hong Kong",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "Iol",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Lo",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Soc Sci Med",
            "volume": "61",
            "issn": "",
            "pages": "577--90",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Being alone in later life: loneliness, social isolation and living alone",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Victor",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Scambler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bond",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bowling",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Rev Clin Gerontol",
            "volume": "10",
            "issn": "4",
            "pages": "407--424",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Sources. For Hong Kong, CA-level statistics on sociodemographic characteristics of the population aged ≥75 (including older population size, institutional population, living alone, poverty, and education level) were obtained from the Hong Kong 2006 Population By-census. A local adaption of the 2005 US Department of HHS Poverty Guidelines 36 was used to adjust the dollar value by a purchasing power parity of five. Special tabulations of the disability statistics for the population aged ≥75 as of December 2006 were obtained from the Central Registry for Rehabilitation under the Labour and Welfare Bureau. The Registry collects information on disabilities on a voluntary basis and publishes the statistics biannually in a statistical report.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The most and the least vulnerable CAs in Hong Kong identified by SVI. SOCIAL VULNERABILITY INDEX FOR THE OLDER PEOPLE-HONG KONG",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "The most and the least vulnerable neighborhoods in New York City identified by SVI.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Characteristics of Hong Kong and New York City",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Summary of domains and variables of the Social Vulnerability Index (SVI) for Hong Kong and New York City",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Summary statistics of the Social Vulnerability Index (SVI) within each district in Hong KongSD standard deviation, IQR interquartile range, min minimum, max maximum",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Mean SVI of CAs in these Districts were statistically indifferent to that of Sham Shui Po District Mean SVI of CAs in these Districts were statistically indifferent to that of Shatin District FIG. 2 Mean SVI of the CAs in the 18 districts in Hong Kong. SOCIAL VULNERABILITY INDEX FOR THE OLDER PEOPLE-HONG KONGreadily available, and can be updated regularly without a special grant, such that the stakeholders can continuously monitor the vulnerability of each geographic unit.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Summary statistics of the Social Vulnerability Index (SVI) within each borough in New York City SD standard deviation, IQR interquartile range, min minimum, max maximum Mean SVI of neighborhoods in Brooklyn Borough was statistically indifferent to that of Bronx Borough Mean SVI of neighborhoods in Staten Island Borough was statistically lower than those in other Boroughs FIG. 4 Mean SVI of the neighborhoods in the five boroughs in New York City. SOCIAL VULNERABILITY INDEX FOR THE OLDER PEOPLE-HONG KONG",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to thank Dr. Daniel Weisz for his assistance in gathering the New York City data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        }
    ]
}