{
    "paper_id": "62b978569b93bcbafae6ae2a082dc70b8c6abdf0",
    "metadata": {
        "title": "Mobility traces and spreading of COVID-19",
        "authors": [
            {
                "first": "Sebastian",
                "middle": [
                    "Alexander"
                ],
                "last": "Müller",
                "suffix": "",
                "affiliation": {},
                "email": "mueller@vsp.tu-berlin.de"
            },
            {
                "first": "Michael",
                "middle": [],
                "last": "Balmer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Senozon AG",
                    "location": {
                        "country": "Switzerland"
                    }
                },
                "email": "michael.balmer@senozon.com"
            },
            {
                "first": "Andreas",
                "middle": [],
                "last": "Neumann",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Senozon Deutschland GmbH",
                    "location": {
                        "country": "Germany"
                    }
                },
                "email": "andreas.neumann@senozon.com"
            },
            {
                "first": "Kai",
                "middle": [],
                "last": "Nagel",
                "suffix": "",
                "affiliation": {},
                "email": "nagel@vsp.tu-berlin.de"
            }
        ]
    },
    "abstract": [
        {
            "text": "We use human mobility models, for which we are experts, and attach a virus infection dynamics to it, for which we are not experts but have taken it from the literature, including recent publications. This results in a virus spreading dynamics model. The results should be verified, but because of the current time pressure, we publish them in their current state. Recommendations for improvement are welcome. We come to the following conclusions:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "1. Complete lockdown works. About 10 days after lockdown, the infection dynamics dies down. This assumes that lockdown is complete, which can be guaranteed in the simulation, but not in reality. Still, it gives strong support to the argument that it is never too late for complete lockdown. 2. As a rule of thumb, we would suggest complete lockdown no later than once 10% of hospital capacities available for COVID-19 are in use, and possibly much earlier. This is based on the following insights: a. Even after lockdown, the infection dynamics continues at home, leading to another tripling of the cases before the dynamics is slowed. b. There will be many critical cases coming from people who were infected before lockdown. Because of the exponential growth dynamics, their number will be large. c. Researchers with more detailed disease progression models should improve upon these statements. 3. Our simulations say that complete removal of infections at child care, primary schools, workplaces and during leisure activities will not be enough to sufficiently slow down the infection dynamics. It would have been better, but still not sufficient, if initiated earlier. 4. Infections in public transport play an important role. In the simulations shown later, removing infections in the public transport system reduces the infection speed and the height of the peak by approximately 20%. Evidently, this depends on the infection parameters, which are not well known. -This does not point to reducing public transport capacities as a reaction to the reduced demand, but rather use it for lower densities of passengers and thus reduced infection rates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "5. In our simulations, removal of infections at child care, primary schools, workplaces, leisure activities, and in public transport may barely have been sufficient to control the infection dynamics if implemented early on. Now according to our simulations it is too late for this, and (even) harsher measures will have to be initiated until possibly a return to such a restrictive, but still somewhat functional regime will again be possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Evidently, all of these results have to be taken with care. They are based on preliminary infection parameters taken from the literature, used inside a model that has more transport/movement details than all others that we are aware of but still not enough to describe all aspects of reality, and suffer from having to write computer code under time pressure. Optimally, they should be confirmed independently. Short of that, given current knowledge we believe that they provide justification for \"complete lockdown\" at the latest when about 10% of available hospital capacities for COVID-19 are in use (and possibly earlier; we are no experts of hospital capabilities). 1",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "What was not investigated in detail in our simulations was contact tracing, i.e. tracking down the infection chains and moving all people along infection chains into quarantine. The case of Singapore has so far shown that this may be successful. Preliminary simulation of that tactic shows that it is difficult to implement for COVID-19, since the incubation time is rather long, people are contagious before they feel sick, or maybe never feel sufficiently sick at all. We will investigate in future work if and how contact tracing can be used together with a restrictive, but not totally locked down regime.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "When opening up after lockdown, it would be important to know the true fraction of people who are already immune, since that would slow down the infection dynamics by itself. For Wuhan, the currently available numbers report that only about 0.1% of the population was infected, which would be very far away from \"herd immunity\". However, there have been and still may be many unknown infections (Frankfurter Allgemeine Zeitung GmbH 2020).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The SARS-CoV-2 virus is increasingly affecting the world's population. Neither treatments nor vaccines are currently known. Although the infection does not lead to severe illness for many people, about 10-20% of infected persons need hospital care, and about 5% become critical (Robert Koch Institute 2020). Given, say, 22000 hospital beds (Berlin.de n.d.) for 3.5 million people in Berlin, it is clear that 100000 simultaneously infected persons, needing 10000 to 20000 hospital beds, would push the system beyond its limits. It is therefore plausible that the spread of the infection needs to be slowed down, to something like well below 10000 infections per week and ideally much less.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The general means for slowing down infections is well-known: distancing, and ultimately quarantine. If contagious persons do not meet susceptible persons anymore, then the virus cannot spread any further. Also, spreading does not necessarily have to be reduced to zero: Once every infected person infects less than one other person, the virus dies out. The general dynamics is captured in the socalled SIR model, with S = susceptible, I = infected, and R = recovered (Kermack, McKendrick, and Walker 1927; R. M. Anderson and May 1979) . Every time a susceptible and an infected person meet, there is a probability that the susceptible person becomes infected. Some time after the infection, the person typically recovers.",
            "cite_spans": [
                {
                    "start": 467,
                    "end": 505,
                    "text": "(Kermack, McKendrick, and Walker 1927;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 506,
                    "end": 534,
                    "text": "R. M. Anderson and May 1979)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The details of this process, however, are much more complicated. There is, for example, infection via the air (e.g. droplet infection), and infection by touch (smear infection). Smieszek (Smieszek 2009 (Smieszek , 2010 has described in particular the first process in detail: Infected persons generate a \"viral load\" that they exhale or cough into the environment, and people close by have an exposure. Overall, the probability to become infected by this process in a time step is described as",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 201,
                    "text": "(Smieszek 2009",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 202,
                    "end": 218,
                    "text": "(Smieszek , 2010",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "where is a sum over all other persons, is the shedding rate (∼microbial load), contact intensity, and the duration of interaction between the two individuals. These microscopic parameters are difficult to obtain even for known virus species and can thus be used as calibration parameters. However, some mechanical aspects are clear:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "• The contact intensity needs to go down with distance . If one assumes that viral material from a point source is distributed homogeneously in all directions (similar to light), then ∼ 1/ 2 . One would, however, rather expect a diffusive process, leading to ∼ 1/ 3 . This implies that distance matters a lot; a distance of 1 meter instead of 1/2 meter would reduce the probability of contagion by a factor between 4 and 8. Even if this is only a rough approximation, this makes clear that one should account for typical distances between persons. • The process is probabilistic. Even a close distance does not have to lead to an infection if it is short enough, and the shorter the time, the smaller the probability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "For SIR models to be interpretable, they need to be embedded into a contact graph (Bajardi et al. 2011; Skvortsov et al. 2007; Balcan et al. 2010 ). An infected person from out-of-country may return to its family, there it might infect one if her/his children, the child may take it to the school where it infects other children, they take it to their family, members of those other families may take it into public transport vehicles, to leisure activities, or to their workplace, etc. These social networks are typically not available for simulations, for example for privacy reasons.",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 103,
                    "text": "(Bajardi et al. 2011;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 104,
                    "end": 126,
                    "text": "Skvortsov et al. 2007;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 127,
                    "end": 145,
                    "text": "Balcan et al. 2010",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "It is, however, possible to generate synthetic approximations to these trajectories. This is routinely done in transport modelling. One approach is to use some information from mobile phone data (but not the full trajectories), and process them together with information about the transport system and with statistical information from other surveys (Senozon 2020b) . That approach leads to synthetic movement trajectories for the complete population. From these trajectories, it is possible to extract how much time people spend with other people at activities or in (public transport) vehicles. It is also possible to estimate distances to other persons, e.g. by comparing the number of persons in a public transport vehicle with that vehicle's size, or by making assumptions about such distances at typical activities (home vs work vs leisure vs shopping).",
            "cite_spans": [
                {
                    "start": 350,
                    "end": 365,
                    "text": "(Senozon 2020b)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "It turns out that such data sets are available for Germany, Switzerland, and Austria. This paper presents simulation results based on a cutout from that data set, for the case of Berlin. What is effectively done is to construct an SIR-like model on top of persons' movement trajectories:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "1. One or more infected persons are introduced into the population. 2. At some point, infected persons become contagious. From then on, every time they spend time together with some other person in a vehicle or at some activity, equation (*) is used to calculate the probability that the other person, if susceptible, can become infected. If infection happens, the other person will follow the same dynamics. 3. Contagious persons eventually become recovered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The model runs many days, until no more infections occur. Note that compared with the SIR model we have differentiated the \"infected\" state into infected and contagious, in order to take account of the relatively long incubation times of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Now once such a model is available, containment strategies can be introduced into the model, and the results can be investigated. Optimally, the model should be calibrated before this is done.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Smieszek et al (Smieszek 2009; Smieszek, Fiebig, and Scholz 2009; Smieszek et al. 2011 ) and Hackl/Dubernet Dubernet 2019, 2018) have done this for the influenza virus, and thus demonstrate that this is possible. Unfortunately, for the current situation calibration is not possible, since neither enough data about the microscopic behaviour of COVID-19 is available, nor enough epidemiologic data for model fitting. It is still plausible to assume that the structural responses of the model to distancing/quarantine measures remain valid, albeit quantitative results have to be taken with a grain of salt. We believe that it is better in the current situation to publish the results anyways.",
            "cite_spans": [
                {
                    "start": 15,
                    "end": 30,
                    "text": "(Smieszek 2009;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 31,
                    "end": 65,
                    "text": "Smieszek, Fiebig, and Scholz 2009;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 66,
                    "end": 86,
                    "text": "Smieszek et al. 2011",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 108,
                    "end": 128,
                    "text": "Dubernet 2019, 2018)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The paper will consider the following containment strategies :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "• No longer use public transport, i.e. people to go about their activities by individual means of transport (car, bicycle, walking). • Shut down work activities, i.e. force people to either work from home or not work at all. • Shut down leisure activities, i.e. force people to remain at home when they ordinarily would perform leisure activities. • Combinations of the above measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "• Complete lockdown, i.e. everybody stays at home.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The strategies will be introduced at different days during the infection dynamics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The present paper goes beyond the above-mentioned studies (Smieszek 2010; Hackl and Dubernet 2019) in the following aspects:",
            "cite_spans": [
                {
                    "start": 58,
                    "end": 73,
                    "text": "(Smieszek 2010;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 74,
                    "end": 98,
                    "text": "Hackl and Dubernet 2019)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "• The present study includes the effect of public transport.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "• The present study is based on existing real-world models, normally used for transport planning. • The present study explicitly looks at distancing/quarantine measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A somewhat similar study to ours is by (Ferguson et al. 2020) . They have considerably more experience in the area of epidemics modelling. However, we believe that our human movement and resulting contact model, based on real world data, goes beyond their work. We thus hope that our work will be a contribution, in particular for regional-scale modeling of epidemics and containment measures. The approaches and their results are compared in more detail in a discussion chapter at the end of the paper.",
            "cite_spans": [
                {
                    "start": 39,
                    "end": 61,
                    "text": "(Ferguson et al. 2020)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.03.27.20045302 doi: medRxiv preprint 3 Details",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "As stated earlier, the input data stems from activity-based transport modelling (Hilgert et al. 2017; Axhausen 1989) . Such models generate complete daily activity chains of persons, for example something like home-work-shop-home-leisure-home. Activities come with times and, importantly, locations. The activity chains are then used as input for (agent based) transport simulation models, which assign activity locations, modes and routes and thus generate emergent effects such as congestion and emissions (Horni, Nagel, and Axhausen 2016) . The models are used, e.g., for forecasting effects of autonomous vehicles (Bischoff, Maciejewski, and Nagel 2017) , investigating traffic signals (Thunig, Kühnel, and Nagel 2019) , understanding and reducing emissions (Kickhöfer and Nagel 2016) or noise (Kaddoura, Kröger, and Nagel 2017 ) effects of transport, or evaluating strategies for carbon-reduced or carbon-free transport (Nagel et al. in preparation) .",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 101,
                    "text": "(Hilgert et al. 2017;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 102,
                    "end": 116,
                    "text": "Axhausen 1989)",
                    "ref_id": null
                },
                {
                    "start": 508,
                    "end": 541,
                    "text": "(Horni, Nagel, and Axhausen 2016)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 618,
                    "end": 657,
                    "text": "(Bischoff, Maciejewski, and Nagel 2017)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 690,
                    "end": 722,
                    "text": "(Thunig, Kühnel, and Nagel 2019)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 762,
                    "end": 788,
                    "text": "(Kickhöfer and Nagel 2016)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 798,
                    "end": 831,
                    "text": "(Kaddoura, Kröger, and Nagel 2017",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 925,
                    "end": 954,
                    "text": "(Nagel et al. in preparation)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Fig. 1 Top: Events for travel by individual vehicle. Bottom: Events for travel by public transport."
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 1 Top: Events for travel by individual vehicle. Bottom: Events for travel by public transport."
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10. 1101 The input data for the present project is generated by Senozon (Senozon 2020b, [a] 2020), and has been used by us also in other projects (VSP 2020). For the present paper, the activity chains are just used \"as is\". From their information, it is possible to reconstruct the time-dependent trajectories of each person with respect to their \"containers\" (facilities or vehicles), and it is possible to reconstruct who shares, at what time, which container (cf. Fig. 1 ).",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 129,
                    "end": 148,
                    "text": "(Senozon 2020b, [a]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 524,
                    "end": 530,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The model for the infection itself is described in the next section; this section will first explain the possible agent states. Once a synthetic person becomes infected on day number d, it will undergo the following state transitions (Roy M. Anderson et al. 2020):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "State transitions"
        },
        {
            "text": "• Between days d+3 and d+4, it will transition to contagious. Only then will it start infecting other synthetic persons. • Between days d+5 and d+6, it will self-quarantine with a probability of 20%. This is modelling that only 20% of people show strong enough symptoms to recognize that they are sick, and at which point they withdraw from their activities (Frankfurter Allgemeine Zeitung GmbH 2020). The current model assumes that they go into full quarantine, i.e. they also do not infect people at home. • Between days d+15 and d+16, it will transition to recovered. At this point, it is assumed that they resume their activities, but that they are immune (Bao et al. 2020 ).",
            "cite_spans": [
                {
                    "start": 660,
                    "end": 676,
                    "text": "(Bao et al. 2020",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "State transitions"
        },
        {
            "text": "As one sees, this is a somewhat more elaborate version of the standard SIR (susceptible -infected -recovered) model, to take into account the peculiarities of Covid-19 as far as they are currently understood (Roy M. Anderson et al. 2020). State transitions always happen in between two runs of the daily dynamics (see below) -that is the reason why we say \"between days d+x and d+x+1\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "State transitions"
        },
        {
            "text": "The algorithm looks at agents when they leave a facility. At this point, it",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infections at facilities and in vehicles"
        },
        {
            "text": "• randomly selects 3 other agents which are at the facility at the same time, and • with each agent computes a possible infection if either the leaving agent is susceptible and the other agent is contagious, or the other way round. The infection model is equation (*), the time is the time (duration) that both agents were simultaneously at the same facility.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infections at facilities and in vehicles"
        },
        {
            "text": "We bound the infection dynamics at 3 other agents, since we assume that persons do not interact with everybody in the facility. If there are fewer than 3 other agents at the facility, then interaction simply happens with everybody. Since we are using a 25% scenario, the number \"3\" stands for 12 other persons with which interactions happen; this seems to be a (somewhat) plausible number for interactions at workplaces. Clearly, we do not want the model to interact with everybody at the facility.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infections at facilities and in vehicles"
        },
        {
            "text": "The same algorithm is used for interaction in vehicles. In terms of implementation, it uses a generalized dynamics for containers, and treats both facilities and vehicles as such containers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infections at facilities and in vehicles"
        },
        {
            "text": "Note that the number \"3\" (or implicitly \"12\") is used when the agent leaves. There is, however, also interaction when other agents leave. Thus, this rather models the interaction with \"available spaces\" than with persons. E.g. assume the following time line (from left to right) and consider in particular the agent X:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infections at facilities and in vehicles"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infections at facilities and in vehicles"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10. 1101 This can, for the ease of interpretation, be interpreted as three seats in a row in a public transport vehicle. We have the following events with respect to person X:",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "• At time t1, X enters the vehicle, and takes a seat between A and B.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "• At time t2, B leaves the vehicle. In consequence, a possible infection of X from B is computed with equation (*), with t2 -t1 as the duration of the interaction. Also, C enters the vehicle, and takes the seat of B. • At time t4, C leaves the vehicle. A possible infection of X from C is computed, with t4 -t2 as the interaction time. At the same time, D enters the vehicle, and takes the seat of C. • At time t5, X leaves the vehicle. A possible infection of X from A is computed, with t5 -t1 as interaction time, and from D, with t5 -t4 as interaction time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "In the algorithm, however, we do not explicitly model seating positions, but just assume that every synthetic person that leaves interacts with up to 3 randomly selected other agents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The variation over time of the density of persons inside the container is currently not taken into account. This could, however, be done in a further modelling step, given data of facility and vehicle sizes. What is, however, taken into account is the thinning out of persons in the container when they are in quarantine: The algorithm still computes interaction with up to 3 randomly selected persons, but if these persons are in quarantine, then there is no infection dynamics in either direction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Optimally, one would have multi-day trajectories. In our case, the data that we have ends at the end of the day. Our simulations thus run the same person trajectories again and again. This presumably underestimates mixing (see next section). However, there is still strong mixing because the synthetic persons interact with other persons at the same facility every day. For example, a public transport train may have 1000 passengers. In our 25% scenario, they would be represented by 250 passenger agents. Out of these, any of our agents would only see 3 other agents representing 12 persons. This leads to different encounters in every synthetic day, even when repeating the same trajectory over and over.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multi-day modelling"
        },
        {
            "text": "The same holds for facilities, where the data is actually constructed such that there are typically around 400 persons per facility. That is, any work, shopping, or leisure facility can have up to 400 visitors at the same time, and every person that has that facility in its trajectory can interact with all of these persons. This number of interacting agents is, however, limited (see infections at facilities and in vehicles). This results in an issue for home locations: Our data model does not differentiate between \"persons living in the same block\" and \"persons living in the same household\". With the current state of our modelling, the infection probability at home locations thus will have to average over these situations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multi-day modelling"
        },
        {
            "text": "During the first simulated day 10 random agents are infected. The first iteration is then used to construct certain data structures meaning that every agent memorizes its trajectory. Agents are put in and removed from the respective containers when undergoing activity start and end events and vehicle enter and leave events. These facility containers are not cleared at the beginning or end of the day meaning that agents can remain in a container from one day to the next. This is important to calculate the duration times accurately for the infection dynamics -especially at home facilities. Some agents, however, do not have closed circles, meaning that their last activity is not the same one as their first one. In these cases it is assumed that agents start their first activity at 00:00.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multi-day modelling"
        },
        {
            "text": "As stated before, activities are of a certain type. These types are used in this research to determine the effects certain strategies have on the epidemic spreading. If an activity type is closed, agents will still be put in the respective containers without taking part in the infections dynamics. This is important especially for the dynamics in transit vehicles, because agents travelling to closed activities essentially represent \"holes\" as they would not travel at all in reality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multi-day modelling"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multi-day modelling"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.03.27.20045302 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "The following borrows from social network and containment studies done by many others (Brockmann, David, and Gallardo 2009; Makinde 2007; Bajardi et al. 2011; Colizza and Vespignani 2008; Colizza et al. 2007) . It is re-interpreted for our specific situation.",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 123,
                    "text": "(Brockmann, David, and Gallardo 2009;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 124,
                    "end": 137,
                    "text": "Makinde 2007;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 138,
                    "end": 158,
                    "text": "Bajardi et al. 2011;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 159,
                    "end": 187,
                    "text": "Colizza and Vespignani 2008;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 188,
                    "end": 208,
                    "text": "Colizza et al. 2007)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Graph interpretation"
        },
        {
            "text": "The travel model can be seen as generating an interaction graph. In a first step, one could connect persons to their activity facilities, e.g. all persons working at a certain facility would be connected to it. In a second step, one could remove the intermediate facility from the graph, and draw direct connections between the persons. These connections include a time period, e.g. person A and person B were simultaneously at facility W between time1 and time2. The same applies to public transport, i.e. persons C and D may have been simultaneously in public transport vehicle V between time3 and time4.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Graph interpretation"
        },
        {
            "text": "As stated above, being at the same facility does not necessarily imply immediate interaction. According to the models described earlier, there is a certain probability to interact, and there is mixing from one day to the next. In terms of the graph interpretation, the model thus implies weak links between persons who are in the same vehicle or at the same facility if these containers are populated with many persons at that time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Graph interpretation"
        },
        {
            "text": "It is now easy to see that virus progression would quickly die out if everybody remained at home: Then each home facility would generate a subgraph (= a clique, since everybody in the subgraph would be directly connected to everybody else); the infection would continue to spread in those cliques that have at least one infected person when this type of quarantine is started; and that would be it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Graph interpretation"
        },
        {
            "text": "If we now assume that persons do only one other activity, such as work, then the virus can jump from one such clique to another via the workplace. It is not clear if this would infect the whole population or not, since there might be subgroups of cliques that are strongly connected, but the subgroups may be sufficiently disconnected that the virus cannot jump. Evidently, all other activities generate further interactions with yet other cliques, and public transport vehicles will do the same.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Graph interpretation"
        },
        {
            "text": "For an example, look at Fig. 2 . There are four families, with 4, 4, 3, 1 member(s). Family 1 has one member going to \"work1\", and one other member going to \"school\". Family 2 has one member going to the same \"school\", and one other member going to another workplace \"work2\". Family 3 has one member going to \"work2\", and using a certain \"pt vehicle\" (presumably on the way to and from work). Family 4 consists of only one member, which uses the same \"pt vehicle\", but goes to yet another workplace \"work3\". Now assume that initially only person \"a\", in \"home2\", is infected. One has the following cases:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 24,
                    "end": 30,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Graph interpretation"
        },
        {
            "text": "• If everybody stays at home, then all other members of \"home2\" will become infected, and then the virus will travel no further. • If home and work are open but school and public transport are closed, then in the example the virus will also travel to \"home3\" and all its members, but then stop. This, however, depends on families 2 and 3 visiting no second work location, either by the same person or by another member of the families. • If home and work are open and public transport can be used, then in the example the virus will also travel to \"home4\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Graph interpretation"
        },
        {
            "text": "That is, the connectedness of the graph decides about how far the virus will travel.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Graph interpretation"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Graph interpretation"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10.1101/2020.03.27.20045302 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "A second element is the infection probability. As indicated by equation (*), it is a result of microbial load, contact intensity, and contact time. In consequence, an interaction at work, with physical distance to co-workers but much time spent together, can have the same infection probability as a short time in a public transit vehicle while squeezed together.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 2 Example of graph connections between persons and containers (facilities and vehicles)."
        },
        {
            "text": "A third element comes from the day-to-day repetition, as explained earlier. At home, one interacts with the same persons over and over again, effectively increasing the infection probability ever more, implying that either all members of the household are infected, or none. This results in thick lines connecting household members. Households do not provide mixing beyond themselves.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 3 The interaction network from figure 2 when the intermediate containers are removed."
        },
        {
            "text": "Public transport, however, is much different: One sits or stands next to other persons every day. In consequence, possible infection paths are between different persons every day. Since they run back into their respective homes, public transport results in strong mixing. Other activities are probably in between: children at day car or primary school are probably strongly connected within relatively small groups, i.e. similar to the infection dynamics at homes, while young adults at secondary or tertiary education are probably much less strongly connected, but have many possible interactions with other people, varying from one day to the next. For work it presumably depends on the work environment: workers in a small company meet the same people every day while workers in a large company may meet different people every day. People with customer-facing jobs, such as sales people, are again different.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 3 The interaction network from figure 2 when the intermediate containers are removed."
        },
        {
            "text": "This graph interpretation will be used in the following to provide possible intuition for the simulation results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 3 The interaction network from figure 2 when the intermediate containers are removed."
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 3 The interaction network from figure 2 when the intermediate containers are removed."
        },
        {
            "text": "The copyright holder for this preprint . https: //doi.org/10.1101 //doi.org/10. /2020 ",
            "cite_spans": [
                {
                    "start": 48,
                    "end": 65,
                    "text": "//doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 66,
                    "end": 85,
                    "text": "//doi.org/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Most parameters of the model are taken from the literature, as explained so far. The remaining free parameters are, from equation (*), ⋅ ⋅ , where was the shedding rate, the contact intensity, and is a calibration parameter. Since none of these numbers seem to be known for COVID-19, we have proceeded as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calibration"
        },
        {
            "text": "• We have set the base value of ⋅ to 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calibration"
        },
        {
            "text": "• For public transport vehicles, we have set ⋅ to 10.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calibration"
        },
        {
            "text": "As stated earlier, the increased contact intensity value for public transport models includes that distances between persons in public transit vehicles are often much smaller than in most other situations. Clearly, this is debatable, and simulations with other parameters could be run. Our intuition, however, is that a ratio of 10 in contact intensities between \"transit vehicle\" on the one hand, and \"shopping\"/\"work\"/\"errands\"/\"(higher) education\" on the other hand, is plausible. In contrast, for home and leisure we would expect higher values than those that we are currently using.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calibration"
        },
        {
            "text": "The remaining parameter was then calibrated so that in the base case, the growth rate is a tenfold increase of infected persons per 7 days. This is larger than what we see now in Germany (where we have a tenfold increase per 9 days), but is a plausible fit to the initial days which were totally without distancing measures, which is what our base case represents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calibration"
        },
        {
            "text": "4.1 Base case Fig. 4 shows the base case simulation. The base case assumes no reaction at all meaning that people behave completely normal and no containment strategy is in place. This behaviour is of course improbable when faced with an epidemic with such severe proportions. The base case simulation does, however, include that 20% of the infected persons self-quarantaine, similar to staying at home when sick.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 14,
                    "end": 20,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Runs and results"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Runs and results"
        },
        {
            "text": "The copyright holder for this preprint . https: //doi.org/10.1101 //doi.org/10. /2020 ",
            "cite_spans": [
                {
                    "start": 48,
                    "end": 65,
                    "text": "//doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 66,
                    "end": 85,
                    "text": "//doi.org/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "One notices the following aspects:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 4 Top: Base case (linear). Bottom: Base case (log)."
        },
        {
            "text": "• There is exponential growth of the number of infected persons initially. This also means that in the first approximately 10 days the number of infected persons is small, and the situation does not seem dramatic. This then rapidly changes, eventually leading to about 2.3 million simultaneously infected persons around day 44. Evidently, this is what we should not let happen; according to the above numbers it would imply 230,000 persons needing hospital care, many times more than what the system can absorb. 2 • The number of recovered persons goes up to about 97% of the population. 3 Once that many persons are immune, the reinfection rate drops below 1, and the virus dies out. • The model does not explicitly contain death cases. For the dynamics of the model, it is irrelevant if infected persons eventually recover or eventually die. Fig. 5 shows the share of infections occurring in different containers. The outcome shows that especially home, leisure, work and public transit activities have a high influence on the epidemic spreading. As the home activity cannot be reduced, the next sections will outline the effects of reducing leisure, work and public transport. One notices that about a fourth of infections occur in public transit vehicles. Our current assumption is that the contact intensity , as described earlier, is 10 times higher in public transport vehicles than in activities. Fig. 6 shows the effect a complete shutdown of public transport would have. The cases differ from each other with regard to the time point the measure is introduced. The maximum number of simultaneously infected persons goes down in every case, and the maximum is reached later compared to the base case. Also, the overall number of infected persons becomes smaller, implying a lower threshold of herd immunity. It becomes clear that shutting down public transport has an impact even when enforcing it as late as day 30.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 844,
                    "end": 850,
                    "text": "Fig. 5",
                    "ref_id": null
                },
                {
                    "start": 1405,
                    "end": 1411,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Fig. 4 Top: Base case (linear). Bottom: Base case (log)."
        },
        {
            "text": "Note that we are not recommending to shut down public transport. Still, the contagion effect of public transport clearly plays a role. Resulting recommendations include:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assuming no infections in public transport"
        },
        {
            "text": "• Public transport should run at the highest frequency, with the largest buses and the longest trains possible, so that people can spread out, and in consequence the contact intensity becomes smaller. • Public transport vehicle drivers should be protected, since otherwise running at high frequencies will eventually no longer be possible because of lack of drivers. • The authorities need to consider reimbursing the operator for running large capacities despite reduced demand and thus reduced fare income.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assuming no infections in public transport"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assuming no infections in public transport"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10. 1101 Fig. 7 shows the effect of no infections at the workplace. Again, the influence of the enforcement time point is shown. Shutting down the workplace has a severe effect as the maximum number of simultaneously and overall infected persons is significantly reduced in all cases compared to the base. If introduced no later than day 20 the peak also occurs later. This containment strategy also has a significant effect because infections in public transport to and from work activities no longer occur. Even though the number of simultaneously infected persons is reduced the numbers are still too high for our health system to cope with. Resulting recommendations include:",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 66,
                    "end": 72,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "• It is of course not realistic to shut down all work activities. However, work activities should be reduced to a minimum to reduce the number interpersonal contacts meaning that people should work from home when possible. • This strategy should commence early enough to shift the peak to a later time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assuming no infections at the workplace"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assuming no infections at the workplace"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10. 1101 Fig. 8 shows the effect of no infections at leisure activities. The influence the enforcement time point has is shown. These measures noticeably reduce the peak and overall number of infected persons compared to the base. They shift the maximum to a later time when enforced before day 20. The following is recommended:",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 66,
                    "end": 72,
                    "text": "Fig. 8",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "• Leisure activities should no longer take place as they increase both the speed and the impact of the epidemic. • This restriction should be enforced as early as possible to shift the peak to a late time point.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assuming no infections at leisure activities"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assuming no infections at leisure activities"
        },
        {
            "text": "The copyright holder for this preprint . https: //doi.org/10.1101 //doi.org/10. /2020 Fig. 9 shows the impact of combining the containment strategies of preventing infections both at leisure and workplace activities. Compared to the single strategies it can clearly be seen that a combination of the two has a much stronger effect. The peak number of simultaneously infected persons can be reduced to about 970.000 cases when enforcing this strategy no later than day 20. This underlines the recommendations stated before that work and leisure activities should be reduced early enough. However, 970.000 simultaneous cases are still too many for our current hospital system to process, even though it is a very drastic measure. 4.6 Assuming no infections at work, at leisure activities, and in public transport Fig. 10 shows the effect of closing both work and leisure activities and also shutting down public transport. Compared to the section before, the maximum number of simultaneously infected persons can be reduced even more to approximately 880.000 persons when enforcing this strategy no later than day 20. As stated before, we do not recommend closing down public transport. However, this analysis shows that the population should reduce unnecessary trips where possible.",
            "cite_spans": [
                {
                    "start": 48,
                    "end": 65,
                    "text": "//doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 66,
                    "end": 85,
                    "text": "//doi.org/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 86,
                    "end": 92,
                    "text": "Fig. 9",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 811,
                    "end": 818,
                    "text": "Fig. 10",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assuming no infections at work and leisure activities"
        },
        {
            "text": "The copyright holder for this preprint . https: //doi.org/10.1101 //doi.org/10. /2020 Fig. 11 shows the influence of complete lockdown. We define a complete lockdown as everyone stays at home. There are no other activity types any more. It can clearly be seen that a complete lockdown is effective shortly after enforcement. Even when done after 40 days it still helps to quickly reduce the number of infected persons. The log plot states clearly that complete lockdown stops the exponential growth of infections. This is of course a very drastic method which could be enforced when it becomes apparent that hospitals will become overloaded.",
            "cite_spans": [
                {
                    "start": 48,
                    "end": 65,
                    "text": "//doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 66,
                    "end": 85,
                    "text": "//doi.org/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 86,
                    "end": 93,
                    "text": "Fig. 11",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "For many reasons, lockdown in reality will never be as complete as lockdown in our simulation model. Still, the experience from Wuhan seems to imply that it will bring the desired results for COVID-19. In Italy, it seems that people can still go to work, which may explain why, with respect to infection containment, the measures do not work as well as one might hope.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Complete lockdown"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Complete lockdown"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10. 1101 ",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "All cases show that after enforcing a containment strategy one notices that, in the log plots, the slope of the infections immediately switches to a slower slope. This is especially the case when shutting down work and leisure activities, and with a complete lockdown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparison of containment strategies"
        },
        {
            "text": "We think that this implies that the statement \"measures need to be implemented early\" has to be differentiated:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparison of containment strategies"
        },
        {
            "text": "• The rate (= slope in log plot) of the infections can be influenced at arbitrary points in time, and it follows the new policy measures immediately. • Evidently, all infections that have been started before will still progress, and thus the slowdown of the number of critical cases will need the corresponding number of days to show in the data. For COVID-19, this time delay may be a week or more. • The maximum number of simultaneously infected persons is influenced by how early or late the measure is implemented. A very plausible explanation is that, if strong separation measures are implemented early, this leaves many subgroups without a single infected . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparison of containment strategies"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10. 1101 person in that subgroup. If implemented later, the infection will already have spread to many of these subgroups. Fig. 12 compares the maximum number of simultaneously infected persons in the different containment strategies. It can clearly be seen that solely shutting down public transport, work or leisure activities is not sufficient to reduce the number of patients needing hospital care simultaneously. The statement that single measure strategies may not be sufficient is consistent with results from other studies (Ferguson et al. 2020 ). The figure shows that rather drastic measures seem to be necessary:",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 588,
                    "end": 609,
                    "text": "(Ferguson et al. 2020",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 180,
                    "end": 187,
                    "text": "Fig. 12",
                    "ref_id": null
                }
            ],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "• Closing leisure and work activities leads to the number of simultaneously infected persons being reduced. However, the reduction is, presumably, not sufficient. • A complete lockdown would lead to a sufficiently low number of simultaneously infected patients if done in time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "• If such drastic measures are not enforced, the number of simultaneously infected persons would probably lead to high numbers of hospitalized persons. This would make a high hospital capacity necessary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "None of the measures simulated in this paper, short of complete lockdown, is sufficient to reduce the height of the peak to levels to where we assume that they can be handled by the health system. Presumably, more drastic measures, as they were undertaken in China and are currently undertaken in Italy, will also have to be implemented in Berlin (and Italy's strategy of still allowing persons to go to work may prove insufficient).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Assuming that these more drastic measures work, one also has to assume that they will have to remain in place for a rather long time, and can only very slowly be relaxed, together with the increasing share of immune persons in the population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our results are roughly in line with the work of (Ferguson et al. 2020) , which appeared while we were working on our studies. Similarities include:",
            "cite_spans": [
                {
                    "start": 49,
                    "end": 71,
                    "text": "(Ferguson et al. 2020)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint . https://doi.org/10. 1101 • If left to itself, the peak of the infection wave will generate numbers of critically ill patients that will far exceed existing hospital capacities. • No single \"simple\" restriction will by itself be sufficient to bring infection numbers down to what hospitals can handle. A combination of restrictions will be necessary. • Any combination of strategies that avoids over-utilization of the hospital systems will have to be in place for many months. • Ferguson et al. recommend that restrictive measures should be triggered by certain COVID19 loads of the hospital system, taking the time-delays of the infection dynamics into account. We agree with this assessment.",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "There are differences in the details. Ferguson et al. rely on an epidemics model that has been developed over many years and tested against other viral outbreaks, in particular influenza. Also, they include a relatively detailed progression model from infections to critical cases, which we omit. They also include spatially resolved demographics (which allows to identify shares of the particularly vulnerable elderly), which we could include in principle, but have so far not used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "On the other hand, we believe that our human movement model is better: Rather than randomly assigning workplaces, we use a data-driven process (which, however, is still synthetic because of privacy constraints). Furthermore, we include all activities of persons, again, because our model is data driven. Even if our persons are synthetic, their activities come from upstream data. Also, we include the effects of public transport. Finally, we include a mechanistic infection model, taken from",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Smieszek (2010). Ferguson et al. (2020) do not describe their microscopic infection model in that paper; we cannot tell if the reported so-called \"R\" values (= reinfection values) are model input or model output.",
            "cite_spans": [
                {
                    "start": 17,
                    "end": 39,
                    "text": "Ferguson et al. (2020)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "Ferguson et al report a later peak than we do. The causes of this should be clarified. They presumably include:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "• Ferguson et al report critical hospital cases, while we show infected cases. Clearly, hospital cases show up later than infected cases. • The model of Ferguson et al runs for the whole country (of Great Britain), while we run the simulation for Berlin. It is plausible that the infection progresses more rapidly in a relatively homogeneous and well-connected city like Berlin than across a whole country which includes many more remote regions. • We may have calibrated against different growth rates. The paper by Ferguson does not contain a logarithmic plot. Taking it from a linear plot, they seem to have a doubling of cases every 10 days. This is clearly much slower than current German data, which shows a tenfold increase of cases every 9 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not peer-reviewed)"
        },
        {
            "text": "We thank Kai Martins-Turner for many critical and constructive comments, Dominik Ziemke for discussions, and the mathematics compute cluster of TU Berlin for CPU time. . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "(which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10. 1101 ",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 95,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Human Mobility Networks, Travel Restrictions, and the Global Spread of 2009 H1N1 Pandemic",
            "authors": [
                {
                    "first": "Paolo",
                    "middle": [],
                    "last": "Bajardi",
                    "suffix": ""
                },
                {
                    "first": "Chiara",
                    "middle": [],
                    "last": "Poletto",
                    "suffix": ""
                },
                {
                    "first": "Jose",
                    "middle": [
                        "J"
                    ],
                    "last": "Ramasco",
                    "suffix": ""
                },
                {
                    "first": "Michele",
                    "middle": [],
                    "last": "Tizzoni",
                    "suffix": ""
                },
                {
                    "first": "Vittoria",
                    "middle": [],
                    "last": "Colizza",
                    "suffix": ""
                },
                {
                    "first": "Alessandro",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PloS One",
            "volume": "6",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Modeling the Spatial Spread of Infectious Diseases: The GLobal Epidemic and Mobility Computational Model",
            "authors": [
                {
                    "first": "Duygu",
                    "middle": [],
                    "last": "Balcan",
                    "suffix": ""
                },
                {
                    "first": "Bruno",
                    "middle": [],
                    "last": "Gonçalves",
                    "suffix": ""
                },
                {
                    "first": "Hao",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "José",
                    "middle": [
                        "J"
                    ],
                    "last": "Ramasco",
                    "suffix": ""
                },
                {
                    "first": "Vittoria",
                    "middle": [],
                    "last": "Colizza",
                    "suffix": ""
                },
                {
                    "first": "Alessandro",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of Computational Science",
            "volume": "1",
            "issn": "3",
            "pages": "132--177",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Reinfection Could Not Occur in SARS-CoV-2 Infected Rhesus Macaques",
            "authors": [
                {
                    "first": "Linlin",
                    "middle": [],
                    "last": "Bao",
                    "suffix": ""
                },
                {
                    "first": "Wei",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "Hong",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "Chong",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "Jiayi",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Jing",
                    "middle": [],
                    "last": "Xue",
                    "suffix": ""
                },
                {
                    "first": "Qi",
                    "middle": [],
                    "last": "Lv",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.13.990226"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "City-Wide Shared Taxis: A Simulation Study in Berlin",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bischoff",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Maciejewski",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nagel",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "2017 IEEE 20th International Conference on Intelligent Transportation Systems (ITSC)",
            "volume": "",
            "issn": "",
            "pages": "275--80",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Human Mobility and Spatial Disease Dynamics",
            "authors": [
                {
                    "first": "Dirk",
                    "middle": [],
                    "last": "Brockmann",
                    "suffix": ""
                },
                {
                    "first": "Vincent",
                    "middle": [],
                    "last": "David",
                    "suffix": ""
                },
                {
                    "first": "Alejandro",
                    "middle": [
                        "Morales"
                    ],
                    "last": "Gallardo",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Reviews of Nonlinear Dynamics and Complexity",
            "volume": "2",
            "issn": "",
            "pages": "1--24",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Epidemic Modeling in Complex Realities",
            "authors": [
                {
                    "first": "Vittoria",
                    "middle": [],
                    "last": "Colizza",
                    "suffix": ""
                },
                {
                    "first": "Marc",
                    "middle": [],
                    "last": "Barthélemy",
                    "suffix": ""
                },
                {
                    "first": "Alain",
                    "middle": [],
                    "last": "Barrat",
                    "suffix": ""
                },
                {
                    "first": "Alessandro",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Comptes Rendus Biologies",
            "volume": "330",
            "issn": "4",
            "pages": "364--74",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Epidemic Modeling in Metapopulation Systems with Heterogeneous Coupling Pattern: Theory and Simulations",
            "authors": [
                {
                    "first": "Vittoria",
                    "middle": [],
                    "last": "Colizza",
                    "suffix": ""
                },
                {
                    "first": "Alessandro",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of Theoretical Biology",
            "volume": "251",
            "issn": "3",
            "pages": "450--67",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Impact of Non-Pharmaceutical Interventions (NPIs) to Reduce COVID19 Mortality and Healthcare Demand",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Laydon",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gilani",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ainslie",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baguelin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bhatia",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Report",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.25561/77482"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Virusträger Ohne Symptome: Das Stille Reservoir Des Coronavirus",
            "authors": [
                {
                    "first": "Zeitung",
                    "middle": [],
                    "last": "Frankfurter Allgemeine",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Gmbh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "FAZ.NET. Frankfurter Allgemeine Zeitung GmbH",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Epidemic Spreading in Urban Areas Using Agent-Based Transportation Models",
            "authors": [
                {
                    "first": "Jürgen",
                    "middle": [],
                    "last": "Hackl",
                    "suffix": ""
                },
                {
                    "first": "Thibaut",
                    "middle": [],
                    "last": "Dubernet",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Future Internet",
            "volume": "11",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Modelling Epidemic Spreading in Urban Areas with Large-Scale Agent-Based Transport Simulations",
            "authors": [
                {
                    "first": "Jürgen",
                    "middle": [],
                    "last": "Hackl",
                    "suffix": ""
                },
                {
                    "first": "Thibaut Jean Pierre",
                    "middle": [],
                    "last": "Dubernet",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "The 7th International Conference on Complex Networks & Their Applications",
            "volume": "",
            "issn": "",
            "pages": "85--87",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Modeling Week Activity Schedules for Travel Demand Models",
            "authors": [
                {
                    "first": "Tim",
                    "middle": [],
                    "last": "Hilgert",
                    "suffix": ""
                },
                {
                    "first": "Michael",
                    "middle": [],
                    "last": "Heilig",
                    "suffix": ""
                },
                {
                    "first": "Martin",
                    "middle": [],
                    "last": "Kagerbauer",
                    "suffix": ""
                },
                {
                    "first": "Peter",
                    "middle": [],
                    "last": "Vortisch",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Transportation Research Record: Journal of the Transportation Research Board",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3141/2666-08"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The Multi-Agent Transport Simulation MATSim",
            "authors": [
                {
                    "first": "Andreas",
                    "middle": [],
                    "last": "Horni",
                    "suffix": ""
                },
                {
                    "first": "Kai",
                    "middle": [],
                    "last": "Nagel",
                    "suffix": ""
                },
                {
                    "first": "Kay",
                    "middle": [
                        "W"
                    ],
                    "last": "Axhausen",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "An Activity-Based and Dynamic Approach to Calculate Road Traffic Noise Damages",
            "authors": [
                {
                    "first": "Ihab",
                    "middle": [],
                    "last": "Kaddoura",
                    "suffix": ""
                },
                {
                    "first": "Lars",
                    "middle": [],
                    "last": "Kröger",
                    "suffix": ""
                },
                {
                    "first": "Kai",
                    "middle": [],
                    "last": "Nagel",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Transportation Research Part D: Transport and Environment",
            "volume": "54",
            "issn": "",
            "pages": "335--382",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "A Contribution to the Mathematical Theory of Epidemics",
            "authors": [
                {
                    "first": "William",
                    "middle": [],
                    "last": "Kermack",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Ogilvy",
                    "suffix": ""
                },
                {
                    "first": "Gilbert",
                    "middle": [
                        "Thomas"
                    ],
                    "last": "Mckendrick",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Walker",
                    "suffix": ""
                }
            ],
            "year": 1927,
            "venue": "Proceedings of the Royal Society of London. Series A, Containing Papers of a Mathematical and Physical Character",
            "volume": "115",
            "issn": "772",
            "pages": "700--721",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Towards High-Resolution First-Best Air Pollution Tolls",
            "authors": [
                {
                    "first": "Benjamin",
                    "middle": [],
                    "last": "Kickhöfer",
                    "suffix": ""
                },
                {
                    "first": "Kai",
                    "middle": [],
                    "last": "Nagel",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Networks and Spatial Economics",
            "volume": "16",
            "issn": "1",
            "pages": "175--98",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Adomian Decomposition Approach to a SIR Epidemic Model with Constant Vaccination Strategy",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "D"
                    ],
                    "last": "Makinde",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Applied Mathematics and Computation",
            "volume": "184",
            "issn": "2",
            "pages": "842--890",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Dekarbonisierung Des Urbanen Verkehrs",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nagel",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ewert",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bischoff",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Maciejewski",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Grahle",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Spannungsfeld Fahrzeugantriebe -Gedenkschrift Für Prof. Dr.-Ing",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "RKI -SARS-CoV-2 Steckbrief Zur Coronavirus-Krankheit-2019 (COVID-19)",
            "authors": [
                {
                    "first": "Robert",
                    "middle": [],
                    "last": "Koch Institute",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Mobility Pattern Recognition (MPR) Und Anonymisierung von Mobilfunkdaten",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Senozon",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "The Senozon Mobility Model. 2020",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Epidemic Modelling: Validation of Agent-Based Simulation by Using Simple Mathematical Models",
            "authors": [
                {
                    "first": "Atrb",
                    "middle": [],
                    "last": "Skvortsov",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Connell",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dawson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gailis",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "MODSIM 2007 International Congress on Modelling and Simulation. Modelling and Simulation Society of Australia and New Zealand",
            "volume": "",
            "issn": "",
            "pages": "657--62",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "A Mechanistic Model of Infection: Why Duration and Intensity of Contacts Should Be Included in Models of Disease Spread",
            "authors": [
                {
                    "first": "Timo",
                    "middle": [],
                    "last": "Smieszek",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Theoretical Biology & Medical Modelling",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3929/ETHZ-A-006109956"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Reconstructing the 2003/2004 H3N2 Influenza Epidemic in Switzerland with a Spatially Explicit, Individual-Based Model",
            "authors": [
                {
                    "first": "Timo",
                    "middle": [],
                    "last": "Smieszek",
                    "suffix": ""
                },
                {
                    "first": "Michael",
                    "middle": [],
                    "last": "Balmer",
                    "suffix": ""
                },
                {
                    "first": "Jan",
                    "middle": [],
                    "last": "Hattendorf",
                    "suffix": ""
                },
                {
                    "first": "Kay",
                    "middle": [
                        "W"
                    ],
                    "last": "Axhausen",
                    "suffix": ""
                },
                {
                    "first": "Jakob",
                    "middle": [],
                    "last": "Zinsstag",
                    "suffix": ""
                },
                {
                    "first": "Roland",
                    "middle": [
                        "W"
                    ],
                    "last": "Scholz",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "BMC Infectious Diseases",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Models of Epidemics: When Contact Repetition and Clustering Should Be Included",
            "authors": [
                {
                    "first": "Timo",
                    "middle": [],
                    "last": "Smieszek",
                    "suffix": ""
                },
                {
                    "first": "Lena",
                    "middle": [],
                    "last": "Fiebig",
                    "suffix": ""
                },
                {
                    "first": "Roland",
                    "middle": [
                        "W"
                    ],
                    "last": "Scholz",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Theoretical Biology & Medical Modelling",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Adaptive Traffic Signal Control for Real-World Scenarios in Agent-Based Transport Simulations",
            "authors": [
                {
                    "first": "Theresa",
                    "middle": [],
                    "last": "Thunig",
                    "suffix": ""
                },
                {
                    "first": "Nico",
                    "middle": [],
                    "last": "Kühnel",
                    "suffix": ""
                },
                {
                    "first": "Kai",
                    "middle": [],
                    "last": "Nagel",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Automatisierter Und Vernetzter öffentlicher Verkehr (AVÖV)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Vsp",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Top: No public transport cases (linear). Bottom: No public transport cases (log).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Top: No work cases (linear). Bottom: No work cases (log).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Top: No leisure cases (linear). Bottom: No leisure cases (log).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Top: No work and leisure cases (linear). Bottom: No work and leisure cases (log).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Top: No work, leisure and public transport cases (linear). Bottom: No work, leisure and public transport cases (log).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Top: Shutdown cases (linear). Bottom: Shutdown cases (log).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Anderson, R. M., and R. M. May. 1979. \"Population Biology of Infectious Diseases: Part I.\" Nature 280 (5721): 361-67. Anderson, Roy M., Hans Heesterbeek, Don Klinkenberg, and T. Déirdre Hollingsworth. 2020. \"How Will Country-Based Mitigation Measures Influence the Course of the COVID-19 Epidemic?\" The Lancet, March. https://doi.org/10.1016/S0140-6736(20)30567-5. Axhausen, Kay W. 1989. \"Eine Ereignisorientierte Simulation von Aktivitätsketten Zur Parkstandswahl.\" {Schriftenreihe Des Instituts Für Verkehrswesen Der Universität Karlsruhe}, no. 40. https://trid.trb.org/view/1017882.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}