{
    "paper_id": "63034361dfaf8aabcc9a5aa6dcc68c1d09235748",
    "metadata": {
        "title": "The Impact of Severe Acute Respiratory Syndrome on Medical House Staff A Qualitative Study",
        "authors": [
            {
                "first": "Gloria",
                "middle": [],
                "last": "Rambaldini",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Health Network",
                    "location": {
                        "settlement": "Toronto",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Kumanan",
                "middle": [],
                "last": "Wilson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Darlyne",
                "middle": [],
                "last": "Rath",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Health Network",
                    "location": {
                        "settlement": "Toronto",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Yulia",
                "middle": [],
                "last": "Lin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Health Network",
                    "location": {
                        "settlement": "Toronto",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Wayne",
                "middle": [
                    "L"
                ],
                "last": "Gold",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Health Network",
                    "location": {
                        "settlement": "Toronto",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Moira",
                "middle": [
                    "K"
                ],
                "last": "Kapral",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Health Network",
                    "location": {
                        "settlement": "Toronto",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Sharon",
                "middle": [
                    "E"
                ],
                "last": "Straus",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Health Network",
                    "location": {
                        "settlement": "Toronto",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "S evere acute respiratory syndrome (SARS) presented the health care system with a new, potentially catastrophic risk over which physicians believed they had little control, consequently arousing fear. 1, 2 Further contributing to this fear was the knowledge that health care workers became ill as a result of occupational exposure and some later died. SARS was unique in the challenges that it posed to the health care system including the paucity of information about the disease (such as its etiology and transmission) that was available. As a result, relevant infection control policies were altered frequently in response to the changing information about the epidemiology of the disease.",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 203,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 204,
                    "end": 205,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The first patient with SARS in Toronto was reported in early March 2003 and within 4 weeks, 253 suspect or probable cases of SARS were reported, 40% of whom were health care workers. 3 Within a few days of the initial outbreak, dedicated SARS units were created at three university-affiliated hospitals, and primary care of these patients was assumed by staff physicians with some coverage by residents and fellows from the infectious diseases services. Residents working in intensive care units provided primary care for affected patients in these units.",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 184,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The SARS outbreak raised questions about how universities and training programs should respond to the occupational and psychological challenges of public health threats. During the outbreak, public health directives resulted in significant changes to the clinical responsibilities and educational activities of the general internal medicine residents. Several restrictions were implemented during the outbreak including: prohibiting movement between hospitals; suspending all group learning activities; limiting professional and social gatherings; and reallocating residents to services considered to be in need. However, there is little literature 4 on the effect of infectious disease outbreaks on health care trainees or on educational programs, and in this study we explored the perceptions, attitudes, and experiences of medical house staff in the core internal medicine training program at hospitals providing care to patients with SARS in Toronto, Canada.",
            "cite_spans": [
                {
                    "start": 649,
                    "end": 650,
                    "text": "4",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This study was conducted using grounded theory methodology. 5 Semistructured, individual telephone interviews were conducted using open-ended questions (Appendix, available online). While these questions formed the initial basis of the interviews because this study used grounded theory methodology, as analysis of the content of the interview occurred, additional questions were added. Domains of inquiry were identified from a literature review of studies completed during the early phase of the HIV epidemic. 4, 6 Additional domains were identified from discussion among the investigators (SES, KW, MKK, WLG) who participated in the care of medicine inpatients and patients with SARS (WLG, SES) during the outbreak. Participants were encouraged to speak freely, to raise issues that were important to them and to support their responses with examples. A research nurse with extensive interview experience conducted and audiotaped all interviews. The initial outbreak began in Toronto in March and a second outbreak developed in May 2003. Interviews were conducted in May and June 2003.",
            "cite_spans": [
                {
                    "start": 60,
                    "end": 61,
                    "text": "5",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 512,
                    "end": 514,
                    "text": "4,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 515,
                    "end": 516,
                    "text": "6",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "The interview tapes were transcribed verbatim and assigned a unique identifier for each participant. The grounded theory approach was used to analyze the data by generating categories and themes from the data. This iterative approach to interviews and data analysis was done with the analysis beginning after the first interview to allow emerging themes to be explored in subsequent interviews. Participant sampling continued until saturation was achieved and no new themes were identified. Two investigators who were blinded to the identity of the participants independently coded the data to increase the reliability. After the transcripts were checked for accuracy, the tapes were destroyed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "The core internal medicine training program at the University of Toronto is comprised of 120 residents and 4 university-affiliated hospitals. A random sample of medical house staff (postgraduate years 1, 2, and 3) who were based at the University Health Network or Sunnybrook and Women's College Health Sciences Centre at the University of Toronto during the first phase of the SARS outbreak (March 2003) were invited to participate by a research assistant. These university-affiliated hospitals were responsible for caring for the majority of the patients affected with SARS during the initial outbreak in Toronto. Participants included those who were allocated to a general internal medicine clinical teaching unit, an infectious diseases consultation service, or the intensive care unit, as these were the services involved with direct care of patients with SARS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Ethics approval was obtained from the Ethics Review Boards of the University Health Network and Sunnybrook and Women's College Health Sciences Centre.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Saturation of themes was attained after sampling 17 participants. All residents who were invited to participate completed the study. Interviews began at the start of the second phase of the SARS outbreak by which time residents had changed rotation and hospital assignment. Hence, there is representation of experiences from both phases of the SARS outbreak and from all four hospitals associated with the department of medicine, University of Toronto including the University Health Network, St. Michael's Hospital, Sunnybrook and Women's College Health Sciences Centre, and Mount Sinai Hospital. The major themes generated by the house staff interviews included concerns about their personal safety and about the impact of the SARS outbreak on patient care, the residents' educational experiences, and their emotional well-being. Differences were noted by the residents in how the four teaching (sites A to D) hospitals dealt with the outbreak. To ensure participant confidentiality, these sites will not be specifically identified in the presentation of results and will be referred to as sites A to D.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "All residents expressed concern about the potential risk of acquiring SARS and the risk they posed to their loved ones. The paucity of knowledge about the disease (including its mode of transmission) was described as a major contributor to anxiety: ''There was an element of fear or worry especially at the beginning when information was so limited and changing by the hour. . ..''",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Personal Safety"
        },
        {
            "text": "The anxiety of residents was also exacerbated by the variability of information made available at the different hospitals, the perceived inconsistency of interhospital and interdepartmental interpretation of public health directives, and the lack of communication between health care institutions (Text Box 1). Residents described increased frustration at two hospitals where they perceived poor communication of information (Text Box 2). At these institutions, residents felt that they were not receiving first-hand information and instead found that information filtered down from other sources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Personal Safety"
        },
        {
            "text": "Conversely, residents based at two sites (sites A and C) commented that the regular updates they received from program directors, chief medical residents, and infection control specialists were instrumental in alleviating their anxieties. Information was delivered in a variety of forms including websites, e-mail, and direct communication via personal conversations or small group meetings. The honesty of individuals providing them with information was most appreciated: ''The administration was very truthful about the extent of knowledge, that was reassuring . . . the most important thing was the people were open to feedback, people were willing to talk about it, discuss it, and support others' ideas, so I think that was [more] important than a false sense of confidence.'' Information regarding changes to infection control protocols, the status of SARS at their hospital and within the community, and the clinical condition of affected health care colleagues was most valuable. Visibility of the program director at site A in particular, and information and support received from this individual, were crucial in allaying anxiety among residents and in enhancing their feelings of support (Text Box 3).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Personal Safety"
        },
        {
            "text": "Discussion about the balance between personal safety and duty to care arose among the residents. Residents based at Text Box 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Duty to Care"
        },
        {
            "text": "''There were periods when it became clear that our hospital administrators or the people making the decisions in the hospital were not in entire agreement with what was going on at the municipal level or even provincial level . . . their frustrations came through to us and left a lot of the house staff with a lot of questions and I think some of those things could have shaken our confidence. [ ''There is clearly a lack of information, at least from the resident's point of view at the hospital that I'm currently at [compared to site B] . . .",
            "cite_spans": [
                {
                    "start": 395,
                    "end": 396,
                    "text": "[",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Duty to Care"
        },
        {
            "text": "[precautions] changed overnight, but no one informed us. There was no clear message that was sent out that this had happened and I had only heard it once through gossip from the nurses and from watching the news at 11:00 pm.'' hospitals where SARS units and dedicated management teams were developed did not feel pressure from the department of medicine to care for patients with SARS. Residents (9/17) were clearly apprehensive of caring for SARS patients and some described the sense of being pressured into caring for patients with SARS: ''A lot of the primary care is left to us residents . . . it's not unusual . . . I did feel pressured, we really didn't have the opportunity to say no . . . I do feel a lot of resentment.'' Other residents felt that caring for patients with SARS was part of their professional duty: ''I think as part of the medical profession this is a very principle of why people are in medicine, whether you are a nurse or a doctor or a front desk clerk, you know, you choose this profession for a reason, and to be tested like this with SARS, it really rings true why medicine was once or even now considered by some people to be a noble profession . . . these are the sacrifices that you make and I take it as fundamental rather than an option.'' Some of the residents (4/17) expressed concerns about the strained professional behavior that they witnessed: ''It was difficult at times, people refused to do consults or not come, and most were afraid of the unknown . . . [for example] we had a patient who had been to one of the hospitals that was exposed and was under investigation for SARS, he was on the ward and post-operative from cardiac surgery, and we were trying to get the cardiac surgeons to come and see the patient, to follow their patient, to deal with the surgical issues while he was under our care, it was difficult. . . .''",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Duty to Care"
        },
        {
            "text": "Residents who were involved with the care of SARS patients found that ongoing communication and support from supervising staff enabled them to care for these patients: ''Our team was actually on call the night that the first transfers arrived [at site A] . . . we understood it would be stressful, but our team took it on as just another responsibility that we have as residents and as physicians, so the program director was there and our staff, and they were very supportive and very informative and the infectious disease specialist was also there, so there really was no shortage of information and support, so I think it was a good initial experience.'' However, residents found contrasting protocols between hospitals regarding the care of SARS patients to be a source of frustration. The development of SARS units at sites A and C was viewed as efficient and safe. Conversely, at sites that did not have a dedicated SARS unit, the triaging and management of patients was viewed as poorly structured: ''I just felt that it wasn't organized very well . . . and so a lot of other residents were exposed to patients that I don't think needed to be exposed.''",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Duty to Care"
        },
        {
            "text": "While some residents believed that SARS provided an exceptional training and learning opportunity, the majority of residents (10/17) believed that SARS compromised their education. Educational activities were cancelled for several weeks and the regular change in rotation was affected. Some residents missed core rotations or did not have the opportunity to complete rotations that they felt were important to their career path (Text Box 4).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Training and Education"
        },
        {
            "text": "Residents who were very involved with the management of patients with SARS felt overburdened at times and did not consistently receive support from staff. Some house staff felt that they were confronted with situations beyond their skill and knowledge and that their educational needs were not being addressed: ''I think [that] this will be an important study, so that staff understand what residents are going through, the need to continue with their training without avoiding to see all SARS patients, because this is going to be a reality, you have to know how to deal with patients with SARS, but at the same time protecting us to some extent so that we can actually do the training that we need to do.''",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Training and Education"
        },
        {
            "text": "The SARS outbreak had a significant impact on the personal well-being of residents. The cancellation of rounds and the restrictions placed on social interactions with other health care workers created a sense of isolation. Residents made modifications in their personal lives including limiting family visits and changing living arrangements, and some residents ''pretty much stopped doing anything outside of work [as] I was concerned about going to the movies, the gym, and restaurants.'' The sense of isolation was most notable at sites where communication and support was considered to be limited and where friends and colleagues were placed in quarantine or were ill (Text Box 5). Residents who were quarantined described feelings of isolation: ''The entire time I was quarantined I couldn't find out anything about my colleagues and no one from the hospital called me and that really upset me.'' Text Box 3.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emotional Well-being: Social Isolation"
        },
        {
            "text": "''My experience at site B has been wonderful . . . I know at the end of my rotation there, it was two full months of precautions with SARS, especially in the height of it all, and the medicine service was extremely busy, we took the brunt of the load, all the operations were cancelled, all the clinics were cancelled, yet general medicine still had patients coming in but couldn't be transferred out . . . so surgeons had much less work, the people involved in clinics had much less work, yet we really took the brunt of the beating professionally in terms of workload on general medicine . . . it was tough, tiring and chronically stressful, but the administration was extremely supportive and understanding and what struck me at the end of my rotation . . . we were genuinely thanked . . . my initial experience at site B was very positive. . . .'' Text Box 4.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emotional Well-being: Social Isolation"
        },
        {
            "text": "''Morale was down . . . as a resident we were not allowed to change rotations the first time . . . so a lot of people were stuck on services when they had expected to have changed to other areas of clinical work, the workload was increased because a lot of people were not able to work, medical students were not here, a lot of support services were not available at that time it was very difficult to get a lot of tests done . . . the masks of course, as everyone knows were suffocating and extremely uncomfortable . . . it made working conditions difficult.'' Text Box 5.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emotional Well-being: Social Isolation"
        },
        {
            "text": "''I can actually recall during the first few weeks having a few emotional breakdowns. . . . I think one of the biggest parts was the change of atmosphere at work, it became a high level of anxiety for the nurses, for the patients unable to see their family members, or family members themselves, and you know for the lack of camaraderie at work when a lot of colleagues were sent home, from the difficulty of getting specialists to come in and see patients . . . it was a stressful time.''",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emotional Well-being: Social Isolation"
        },
        {
            "text": "The SARS outbreak had a significant impact on the educational experiences of medical trainees. It raised the issue of balancing personal safety and duty to care. Some residents accepted the duty to care for SARS patients as a professional responsibility and observed that consistent information and support from their program directors and attending staff assisted them in coping during this difficult situation. While most residents did not express an unwillingness to care for patients with SARS, those based at hospitals with dedicated SARS teams were relieved not to be involved with their care. Those residents who felt pressured to care for patients with SARS, whether by their staff supervisors or hospital administration, described feelings of resentment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "These findings are consistent with historical descriptions of personal heroics of physicians who knowingly exposed themselves to contagious and often fatal illnesses with little understanding of the disease. Similarly, history provides stories of physicians who fled responsibility for treating such patients. 7 For example, the emergence of AIDS led to fear about contact with infected patients and to concerns among some clinicians regarding their responsibilities to these patients. [8] [9] [10] [11] [12] [13] [14] A survey of 263 medical and pediatric residents in New York found that 25% stated that they would not care for HIV patients if given a choice. 4 Two studies conducted among health care professionals at university-affiliated hospitals in Toronto found similar struggles among staff physicians and nurses faced with balancing personal safety with their duty to care during the SARS outbreak. 1, 2 Residents felt that the SARS outbreak had a negative impact on their educational experiences. The cessation of educational activities and the disruption of clinical service rotations impaired the learning experience of house staff for approximately 9 weeks. Other crises have similarly influenced the training of health care professionals. The foot and mouth epidemic in 2001 disrupted nearly a year of training for veterinary students in the United Kingdom. 15 A survey of these students revealed that the majority actively participated in the control of the disease and students felt that they had benefited from their experiences and contributed to disease control. Although this outbreak does not parallel the personal safety issues confronted by health care workers, it can be noted that participating in the crisis management was a transformative learning experience.",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 311,
                    "text": "7",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 486,
                    "end": 489,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 490,
                    "end": 493,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 494,
                    "end": 498,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 499,
                    "end": 503,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 504,
                    "end": 508,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 509,
                    "end": 513,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 514,
                    "end": 518,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 662,
                    "end": 663,
                    "text": "4",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 909,
                    "end": 911,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 912,
                    "end": 913,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1373,
                    "end": 1375,
                    "text": "15",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The dominant themes that emerged from all interviews in this study included the importance of good communication and strong leadership, both of which are tenets of effective crisis management. The challenges with risk communication during the outbreak have been identified previously. 16, 17 Hospitals experienced confusion due to receiving information from several different sources that was at times contradictory and was constantly changing. 16 Given this environment, it is not surprising that house staff also experienced anxiety related to the nature of risk communication. Further compounding the challenges of risk communication was the unknown and potentially lethal nature of the risk itself, features that would contribute to risk aversion among house staff. 18 Reports from the SARS experience and other infectious diseases outbreaks have emphasized the importance of coordination, collaboration, and communication in the effective management of public health crises. 2, 19 Given the probable emergence of similar infectious risks in the future, it is imperative that health care institutions develop strategies to effectively communicate risk to house staff (Table 1) . Key components of risk communication in this setting will be to acknowledge the unknown and to avoid false reassurance that is not supported by evidence, features of risk communication in the SARS outbreak that were criticized. 20 This strategy helps maintain trust in authorities, which can alleviate fear and reduce risk aversion among house staff. 21 And, program directors need to ensure that there is a centralized, uniform, and efficient mechanism to disseminate information to trainees. Specific topics that are relevant to residents include: infection control protocols; changes to educational activities; and the status of the health care crisis in the community, the hospitals, and the health care workers. As found in this study, information should be disseminated in a variety of forms to ensure that everyone has access. Useful methods of delivering information during the SARS outbreak included emails, websites, small group discussions, and educational rounds. The knowledge that support and the opportunity to discuss concerns are available also contributes to the normal stress adaptation response. 22 Given the directive to avoid gatherings, traditional educational rounds and seminars were not possible during the SARS outbreak. If a similar crisis arises in the future, training programs could consider carrying out educational activities in creative ways, such as the use of seminars over the Internet or the use of video or audio conferences. Moreover, there should be facilitation and encouragement of self-directed learning.",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 288,
                    "text": "16,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 289,
                    "end": 291,
                    "text": "17",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 445,
                    "end": 447,
                    "text": "16",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 770,
                    "end": 772,
                    "text": "18",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 980,
                    "end": 982,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 983,
                    "end": 985,
                    "text": "19",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1411,
                    "end": 1413,
                    "text": "20",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1534,
                    "end": 1536,
                    "text": "21",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 2299,
                    "end": 2301,
                    "text": "22",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 1171,
                    "end": 1180,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Education programs must address the topic of professionalism and duty to care and this should be done early in training. 23 Exposure to crises and infectious diseases are valuable components of training, however residents must be provided with the essential knowledge and skills to deal with these. Insights into the experiences of residents who have dealt with an emerging health threat provide an opportunity for training programs to explore and understand the problems faced by house staff and to derive principles for approaching future health care crises. For example, a study from the United Kingdom demonstrated that pilot workshops for training primary care workers in the management of patients with HIV/ AIDS significantly improved the attitudes of participants. 16 Training programs, hospitals, and governments must create safe environments, 24 understand the limitations of trainees, and uphold the commitment to education. There are several limitations to this study. First, participants were from a large internal medicine training program, and thus the findings may not be generalizable to other programs. Although initially the sample of participants was derived from the two university-affiliated hospitals that provided direct care for many of the SARS patients in Toronto, during the study the residents changed rotation and as a result, information was obtained from experiences at all four hospitals in Toronto that have general medicine clinical teaching units. Second, some may question whether sampling 17 residents (14%) reflects the entire training program, but sampling was continued until saturation was achieved and no new themes were identified. Third, this study only included residents and may not reflect the experiences of other health care professionals. However, many of the themes described here are similar to those expressed in studies of other health care professionals during the SARS outbreak. 1, 2 During the SARS outbreak, health care professionals displayed compassion and dedication, but as with any challenge of this magnitude, it is beneficial to reflect on the experience in order to learn and to help us address similar situations in the future. The ability of residents to cope with the stress of the SARS outbreak was enhanced by the communication of relevant information and by the leadership of their supervisors and the infection control officers. It is hoped that training programs for health care professionals will be able to implement these tenets of crisis management (communication, collaboration, coordination, and information control) as they develop strategies for dealing with future health threats (Table 1) . Moreover, educational programs need to ensure the safety of their trainees and uphold their commitment to education.",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 123,
                    "text": "23",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 773,
                    "end": 775,
                    "text": "16",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 853,
                    "end": 855,
                    "text": "24",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1936,
                    "end": 1938,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1939,
                    "end": 1940,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 2664,
                    "end": 2673,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "SES is supported by a Career Scientist Award from the Ontario Ministry of Health and by the Knowledge Translation Program at the University of Toronto; KW is supported by a New Investigator Award from the Canadian Institutes of Health Research; MKK is supported by a Research Scholarship from the Canadian Stroke Network and the University Health Network Women's Health Program.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Severe acute respiratory syndrome and its impact on professionalism: learning from behaviour during an emerging health care crisis: qualitative study",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Straus",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Gold",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "BMJ",
            "volume": "329",
            "issn": "",
            "pages": "83--90",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The immediate psychological and occupational impact of the 2003 SARS outbreak in a teaching hospital",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mauder",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hunter",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Vincent",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "CMAJ",
            "volume": "168",
            "issn": "",
            "pages": "1245--51",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Summary of severe acute respiratory syndrome (SARS) cases: Canada and international",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Concerns of medical and pediatric house officers about acquiring AIDS from their patients",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Link",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Feingold",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Charap",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Freeman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Shelov",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Am J Public Health",
            "volume": "78",
            "issn": "",
            "pages": "455--464",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Qualitative Research in Health Care",
            "authors": [],
            "year": 1999,
            "venue": "BMJ Books",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Experiences and attitudes of family physicians",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Harsh",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cromwell",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Ferentz",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Deforge",
                    "suffix": ""
                },
                {
                    "first": "Maryland",
                    "middle": [],
                    "last": "Hiv In",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Med Care",
            "volume": "29",
            "issn": "",
            "pages": "1051--1057",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Do physicians have an obligation to treat patients with AIDS?",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Emanuel",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "N Engl J Med",
            "volume": "318",
            "issn": "",
            "pages": "1686--90",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "From plague and tuberculosis to AIDS: a reflection on the medical profession",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Ha",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Tex Med J",
            "volume": "87",
            "issn": "",
            "pages": "76--80",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Physicians, AIDS and occupational risk",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zuger",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Miles",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "JAMA",
            "volume": "258",
            "issn": "",
            "pages": "1924--1932",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The HIV epidemic and the primary care physician",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cohn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Warren",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Md Med J",
            "volume": "40",
            "issn": "",
            "pages": "185--90",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A national study of AIDS and residency training: experiences, concerns and consequences",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Hayward",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Shapiro",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Ann Intern Med",
            "volume": "114",
            "issn": "",
            "pages": "23--32",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A national randomized survey of HIV/AIDS knowledge and attitudes among psychiatrists in training",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Mcdaniel",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Campos",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Purcell",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Acad Psychiatry",
            "volume": "22",
            "issn": "",
            "pages": "107--123",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Attitudes of medical students to HIV and AIDS",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Bingham",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pratt",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Carne",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Genitourin Med",
            "volume": "69",
            "issn": "",
            "pages": "377--80",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Medical and dental students' attitudes about the AIDS epidemic",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Bernstein",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Rabkin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wolland",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Acad Med",
            "volume": "65",
            "issn": "",
            "pages": "458--60",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Experiences of University of Liverpool veterinary students during the 2001 epidemic of foot-and-mouth disease",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Winter",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Ward",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Vet Rec",
            "volume": "151",
            "issn": "",
            "pages": "437--479",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "HIV/AIDS workshop for primary health care staff",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sibbald",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Freeling",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Coles",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wilkin",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Med Educ",
            "volume": "25",
            "issn": "",
            "pages": "243--50",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The National Advisory Committee on SARS and Public Health",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Perception of risk",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Slovic",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Science",
            "volume": "236",
            "issn": "",
            "pages": "280--285",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Outbreak of meningococcal disease in Rotterham illustrates the value of coordination, communication and collaboration in management",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Perret",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wali",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Read",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Redgrave",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Trend",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Commun Dis Public Health",
            "volume": "3",
            "issn": "",
            "pages": "168--71",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Fear is spreading faster than SARS and so it should! Available at",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Sandman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lanard",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Dealing with the dangers of fear; the role of risk communication",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Gray",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Ropeik",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Health Aff (Millwood)",
            "volume": "21",
            "issn": "",
            "pages": "106--122",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The mental health treatment team as a work group: team dynamics and the role of the leader",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Yank",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Barber",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Hargrove",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Whitt",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Psychiatry",
            "volume": "55",
            "issn": "",
            "pages": "250--64",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Professionalism for medicine: opportunities and obligations",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Cruess",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Johnston",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Cruess",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Med J Aust",
            "volume": "177",
            "issn": "",
            "pages": "208--219",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Ethics and SARS: learning lessons from the Toronto experience",
            "authors": [],
            "year": 2003,
            "venue": "BMJ",
            "volume": "327",
            "issn": "",
            "pages": "1342--1346",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "In SARS II] there was a lot of uncertainty regarding how up-to-date information was going to get transmitted to us . . . we felt in urgent or emergent situations like this [there needs to be] clear, decisive leadership, there should be clear flow of information from the top levels down to the house staff in an efficient manner, and I didn't feel like it was happening for several days.'' Text Box 2. ''My experience [in SARS II] has changed, [having switched hospital site] has actually been quite frustrating, in the general sense of lack of communication . . . the program did not even bother to e-mail or contact or let people know somehow [about a major breach in infection control at the hospital] . . . instead we find out from the media.''",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Recommendations for Educational ProgramsEffective communication of risk to house staff Acknowledge the unknown Do not overly reassure house staff Ensure centralized, efficient system of information dissemination Communicate information on infection control protocols; changes to educational activities; and the status of the health care crisis in the community, the hospitals, and the health care workers Disseminate information in a variety of forms (e-mails, websites, small group discussions, and educational rounds) Strong leadership Provide support and the opportunity to discuss these concerns Coordination of response Ensure collaboration Educational activitiesDevelop creative mechanisms to continue educational rounds (seminars over the Internet, the use of video or audio conferences, and facilitation and encouragement of self-directed learning)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors thank the residents who participated in this study and the health care professionals who worked tirelessly during the SARS outbreak.SES developed the idea for the study in collaboration with WLG, MKK, YL, GR, and KW. DR conducted all interviews; SES and GR completed the analysis. GR drafted the initial manu-script and all investigators were involved with revising it. SES is the guarantor for the paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "The following supplementary material is available for this article online:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Material"
        }
    ]
}