{
    "paper_id": "63406053c3ac703ad808a3f7deafb03fd8416043",
    "metadata": {
        "title": "Precision Public Health for the Era of Precision Medicine",
        "authors": [
            {
                "first": "Muin",
                "middle": [
                    "J"
                ],
                "last": "Khoury",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "CDC",
                    "location": {
                        "settlement": "Atlanta",
                        "country": "Georgia"
                    }
                },
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [
                    "F"
                ],
                "last": "Iademarco",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "CDC",
                    "location": {
                        "settlement": "Atlanta",
                        "country": "Georgia"
                    }
                },
                "email": ""
            },
            {
                "first": "William",
                "middle": [
                    "T"
                ],
                "last": "Riley",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Cancer Institute",
                    "location": {
                        "settlement": "Rockville",
                        "region": "Maryland"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The Precision Medicine Initiative 1 promises a new healthcare era. A proposed 1 millionperson cohort could create a deeper understanding of disease causation. Improvements in quality of sequencing, reduction in price, and advances in \"omic\" fields and biotechnology promise a new era, variably labeled personalized or precision medicine. Although genomics is one driver of precision health care, other factors may be as important (e.g., health information technology).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Both excitement and skepticism met the announcement. 2 Public health experts are concerned about the disproportionate emphasis on genes, drugs, and disease, while neglecting strategies to address social determinants of health. A prime concern for public health is promoting health, preventing disease, and reducing health disparities by focusing on modifiable morbidity and mortality. In 2014, CDC estimated the annual number of potentially preventable deaths from the top five causes in the U.S. 3 Data suggest that at least one third of deaths are potentially preventable by reducing prevalence of known risk factors (e.g., smoking, poor diet, and inadequate physical activity).",
            "cite_spans": [
                {
                    "start": 53,
                    "end": 54,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 497,
                    "end": 498,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Could the same technologies that propel precision medicine usher in a parallel era of \"precision public health\" beyond treatment of sick individuals? If precision medicine is about providing the right treatment to the right patient at the right time, precision public health can be simply viewed as providing the right intervention to the right population at the right time. More-accurate methods for measuring disease, pathogens, exposures, behaviors, and susceptibility could allow better assessment of population health and development of policies and targeted programs for preventing disease. The initial drive toward precision public health is occurring, but much more work lies ahead to develop a robust evidentiary foundation for use. The following are examples of priority areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Though precision medicine focuses on individualized care, its success truly requires a population-based approach. To learn what interventions work for whom, data on each individual need to be compared with data from large, diverse numbers of people to identify population subgroups likely to respond differently to interventions. In addition, collecting information from large numbers of people is far more informative when diverse people are included from the underlying population. Using data from convenience samples alone (i.e., collected without regard to important factors such as race/ethnicity, age, and sex) can lead to selection bias and unreliable prediction models. To guard against selection bias, a strong epidemiologic cohort design is needed to ensure diversity and representation of the underlying population, as well as unbiased assessment of genetic and environmental factors. 4 Additionally, successful implementation requires multiple disciplines (e.g., research on patient-centered outcomes, comparative effectiveness, communication). A multidisciplinary science agenda goes beyond traditional bench to bedside. For precision medicine to succeed, a population perspective is needed. Education of patients, families, physicians, payers, and the public health community will be needed. This is where strong public health-healthcare partnerships are essential in assessing the needs of individuals and communities, developing effective policies and guidelines, ensuring that all people have access to the intended benefits, and tracking cost-effectiveness outcomes in the real world.",
            "cite_spans": [
                {
                    "start": 896,
                    "end": 897,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Role of Multidisciplinary Public Health Sciences"
        },
        {
            "text": "A compelling case can be made for more attention to prevention and early detection. Although personalized treatments can help save the lives of sick people, prevention applies to all. \"Precision prevention\" may be helpful in using both science and limited resources for targeting prevention strategies. For example, recent data suggest that knowing the speed with which people metabolize nicotine, based on genetic and other factors, could lead to personalized smoking-cessation interventions. Another approach to precision prevention is increased screening of people at greater risk for cancer. Family health history is an inexpensive tool for identifying individuals and families that require earlier and more intensive screening for breast and ovarian cancer. 5 Although whole genome sequencing in healthy populations will require more evidence for its utility, there is an emerging list of genomic applications that merit a targeted public health approach to find people with selected genetic conditions (e.g., hereditary breast/ovarian and colorectal cancers and familial hypercholesterolemia). Collectively, these conditions affect around 2 million people in the U.S., with evidence-based interventions that are poorly implemented in health care. 6 In addition, new biomarkers promise to improve the understanding of disease natural history. For example, epigenetics 7 is providing insights into the impact of the environment on gene expression throughout life with the possibility of targeted interventions. There is also strong suspicion that cumulative epigenetic changes due to environmental stressors may explain population health disparities in the burden of various diseases among disadvantaged populations. 8 Measuring neighborhood-specific epigenetic alterations can potentially be used to investigate causes for health disparities. However, although the field of epigenetics is promising for public health, much more work is needed in developing, validating, and using the right platforms in population studies. 8 Biomarkers are only one of many avenues for identifying high-risk populations for intervention. Public health programs already use targeted approaches, for example, by recommending screening for hepatitis C in people born from 1945 through 1965, and identifying people with prediabetes. Public health policies that will enhance lower sugar intake, weight control, and increased activity levels across the population could be accompanied, but not replaced, by more-targeted efforts to find people with prediabetes based on age, family history, and BMI. As technologies mature, there will be increasing opportunities for additional targeting for a wide variety of disease-prevention efforts.",
            "cite_spans": [
                {
                    "start": 763,
                    "end": 764,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1253,
                    "end": 1254,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1721,
                    "end": 1722,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2028,
                    "end": 2029,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Shifting the Focus From Treatment to Prevention"
        },
        {
            "text": "Precision prevention has evidentiary challenges; prevention guidelines are typically designed to apply to average individuals in the population. It is not straightforward, without data on the balance of benefits and harms, to develop evidence-based prevention recommendations that apply to subsets of the population defined by traditional risk factors as well as new \"omic\" markers. Most chronic diseases are due to multiple factors. With a few exceptions, the full complement of heritability explained by common genetic variants is unknown. Epidemiologic studies continue to suggest that genetic risk prediction for many chronic conditions does not add more information to risk prediction based on simple measures such as BMI, lipids and activity levels, or educational attainment. Also, specific genomic information may not be clinically actionable even when it is a risk factor. Finally, the analysis of genetic-environmental interactions in population studies is still in its infancy. Large numbers of people are needed to make sense of subgroup data. Most genetic risk factors have weak effects on risks of chronic diseases. These studies contain a relatively small number of research subjects; therefore, stratification of disease risk based on risk factors leaves most people either \"slightly above average or \"slightly below average\" risk. Thus, the evidence accumulated so far makes it difficult to recommend different courses of action to preserve health for most people.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Shifting the Focus From Treatment to Prevention"
        },
        {
            "text": "Another emerging priority is the use of genomics in the early detection and investigation of infectious disease outbreaks. The increasing availability and affordability of genomic technologies is changing the practice of microbiology. These technologies deliver moreprecise information on infectious agents while reducing reliance on time-consuming and costly diagnostic methods. Enhanced bioinformatics capacity is revolutionizing the ability to detect and respond to infectious disease threats. In 2014, CDC launched the Advanced Molecular Detection Infectious Disease Initiative 9 to improve the ability to detect outbreaks sooner and respond more effectively, saving lives and reducing cost. Recent studies show the growing utility of whole genome sequencing in investigations of hospital infectious disease outbreaks, 5,10 and foodborne outbreaks. 11 Methods of pathogen genomics are also used in the study of genetic variants in infectious diseases, the prediction of antibiotic resistance, and assessing vaccine safety and effectiveness. However, growth in their applications and more work to assess the reliability of new methods, including specificity, sensitivity, and positive and negative predictive values, are anticipated. Beyond genomics, simple approaches such as call data records from mobile phones could eliminate the need for retrospective reporting by infected individuals of their previous locations and contacts. Ultimately, new tools will need to provide added value to explaining the complexity of infectious disease at the population level, given the multitude of factors involved (e.g., environmental, individual's vulnerability, migration patterns, immunologic diversity, and epigenetic mechanisms).",
            "cite_spans": [
                {
                    "start": 853,
                    "end": 855,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Improving Early Detection of Pathogens and Infectious Disease Outbreaks"
        },
        {
            "text": "A priority for public health is the use of information technology and data science in enhancing public health surveillance and tracking. Surveillance is the systematic, ongoing collection, management, analysis, and interpretation of data to stimulate and guide action. The best-recognized use of surveillance is the detection of epidemics and community health problems. Big data has the potential to accelerate early detection of outbreaks and other community health issues. 4 New technologies will accelerate timeliness and completeness of electronic laboratory reporting for notifiable conditions. Tracking population movements and contact of potentially infected individuals can also be modernized using available technologies. For example, during the West African Ebola outbreak, mobile phone data provided objective, real-time information on location and movement of people to pre-empt future outbreaks. 7 Population data are also used to detect changes in health behaviors, monitor changes in environmental exposures, and evaluate control measures. The quality of surveillance will improve owing to new data sources, such as electronic health records, and communication methods, such as mobile technologies. More-accurate laboratory technologies will allow tracking of trends in environmental exposures and disease outcomes. The growth of interconnectivity in digital information can be used to monitor health both at the individual and population levels. Population disease surveillance systems, such as cancer registries, will benefit from enhanced refined diagnostic classification of diseases by adding molecular markers of etiology and treatment response as exemplified by the recent National Cancer Institute report to the nation on the status of cancer (e.g., HER2 mutations in breast cancer). 12 CDC's new surveillance strategy 13 will jump start accelerated use of tools to improve availability, quality, and timeliness of data, and linking public health data more effectively with clinical systems. A radical transformation is taking place in epidemiology, the fundamental science of public health, to include and integrate disparate sources of data. As with precision medicine, separating signal from noise will not be easy. A healthy dose of skepticism may be needed to guard against the overpromise of big data. For example, in compared with public health surveillances. 14 Even more problematic could be the potential for many false alarms by mindless examination, on a large scale, leading to putative associations between big data points and disease outcomes. This process may falsely infer causality and could potentially lead to faulty interventions. As the authors discuss in detail elsewhere, 4 separating signal from noise will require epidemiologic study designs that minimize bias, robust knowledge integration process, adherence to principles of evidencebased medicine and population screening, and a robust multidisciplinary translational research agenda that goes beyond initial discoveries to implement findings in populations. 4",
            "cite_spans": [
                {
                    "start": 475,
                    "end": 476,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 909,
                    "end": 910,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1807,
                    "end": 1809,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Modernizing Public Health Surveillance, Epidemiology, and Information Systems"
        },
        {
            "text": "Despite opportunities for precision public health, many challenges lie ahead. The added value of new tools and approaches to public health practice needs to be evaluated just like precision tools should be evaluated in medicine. A sustainable informatics capacity is also needed to enhance connectivity and interoperability of clinical, laboratory, and public health systems. Various ethical and social issues should be addressed, such as privacy, protection of genomic data from being used against employment and health insurance, and informed consent on storing and using genetic and nongenetic information for research and development. Precision public health will also require human capital, infrastructure, and education of the public health workforce, as well empowering the general public with accurate information. Finally, the many policy implications of using precision tools in public health need to be addressed. For example, epigenetic data, if validated in large-scale data, could be used to address health disparities and environmental justice. Moreover, a more effective balance needs to be achieved in the research and implementation of both precision medicine and precision public health. These are the early days of precision public health and it is not just about genes, drugs, and disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenges Ahead"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A new initiative on precision medicine",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Collins",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Varmus",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "N Engl J Med",
            "volume": "372",
            "issn": "9",
            "pages": "793--795",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMp1500523"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Precision medicine: the future or simply politics?",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rubin",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "JAMA",
            "volume": "313",
            "issn": "11",
            "pages": "1089--1091",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2015.0957"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Potentially preventable deaths from the five leading causes of death-United States",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Yoon",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bastian",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "63",
            "issn": "17",
            "pages": "369--374",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Medicine: big data meets public health",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Khoury",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Ioannidis",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Science",
            "volume": "346",
            "issn": "6213",
            "pages": "1054--1055",
            "other_ids": {
                "DOI": [
                    "10.1126/science.aaa2709"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Genomic epidemiology of a protracted hospital outbreak caused by a toxin A negative, Clostridium difficile sublineage PCR Ribotype 017 strain in London, England",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Cairns",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Preston",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Lawley",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Clin Microbiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Public health action in genomics is now needed beyond newborn screening",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Bowen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kolor",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Dotson",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Public Health Genomics",
            "volume": "15",
            "issn": "6",
            "pages": "327--334",
            "other_ids": {
                "DOI": [
                    "10.1159/000341889"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The Economist. www.economist.com/ news/leaders/21627623-mobile-phone-records-are-invaluable-tool-combat-ebola-they-should-bemade-available",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "24",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Epigenome: biosensor of cumulative exposure to chemical and nonchemical stressors related to environmental justice",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Olden",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gruber",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Am J Public Health",
            "volume": "104",
            "issn": "10",
            "pages": "1816--1821",
            "other_ids": {
                "DOI": [
                    "10.2105/AJPH.2014.302130"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Advanced Molecular Detection Initiative",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Molecular epidemiology of hospital outbreak of Middle East respiratory syndrome",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Shamsudeen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Fagbo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Skakni",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Emerg Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2111.150944"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The future of food safety-whole genome sequencing",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Accessed",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "featuring incidence of breast cancer subtypes by race/ethnicity, poverty, and state",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Kohler",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Sherman",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Howlader",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "J Natl Cancer Inst",
            "volume": "107",
            "issn": "6",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/jnci/djv048"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A strategy for improving the Centers for Disease Control and Prevention's activities in public health surveillance",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Accessed",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "When Google got flu wrong. U.S. outbreak foxes a leading web-based method for tracking seasonal flu",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Butler",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nature News",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}