{
    "paper_id": "635fd921799dbafbcca96005b3ea6c4468abde86",
    "metadata": {
        "title": "One Health, Vaccines and Ebola: The Opportunities for Shared Benefits",
        "authors": [
            {
                "first": "Benjamin",
                "middle": [],
                "last": "Capps",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Dalhousie University",
                    "location": {
                        "addrLine": "5849 University Avenue, Room C-312, CRC Bldg",
                        "postBox": "PO Box 15000",
                        "postCode": "B3H 4R2",
                        "settlement": "Halifax",
                        "region": "NS",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "Zohar"
                ],
                "last": "Lederman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Benjamin",
                "middle": [
                    "Capps@dal"
                ],
                "last": "Ca",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The 2013 Ebola virus outbreak in West Africa, as of writing, is declining in reported human cases and mortalities. The resulting devastation caused highlights how health systems, in particular in West Africa, and in terms of global pandemic planning, are ill prepared to react to zoonotic pathogens. In this paper we propose One Health as a strategy to prevent zoonotic outbreaks as a shared goal: that human and Great Ape vaccine trials could benefit both species. Only recently have two phase 2/3 Ebola human vaccine trials been started in West Africa. This paper argues for a conceptual change in pandemic preparedness. We first discuss the ethics of One Health. Next, we focus on the current Ebola outbreak and defines its victims. Third, we present the notion of a 'shared benefit' approach, grounded in One Health, and argue for the vaccination of wild apes in order to protect both apes and humans. We believe that a creation of such inter-species immunity is an exemplar of One Health, and that it is worth pursuing as a coextensive public health approach.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Ebola virus 1 has devastated parts of West Africa, and has caused alarm worldwide. It is one of a number of notable zoonotic Emergent Infectious Diseases (zEID), also including Influenza, Coronaviruses like Middle East Respiratory Syndrome (MERS), and the now pandemic Human Immunodeficiency Virus (HIV). The majority of all EIDs are caused by zoonoses 2 ; and most of these are pathogens of wildlife origin that become endemic in localised non-human animal and human populations (Jones 2008) . These pathogens are emerging at an alarming rate, reflecting changes in local topologies and the global climate, triggered by human and animal causative and adaptive activities (Epstein 2001) . Ebola is endemic to central Africa, and is normally dormant in still unknown reservoirs. Periodically however, it infects local human populations, causing extensive mortalities but then fading out before widespread contagion (Hayden 2014; Marzi and Feldmann 2014; MacNeil and Rollin 2012) . 3 The ongoing outbreak in West Africa surpasses all previous occasions, although at time of this writing, the endemic appears to be receded (WHO Ebola Response Team 2015) . Many have been dismayed by the global efforts to curtail the epidemic, questioning international resolve to respond timely and effectively (Mitman 2014; Spencer 2015) . In particular, many have been critical of the systematic neglect of public health infrastructure, and have identified strengthening health systems as the long term solution to the disease (Dawson 2014; Farmer 2014; Gates 2015; Rid and Emanuel 2014) .",
            "cite_spans": [
                {
                    "start": 480,
                    "end": 492,
                    "text": "(Jones 2008)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 672,
                    "end": 686,
                    "text": "(Epstein 2001)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 914,
                    "end": 927,
                    "text": "(Hayden 2014;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 928,
                    "end": 952,
                    "text": "Marzi and Feldmann 2014;",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 953,
                    "end": 977,
                    "text": "MacNeil and Rollin 2012)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 980,
                    "end": 981,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 1120,
                    "end": 1150,
                    "text": "(WHO Ebola Response Team 2015)",
                    "ref_id": null
                },
                {
                    "start": 1292,
                    "end": 1305,
                    "text": "(Mitman 2014;",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1306,
                    "end": 1319,
                    "text": "Spencer 2015)",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 1510,
                    "end": 1523,
                    "text": "(Dawson 2014;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1524,
                    "end": 1536,
                    "text": "Farmer 2014;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1537,
                    "end": 1548,
                    "text": "Gates 2015;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1549,
                    "end": 1570,
                    "text": "Rid and Emanuel 2014)",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The measures used during this outbreak are focused on human communities, and includes clinical case management (that to date lacks any curative treatment), quarantine and isolation, surveillance and contact tracing, a rapid and reliable laboratory service, safe and dignified burials, and social education (Dawson 2014; MacNeil and Rollin 2012; Marzi and Feldmann 2014) . Critics have much to say about the importance of infrastructure and basic supplies needed, but less has been said about the limitations of Ebola containment measures. Although these previously worked well within geographically isolated communities where Ebola periodically emerged, they were less likely to do so in a sustained and widespread outbreak. In light of the current catastrophe, it now compels us to consider also the limitations of traditional public health measures during an epidemic of this magnitude, which although they may bring an acute situation under control eventually, are challenging to enforce, strain medical and social networks, and provide limited prevention and no cure. 4 Indeed, although these measures have brought the emergency to its current abating state, it took a great deal of time and vast efforts, many still died, and infection resurgence is a possibility. The importance of biomedical countermeasures, such as vaccines, therefore cannot be understated. In this respect, it has been resolved that failures in advanced drug development and production must be tackled (WHO 2015) , especially the political and economic barriers that hamper development and deployment in places such as West Africa, and which further emphasise the neglect of certain transmissible diseases in that region (Marzi and Feldmann 2014) . 5 The current perspectives to zoonotic risks and pandemic planning have changed little despite the warnings from the 'swine flu' pandemic of 2009 6 that the opportunities for expedient vaccine production and sustainable clinical access still seem someway off (Gates 2015) .",
            "cite_spans": [
                {
                    "start": 306,
                    "end": 319,
                    "text": "(Dawson 2014;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 320,
                    "end": 344,
                    "text": "MacNeil and Rollin 2012;",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 345,
                    "end": 369,
                    "text": "Marzi and Feldmann 2014)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1072,
                    "end": 1073,
                    "text": "4",
                    "ref_id": null
                },
                {
                    "start": 1479,
                    "end": 1489,
                    "text": "(WHO 2015)",
                    "ref_id": null
                },
                {
                    "start": 1698,
                    "end": 1723,
                    "text": "(Marzi and Feldmann 2014)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1726,
                    "end": 1727,
                    "text": "5",
                    "ref_id": null
                },
                {
                    "start": 1985,
                    "end": 1997,
                    "text": "(Gates 2015)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Our particular concern, however, is that while the ethical debate is being dominated by global human threats, other considerations about endemic zoonoses are being overlooked. 7 Using Ebola as a case study, we apply One Health (OH) as an ethical framework to make the case for strategic changes. In particular, the debate about vaccines plausibly could be extended to the concurrent need in primate populations. 8 This paper therefore proposes the possibility of shared immunity between species that are equally affected by Ebola. Our proposal for a novel approach to vaccination that protects both human communities and the fauna they interact with and often depend upon is speculative, as technical issues are far from resolved. However, we have two further intentions: firstly, to highlight the OH 4 In general, prevention and then containment of highly pathogenic EIDs is about slowing and limiting the contagion, while often treating patients to the degree possible and who are likely to die, thus allowing the existing infrastructure to operationalize and then keep up. Traditional public health methods of infectious disease control are known to work up to a point, depending on various factors such as the pathogen, victim and context. In particular, these methods rely to a large degree on the trust of the populations effected to follow non-pharmaceutical precautions under conditions of immensurable suffering and burdens, and the dedication, training and supplies made available to health care and other workers who sustain the infrastructure (such as, in the Ebola case, the highly risky and stressful job of digging and filling graves). Confidence in these may have become complacent (putting aside the question of political negligence), as it was only a matter of time before Ebola would befall upon a highly populated city for the first time. 5 ''Ebola emerged nearly four decades ago. Why are clinicians still empty-handed, with no vaccines and no cure? Because Ebola has historically been confined to poor African nations. The R&D incentive is virtually non-existent. A profit-driven industry does not invest in products for markets that cannot pay'' (Chan 2014) . 6 These failings have become, for some, symbolic of the abject failures of a global system which does not allow new possibilities for pandemic planning, such as more effective and urgent vaccine production (Capps and Lysaght 2013) . 7 That Ebola is a neglected tropical disease cannot be disputed, meaning that it has failed to attract significant interest for deployment of pharmaceutical interventions (until its full pandemic potential came to light in the current outbreak) (MacNeil and Rollin 2012). So far, local responses fall back on traditional public health measures; these measures do little to benefit non-human interests, as victims or by finding mutual solutions. We propose that a different approach to pandemic prevention should invest in such technologies as vaccines, but do so using a broad ecological scope. 8 We use Primate (clade Haplorhini) to identify the non-human apes (Hominidae) that are susceptible to the Ebola virus; our analysis will proceed to discuss the Great Apes (genus Gorilla and Pan), as more is known about the effects of the virus on them as highly sentient and endangered species.",
            "cite_spans": [
                {
                    "start": 2169,
                    "end": 2180,
                    "text": "(Chan 2014)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2389,
                    "end": 2413,
                    "text": "(Capps and Lysaght 2013)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 3011,
                    "end": 3012,
                    "text": "8",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "initiative as a source of alternatives to pandemic planning, so that, secondly, in the spirit of OH collaboration, we can encourage further and broaden the ethical debate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The paper unpacks in the following way: first, we explain the ethics of OH as an approach that recognises an ecological perspective. Second, we define and expand upon the victims of the Ebola epidemic so as to consider a new OH-grounded agenda. Third, we articulate a possible preventive measure to prevent Ebola in both human and animal populations. We argue that, along with efforts to test Ebola vaccines in humans, existing vaccines that have been proven safe and efficacious in primates should already be deployed in order to protect both species. Our proposal supports the conjecture that focusing on broadly ecological factors, and understanding and reacting to the natural ecology of zoonoses, is central to future zEID planning .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "One Health (OH) has come to signify the interdisciplinary effort to optimize the health of humans, non-human animals, and their ecosystems. As an approach to biomedical enquiry, it has been adopted as a broad heuristic for evidence-based policy involving the usual suspects from public health, as well as veterinarians, animal and plant biologists, ecologists, and environmental scientists (Scoones 2010; Leach and Scoones 2013) ; and thereby, it has become a stimulus for collaborative research. Thus, its trans-disciplinarily-across multiple disciplines, encouraging de-siloing of sectors, and engagement with partisan stakeholders-creates change by identifying and solving real-world ecological problems. It is thus an extensive ecological perspective to that of public health. However, there are those who have been critical of the OH agenda because, like some existing study or practice lenses, it excludes the humanities and social sciences (Lapinski et al. 2015) , and that, in part, obstructs the development of an inclusive bioethics framework (Thompson and List 2015) . While the first is largely an empirical point, and we can point to anthropologists, among others, expressing solutions, but perhaps being less heard, in respect to Ebola (AAA 2014); the latter observation indicates OH's lack of a philosophical grounding.",
            "cite_spans": [
                {
                    "start": 390,
                    "end": 404,
                    "text": "(Scoones 2010;",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 405,
                    "end": 428,
                    "text": "Leach and Scoones 2013)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 947,
                    "end": 969,
                    "text": "(Lapinski et al. 2015)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1053,
                    "end": 1077,
                    "text": "(Thompson and List 2015)",
                    "ref_id": "BIBREF70"
                }
            ],
            "ref_spans": [],
            "section": "The Ethics of One Health"
        },
        {
            "text": "In fact, OH has no origins in any particular ethical theory. One explanation for this is that normative enquiries are outside of the purview of OH. The collaborative model, therefore, is not about a distinctive OH ethics per se, but an attempt to integrate ecological perspectives on the same terms as public health activism; to probe conventional wisdom to find innovative solutions. This is perhaps a practical consideration because OH otherwise would likely lose political traction under anything more concretely conceptual. The OH goal is to assemble a comprehensive set of data across a broad spectrum of expertise, and to thereby provide solutions that are of benefit to human wellbeing within ecological settings. Most recently, this idea is being framed as effectiveness gains through dynamic cooperation in environmental contexts, and has the effect of raising environmental concerns on par with concurrent efforts in public health such as in disease surveillance and animal management. This might be enough to create a vision of OH ethics: Van Rensselaer Potter, in his earliest definition of bioethics, talked about a system of human survival that included environmental, or ecological ethics (Potter 1988 ). This could easily capture the idea of OH as broadening public health into diverse fields. Potter, a pioneer in challenging parochial and non-secular ideas shaping the human condition, noted a schism between the medical-science domains and humanistic ethics, and that both were distanced from environmental ethics. The ethics of OH, therefore, may just be signalling the resurgence of bioethics as a unified endeavour (Thompson and List 2015) , allowing for reflective and critical engagement with current pandemic measures, which up to now gave little credence to solutions outside the scope of public health ethics.",
            "cite_spans": [
                {
                    "start": 1204,
                    "end": 1216,
                    "text": "(Potter 1988",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 1637,
                    "end": 1661,
                    "text": "(Thompson and List 2015)",
                    "ref_id": "BIBREF70"
                }
            ],
            "ref_spans": [],
            "section": "The Ethics of One Health"
        },
        {
            "text": "A deeper appreciation of secular bioethics, however, also points to the intrinsic interests beyond those of human beings. In the developing OH literature, it is more commonly acknowledged that human beings are part of and dependent upon the biosphere. One way OH has developed is in a perspective that a 'healthy' environment entails healthy animals along with healthy people. It is not 'us versus them', then, but a problem of shared risk that is something concrete to act on, thus providing opportunities to maintain healthy or rescue unhealthy ecosystems (Rabinowitz et al. 2008) . However, in practice, reactions to these risks, and solutions to pathogens, still prioritise human interests, because there is no fundamental sense in which non-human animals, or the environment, matter morally. Sure, while OH in this sense creates the grounds for humans to express compassion towards animals and ecosystems and to engage in novel approaches to health problems, overall it often achieves the same goals of prevention and response so far already installed in public health; so OH, in this sense, adds nothing to the ethical debate except by broadening the factors considered in any human cost-benefit analysis. The difference OH makes is in engaging with alternatives: it questions public health ideas entrenched as the only way to solve such problems, and indicates the dangers of the unreflective or blinkered view (Leach and Scoones 2013) . Its effectiveness in ethical discourse, much like the collaborative idea, is that it asks questions about ecological benefits without overstepping public health priorities.",
            "cite_spans": [
                {
                    "start": 558,
                    "end": 582,
                    "text": "(Rabinowitz et al. 2008)",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 1418,
                    "end": 1442,
                    "text": "(Leach and Scoones 2013)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "The Ethics of One Health"
        },
        {
            "text": "Finally, there is the sense in which OH has an enabling effect in respect to grounding an ethical theory in environmental issues. What that theory is, however, is contested. In this paper, therefore, we will sketch the idea that OH ethics ought to contain two elements: (1) a focus on the inclusive and shared determinants of health; and (2) a unifying theory. By spelling out these elements better, one is able to assess those projects that profess to be OH; and this will be essential in judging our shared immunity proposal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Ethics of One Health"
        },
        {
            "text": "Health is often understood as being normative: implying something good or desirable. This might be applicable from an internal view (being healthy), or an external one, such as the view from public health that concerns community (that is, conditions for being healthy). An 'unhealthy' state can be explained by a pathogen or other kind of destabilising event that impacts or creeps into a biological system, resulting in an altered, often unwanted and endured state. This might be the presence of a virus in an individual, or even the conditions (opportunities and barriers) of healthy living. Public health often takes a similar focus, aiming to create healthy circumstances and conditions for people by focussing on the determinants of health. In this respect, OH uses health as an inclusive determinant, such that it includes actions that are broad in orientation and scope, so that health activism ought not be limited to human agents. OH is therefore an investigation of the scientific, social, economic and ecological determinants of human, non-human and ecosystem health, but also a 'shared benefit' approach. Our use of 'shared' points to ethical consistency; that actions that affect a broad spectrum of agents should be fairly applied. Just as racism is paradoxical in human societies, some exclusionary actions between human beings and non-human animals might be similarly judged as speciesistic. This echoes ideas of equality, and the interests of minorities or the vulnerable being protected against parochial or vested interests. It also befits an examination of incongruity, need and fairness, and justice-these components of comprehensive doctrines are only knowable through ethical study, and in this respect, we are less confident in setting the OH agenda, for such a task requires far greater elucidation than is possible here. We can, however, offer a basic account of 'benefits' that will begin the conversation in earnest about OH as a unifying theory.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Ethics of One Health"
        },
        {
            "text": "Human beings act in ways that affect non-human animals and the environment, and this raises the question as to how much we should either change such actions, or, indeed, make efforts to assist in the wellbeing of other species. The basic assumption in public health has been that we should interfere only to the extent that their collective welfare is at stake, because animals' interests are outweighed by human interests . Thus, public heath applies welfare conditions for the health of animals, which only occasionally includes ethical considerations, such as the humane culling of disease vectors and hosts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Ethics of One Health"
        },
        {
            "text": "However, without engaging in a lengthy debate about non-human moral status, there is also a condition of interspecies connectedness. In the case of preventing zoonotic pathogens, OH on this reading implores us to study the causes and roots of transmission, counting each being as an equal unit in this biological process. The wider study of biospheres, ecosystems, and social networks achieves this. What is ethically important is that this study is concerned with the health of the ecosystem in its entirety, not solely that of humans. OH, therefore, becomes a study of 'natural' environments, enriching public health with animal and ecological studies, and creates a whole new frame of evidence to better design effective responses. In turn, the emphasis turns to discovering and developing creative ways to recover and maintain healthy ecosystems. These hint at plausible strategies that draw on the humanities and social sciences, which can better comprehend the emergent contingencies beyond statistical confines (Neyland 2013) . But what are the objects, goods, or benefits(and harms) that enable states of heath?",
            "cite_spans": [
                {
                    "start": 1018,
                    "end": 1032,
                    "text": "(Neyland 2013)",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "The Ethics of One Health"
        },
        {
            "text": "One way we might extend ethical concerns to non-human interests is by securing universal goods (Capps and Lederman 2015) . These are the kinds of goods that reach beyond the needs of human communities, describing benefits as inclusive across species, and feature broadly in ecosystems and the environment. For example, ecosystems are necessary for life by providing the basic requirements (and even complex determinants of heath, in terms of social and cultural goods), and can therefore create 'unhealthy' lives by becoming unproductive and even toxic. These effects can be observed in stressed and challenged environments when they are misused, exploited and degraded. The ecosystem is, therefore, a foundation of universal goods-goods necessary for the health of multiple species, and these goods are likely shared through interspecies connectedness. Primarily, then, universal goods extend terms of reference beyond the restrictions of public health purposes.",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 120,
                    "text": "(Capps and Lederman 2015)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "The Ethics of One Health"
        },
        {
            "text": "One set of solutions would emanate from comparative medicine originating in human beings (this is the opposite of current comparative medicine studies where animal models are utilised for human health). Human trials and treatments may well be useable in animal populations, benefiting them directly, and in some cases, where a pathogen is eliminated, it might reduce risks for human populations. A second possibility would be adapting biobanks, which, because of the terms of reference in providing public goods, are restricted to furthering human interests only (Capps 2013 ). This does not make good scientific sense, because there is a welter of data being lost or overlooked simply because of intentional institutional design that arbitrarily excludes other contributions. For example, animal samples may well show up zoonotic risks sooner, or enable the natural history of a pathogen to be understood. 9 A recent proposal to create an Ebola biobank would do well to consider extending its remit to include the animals that are the essential links in zEIDs (Hayden 2015) .",
            "cite_spans": [
                {
                    "start": 563,
                    "end": 574,
                    "text": "(Capps 2013",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1061,
                    "end": 1074,
                    "text": "(Hayden 2015)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "The Ethics of One Health"
        },
        {
            "text": "These are intriguing possibilities because they also allow real environment information gathering and sharing, and not just the artificial data, for example, from de novo animal experiments (Capps and Lederman 2015) . There are, however, going to be more or less hard cases where conflict between public health goals and securing universal goods is more or less likely; and solutions are going to be less amicable between human interests and an ecological perspective. At this level of disagreement, a debate about animal or environmental interests or rights is to be had. But in our paper, we develop this idea of universal goods to give weight to the broadly inclusive and shared determinants that are affecting both humans and animals as victims of Ebola. According to OH, it behooves us to consider the opportunities to improve the health of those directly affected by the virus, in the sense that operationalizing public health should be extended to other primates such as chimpanzees and gorillas; related not only in their level of evolutionary sentience, but also as victims of Ebola.",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 215,
                    "text": "(Capps and Lederman 2015)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "The Ethics of One Health"
        },
        {
            "text": "The current Ebola outbreak, which started in a single index case in December 2013, but was not reported as an outbreak until March 2014, is the largest known in history (Rio et al. 2014; Yakubu et al. 2014) . Both humans and great apes have been affected. At time of writing, there have been 28,005 reported confirmed, probable, and suspected cases in human infections, mainly in Guinea, Nigeria, Liberia, and Sierra Leone. 11,287 confirmed patients have died. 10 In Great Apes, the effect of Ebola is likewise devastating. Gorillas and Chimpanzees are susceptible to the virus (Bermejo et al. 2006; Kaiser 2003) . Ebola has killed roughly one third of the Western Lowland gorilla population in the past 15 years, which, along with habitat loss and poaching, led the World Conservation Union to declare it a critically endangered species (Walsh et al. 2003) .",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 186,
                    "text": "(Rio et al. 2014;",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 187,
                    "end": 206,
                    "text": "Yakubu et al. 2014)",
                    "ref_id": "BIBREF80"
                },
                {
                    "start": 578,
                    "end": 599,
                    "text": "(Bermejo et al. 2006;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 600,
                    "end": 612,
                    "text": "Kaiser 2003)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 838,
                    "end": 857,
                    "text": "(Walsh et al. 2003)",
                    "ref_id": "BIBREF72"
                }
            ],
            "ref_spans": [],
            "section": "The Victims of Ebola"
        },
        {
            "text": "Three interrelated enquiries interest us as advocates of OH. First, a significant question is 'why now?' (Bausch and Schwarz 2014; Farmer 2014) . Why only now has the Ebola virus, which has previously emerged in isolated regions, become a regional endemic (Olival and Hayman 2014; Olson et al. 2012 )? This question has been asked in the context of other zoonotic diseases, most prominently HIV and its analogous emergence from primates in Africa. 11 Answers will likely become evident as our understanding of zoonoses encompasses the exponential amount of accumulated knowledge from across disciplines, including the study of the reservoir, host and effected animals, the ecologies they inhabit, and their natural responses to the virus. It is therefore not only a question of what humans might have done differently this time to create the tragedy, but also their ongoing interactions with the environment whence the virus came from. These insights will be significant in developing strategies for potential future Ebola outbreaks, and paradigms for other zEIDs, including possible preventative measures.",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 130,
                    "text": "(Bausch and Schwarz 2014;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 131,
                    "end": 143,
                    "text": "Farmer 2014)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 256,
                    "end": 280,
                    "text": "(Olival and Hayman 2014;",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 281,
                    "end": 298,
                    "text": "Olson et al. 2012",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [],
            "section": "The Victims of Ebola"
        },
        {
            "text": "Second, it has been debated as to whether medical interventions for EID should be deployed in animal species. According to one view, we should not interfere with natural systems at all; apes have lived with Ebola for years without need for human intervention. Yet the state of wild populations today is such that no environment is free from human effects, and therefore such groups must adapt to the 'Anthropocene' (Hockings et al. 2015) . In fact, the landscape has changed so significantly that human intervention is perhaps necessary for them to survive at all. 12 Although dissent has been voiced against interfering in 'natural systems' and the effectiveness of medical interventions relative to other conservation strategies (Ryan and Walsh 2011) , the magnitude and significance of the current Ebola outbreak should at least question the premise of non-intervention. Intervention, therefore, can be justified because the alternative is decimation across the biosphere, affecting human beings who rely on it, and the animals that live within it. If this can be considered as a universal good, then, we can start to envision medical strategies to protect both human and animal populations. The plausibility of vaccinating other species during significant endemics has been voiced before, often from the conservation angle (Marzi and Feldmann 2014; Ryan and Walsh 2011) , but never received any serious consideration, as far as we are aware. Two reasons for this might be postulated: limited resources are to be used to address human needs, especially at times when endemics or potential pandemics are occurring; and vaccine safety in administering to potentially critically endangered species. Recently, a vaccine trial for Ebola was carried out on captive chimpanzees to inform future conservation (Warfield et al. 2014) .",
            "cite_spans": [
                {
                    "start": 415,
                    "end": 437,
                    "text": "(Hockings et al. 2015)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 565,
                    "end": 567,
                    "text": "12",
                    "ref_id": null
                },
                {
                    "start": 731,
                    "end": 752,
                    "text": "(Ryan and Walsh 2011)",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 1327,
                    "end": 1352,
                    "text": "(Marzi and Feldmann 2014;",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1353,
                    "end": 1373,
                    "text": "Ryan and Walsh 2011)",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 1804,
                    "end": 1826,
                    "text": "(Warfield et al. 2014)",
                    "ref_id": "BIBREF74"
                }
            ],
            "ref_spans": [],
            "section": "The Victims of Ebola"
        },
        {
            "text": "Third, what (at least partially) grounds the need to respond to the queries posed above in respect to the shared risk of zoonoses, is the fact that human beings and primates are equally affected by the virus. Therefore, if an ethics of shared benefits is persuasive, then one can start to see how conceptual change is necessary in zEID planning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Victims of Ebola"
        },
        {
            "text": "For example, standard public health policies prioritise human interests, and often, these interests are perceived to collide with and outweigh the conservation of the biosphere. Examples would include devastating and often ineffective culling (Johansen and Penrith 2009; Jenkins et al. 2010) , or ravaging biodiversity on the basis of 'at-risk-to-human' calculations. OH, however, starts to give rise to different opportunities: for example, developing data storage from veterinary and conservation studies that can benefit humans, and vica versa (Capps and Lederman 2015) ; or strategizing to create healthy ecologies that will concurrently present fewer risks to human beings. 13 Concomitantly, humans, who often receive better medical care, may serve as 'concurrent research participants' and adaptive public/veterinary health models. 14 The scientific literature to support OH as an approach to coordinate pandemics of zoonotic origin is rapidly accumulating (Rabinowitz et al. 2013 ), such that it should be gaining traction in pandemic planning. It has, however, yet to feature in the solutions to Ebola. OH ought to have some quite significant implications for pandemic planning (against Ebola and generally) in various chronological phases.",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 270,
                    "text": "(Johansen and Penrith 2009;",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 271,
                    "end": 291,
                    "text": "Jenkins et al. 2010)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 547,
                    "end": 572,
                    "text": "(Capps and Lederman 2015)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 838,
                    "end": 840,
                    "text": "14",
                    "ref_id": null
                },
                {
                    "start": 963,
                    "end": 986,
                    "text": "(Rabinowitz et al. 2013",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "The Victims of Ebola"
        },
        {
            "text": "1. The natural ecology of the Ebola virus. The animal origin of the current epidemic is perplexing. 15 The virus tends to only occasionally emerge in isolated villages, rarely appearing in hospitals and other health facilities (Garrett 1995) . In this regard, the current outbreak is unique. Beyond human interference, the ecology of the virus itself undoubtedly plays a key part. There are a number of species that could be implicated as the host, such as bats, other large mammals, or primates; even insects and plant viruses have been implicated in its transmission to human beings (Hayden 2014; Monath 1999) . It is imperative to conduct studies to locate the reservoirs and the plausible transmission routes to human beings and primates (in terms of group-to-group interspecies and cross-species transmission) and other known and unknown species contagions, to explain risks and spillover events. Wildlife conservation workers have been tracking Ebola in gorilla and chimpanzee populations for some time; but these data rarely reach the attention of public health planners (Walsh et al. 2007 ). 2. Manage habitat disruption. There is a vast and largely uncharacterized pool of possible zoonotic pathogens, and increasing opportunities for infection caused by disruptive human activities and ecological encounters (Morse 2009 ). The 13 Understanding ecologies of vector-borne pathogens reveals some intriguing events, such as how biodiversity and diverse species networks can buffer, dilute and 'soak up' pathogens (Harris and Dunn 2013; Keesing et al. 2010 ). 14 That is, comparative studies and the reverse data use of human trials to benefit animal populations, such as in veterinary application (Yeates 2013) . 15 An early report from the current outbreak hypothesized that the host was a bat colony living in a local hollowed out tree (Saéz et al. 2014 ).",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 102,
                    "text": "15",
                    "ref_id": null
                },
                {
                    "start": 227,
                    "end": 241,
                    "text": "(Garrett 1995)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 585,
                    "end": 598,
                    "text": "(Hayden 2014;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 599,
                    "end": 611,
                    "text": "Monath 1999)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1078,
                    "end": 1096,
                    "text": "(Walsh et al. 2007",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 1318,
                    "end": 1329,
                    "text": "(Morse 2009",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1519,
                    "end": 1541,
                    "text": "(Harris and Dunn 2013;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1542,
                    "end": 1561,
                    "text": "Keesing et al. 2010",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1703,
                    "end": 1716,
                    "text": "(Yeates 2013)",
                    "ref_id": "BIBREF81"
                },
                {
                    "start": 1719,
                    "end": 1721,
                    "text": "15",
                    "ref_id": null
                },
                {
                    "start": 1844,
                    "end": 1861,
                    "text": "(Saéz et al. 2014",
                    "ref_id": "BIBREF65"
                }
            ],
            "ref_spans": [],
            "section": "The Victims of Ebola"
        },
        {
            "text": "development of industry, such as mining, can bring people into regular contact with zoonotic reservoirs and hosts (Kangbai and Koroma 2015). These industries employ local and international workers who then travel to and from wild territories (Allouche 2015) . Anthropocentric activity also disrupts normal animal behaviour, for example, changing fruit bat roosting and foraging ranges so that they move to proximate sites to human dwellings (Looi and Chua 2007) . Further, evidence suggests that biodiversity is a key element in emergent zoonotic diseases, where, in some cases, there is a reversed correlation: less biodiversity, or even deprived ecologies, create more risks for human zEIDs spillover events (Cardinale et al. 2012; Jones 2008) . 3. Prevention of zoonotic infections. Non-pharmaceutical measures can work well in EID outbreaks, but are only practical considerations once the spillover event has occurred in humans (in other contexts, personal protection equipment might be used as biosafety measures). Reactive pharmaceutical measures, such as vaccines, take time to develop to specific pathogens, and then are often hampered by politics and investment, biological limitations, errors, and logistics. Prevention, as is central to public health, might therefore be considered key. Currently, several types of Ebola vaccines have been proven effective and safe in primates, but none has been approved in humans yet (see below). Human trials however are ongoing; and several captive chimpanzee trials have been conducted Warfield et al. 2014) . Once an Ebola vaccine is approved for use in humans, several strategies to increase coverage may be used, such as ensuring that eco-tourists are appropriately vaccinated before visiting at-risk primate populations, and introducing health programmes in mining and refining communities often located in remote areas and near to potential Ebola hotspots, such as bat roosts. 4. Monitoring of disease in animals. Studies have identified stereotypic behaviours in animals when burdened with zoonotic disease. For example, gorillas faced with endemic Ebola reacted in ways that point to a decrease in social cohesion and lower reproductive potential: females were significantly more likely to transfer from breeding groups to non-breeding groups and males were more likely to transfer from groups to solitary-living. In general, there was a decrease in formation of breeding groups. Interestingly, during the post-epidemic period, immigration of breeders between groups returned to normal while immigration of non-breeders remained low. Observable social dynamics, then, may be used as indicators to detect Ebola outbreaks (Genton et al. 2014 ). This is an example of how animals can act as sentinels for imminent human risk. 16 5. Animal-to-human transmission. Several routes of animal-human transmission of Ebola exist, including ingestion of raw infected meat (bats, primates and other animals) , and exposure to hosts and reservoirs through daily life, professions and tourism (Köndgen et al. 2008 ). These various routes are potentially causing more zEID spillover events. For example, 'bushmeat' is consumed in higher amounts due to population growth in some areas (Wolfe et al. 2005) ; mining is a growing industry in many regions (see below); and local economies rely on the growth of ecotourism. Presenting these as local and global issues is challenging: for example, the local population is unlikely to support the prohibition of eating specific species as part of infection control. Moreover, to have ethical credence, it would be consistent to address concurrent risks in developed countries, such as reducing intensive farming that also drives zEIDs. As regional industrial growth is essential for creating sustainable development for all countries, a call to reduce anthropocentric activity in rich wildlife areas in order to meet expedient conservation efforts would likely be rejected because of the local economic losses (and the international desire to visit such areas). Nonetheless, efforts should be aimed at education of locals and visitors about the modes of transmission of Ebola (Muyembe-Tamfum et al. 2012 ). Learning about the local ecology-animal behaviour, biology, anthropology-would point to innovative ways to adapt in order to reduce the risk of transmission.",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 257,
                    "text": "(Allouche 2015)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 441,
                    "end": 461,
                    "text": "(Looi and Chua 2007)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 710,
                    "end": 733,
                    "text": "(Cardinale et al. 2012;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 734,
                    "end": 745,
                    "text": "Jones 2008)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1536,
                    "end": 1557,
                    "text": "Warfield et al. 2014)",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 2677,
                    "end": 2696,
                    "text": "(Genton et al. 2014",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 3035,
                    "end": 3055,
                    "text": "(Köndgen et al. 2008",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 3225,
                    "end": 3244,
                    "text": "(Wolfe et al. 2005)",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 4159,
                    "end": 4186,
                    "text": "(Muyembe-Tamfum et al. 2012",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "The Victims of Ebola"
        },
        {
            "text": "The accumulated knowledge, therefore, raises some intriguing possibilities for the study and feasibility of potential zoonotic control measures; and in particular, using and adapting the 'shared' biosphere as part of the solutions to endemic Ebola. However, despite the obvious ecological links to human zEID outbreaks, the interest in devising such possibilities has, until now, had little traction in public health and extant pandemic planning. Most pandemic plans mention little about the ecosystem beyond its risk potential and stipulate requirements to devastate the animal populations (culling and the like) as a means to limit future human-to-human transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Victims of Ebola"
        },
        {
            "text": "The One Health Solution to Endemic Ebola: Inter-Species Immunity",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Victims of Ebola"
        },
        {
            "text": "Vaccination is by far one of the most significant responses to EID in human beings, and in the context of Ebola its importance is beyond doubt; since the outbreak was first detected, public health, clinical staff and allied workers struggled against quite immense odds to bring it to the current state. The case for human vaccination speaks for itself. However it should not be understated quite how important it is since the alternative is to fall back on the objective: ''not to dramatically increase the person's chance of survival, it's to contain the spread'' (Fjeldsaeter 2014) . One can only imagine what advantages the early deployment of an effective vaccine would have been. Putting aside questions of the economic inequality that provides little incentive for vaccines until worst case scenarios prevail (Capps and Lysaght 2013; Dawson 2014; Farmer 2014) , the current upscaling in research to find a vaccine for Ebola illustrates the standard phased approach to innovation: invention, animal experiments, trials in humans before large scale production and delivery. As with human beings, the obvious advantage to animals affected by the disease, such as Great Apes, is immunity from the disease (and relationally, although not always the case, such as with endangered species, is exclusion from culling measures), and prevention of cross infection (Walsh et al. 2007 ). 17 The obvious benefit is also in terms of conservation. Specifically the case of highly endangered gorillas (and other susceptible animals on WWF lists) is extremely significant (Ryan and Walsh 2011) .",
            "cite_spans": [
                {
                    "start": 565,
                    "end": 583,
                    "text": "(Fjeldsaeter 2014)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 815,
                    "end": 839,
                    "text": "(Capps and Lysaght 2013;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 840,
                    "end": 852,
                    "text": "Dawson 2014;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 853,
                    "end": 865,
                    "text": "Farmer 2014)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1360,
                    "end": 1378,
                    "text": "(Walsh et al. 2007",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 1382,
                    "end": 1384,
                    "text": "17",
                    "ref_id": null
                },
                {
                    "start": 1561,
                    "end": 1582,
                    "text": "(Ryan and Walsh 2011)",
                    "ref_id": "BIBREF64"
                }
            ],
            "ref_spans": [],
            "section": "Development of Vaccines"
        },
        {
            "text": "No Ebola vaccine has yet to be approved for therapeutic use in human beings. However, Ebola vaccine development has been an active field of research for several laboratories worldwide, and candidate vaccines were found some time ago to be safe and efficacious in mice (Blaney et al. 2011) . Several human-targeted vaccines have been proven safe and efficacious in trials in primates, including Adenovirus type 5 and 3, Human Parainfluenza virus type 3, and Vesicular stomatitis virus Geisbert and Feldmann 2011; Marzi and Feldmann 2014; Stanley et al. 2014 ). These prospective vaccines, however, raise different concerns, such as safety, price, effectiveness, delivery and side effects. In an attempt to aver safety in the use of replicating viruses (see below), Warfield et al. (2014) tested the protective effects of a virus-like particle in captive chimpanzees using Adenovirus 5 as a vector. First, they demonstrated that the vaccine was safe for chimpanzees. Second, they documented the development of a robust immune response in chimpanzees, evidenced by a detection of virus-specific glycoprotein and VP40 18 antibodies 2-4 weeks post-vaccination. Third, they demonstrated that total IgG fractions taken from the chimpanzees that were vaccinated had a protective effect in mice challenged with murine Ebola: 30-60 % of mice in the study groups survived compared to none of mice in the control groups. Similarly, Blaney et al. (2011) developed a live-attenuated and inactivated rabies virus vaccine that expresses the Ebola glycoprotein. The vaccine had no adverse effects in primate models, it induced humoral response to both rabies and Ebola, and was shown to be protective against both viruses. While this is obviously an early-phase study, it has great potential in terms of resources and feasibility in conferring immunity in mammals against two lethal pathogens.",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 288,
                    "text": "(Blaney et al. 2011)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 484,
                    "end": 511,
                    "text": "Geisbert and Feldmann 2011;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 512,
                    "end": 536,
                    "text": "Marzi and Feldmann 2014;",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 537,
                    "end": 556,
                    "text": "Stanley et al. 2014",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 764,
                    "end": 786,
                    "text": "Warfield et al. (2014)",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 1420,
                    "end": 1440,
                    "text": "Blaney et al. (2011)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Development of Vaccines"
        },
        {
            "text": "So far, two vaccines have passed phase 1 clinical testing: Chimpanzee adenovirus 3-vectored vaccine encoding Ebola surface glycoprotein (ChAD3) (Rampling et al. 2015) , and vesicular stomatitis virus (VSV)-vectored vaccine also encoding for the outer protein of the Zaire Ebola strain (Agnandji et al. 2014) . The PREVAIL study is an ongoing phase 2/3 trial taking place in Liberia that examines the safety and effectiveness of these two vaccines. 19 Concomitantly, the STRIVE trial is taking place in Sierra Leone, where 6000 healthy volunteers will be given the VSV vaccine in order to test its safety and effectiveness. 20 17 Agricultural policy tends to follow vaccinating all of the exposed animals so that those not already infected will develop sufficient immunity. However, when time and resources permit, it is normal for all exposed animals to be slaughtered (Kahn et al. 2002) . 18 VP40 is a matrix protein that together with glycoprotein constitute the virus-like particle vaccine. Occasionally, nucleoprotein is also present. VP40 is essential for cell expression of viral antigens to which the body responds by creating antibodies (Escudero-Perez et al. 2014; Marzi and Feldmann 2014) . 19 See: http://www.niaid.nih.gov/news/QA/Pages/EbolaVaxresultsQA.aspx; accessed 12 June 2015. 20 http://www.cdc.gov/media/releases/2015/p0414-ebola-vaccine.html; accessed 4/2015; accessed 12 June 2015. The VSV phase 1 trial in Geneva was halted due to safety concerns when several healthy participants developed different adverse effects such as arthritis. The trial was continued a month later,",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 166,
                    "text": "(Rampling et al. 2015)",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 285,
                    "end": 307,
                    "text": "(Agnandji et al. 2014)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 448,
                    "end": 450,
                    "text": "19",
                    "ref_id": null
                },
                {
                    "start": 869,
                    "end": 887,
                    "text": "(Kahn et al. 2002)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1145,
                    "end": 1173,
                    "text": "(Escudero-Perez et al. 2014;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1174,
                    "end": 1198,
                    "text": "Marzi and Feldmann 2014)",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Development of Vaccines"
        },
        {
            "text": "To understand contagion networks and possibilities for control, first we need to see the connections between vectors and victims, and by understanding these within shared ecologies we might be able to better safeguard communities-both animal and human. As these authors postulated:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A One Heath Strategy"
        },
        {
            "text": "''In addition to the protection of threatened NHPs [nonhuman primates], vaccination of NHP populations in endemic areas might also offer an additional, critical benefit to humans. The interaction of humans and infected NHPs has been associated with transmission of EBOV to humans and initiation of subsequent outbreaks, so prevention of disease in NHPs may also serve to limit EBOV transmission into the human population'' (Blaney et al. 2011) .",
            "cite_spans": [
                {
                    "start": 423,
                    "end": 443,
                    "text": "(Blaney et al. 2011)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "A One Heath Strategy"
        },
        {
            "text": "Concurrently with the race to develop and test vaccines on human beings, we argue that already now, we can and should (upon assuring the degree of safety) deploy vaccines in captive and wild primates with the aim of benefiting both primates and humans. The current strategies, we submit, are driven by a too narrow vision: we propose that OH espouses a 'shared benefit' approach that is complementary to the 'shared risk' approach (Rabinowitz et al. 2008) . A 'shared benefit' approach seeks to actively maximize health in one species while in turn benefiting another species as well. Specifically, we refer here to research and interventions in humans that benefit animals and vice versa. Our proposal is to implement the notion of Inter-Species Immunity. One of the identified risks for Ebola, while not knowing for sure the reservoirs of the virus, is close proximity between human and primate populations (Towner et al. 2009 ). Our proposal is for direct action to administer vaccinations to humans through public health and research paradigms, and additionally to animals to stave off future outbreaks in both populations. Such an approach, aimed at vaccinating animals in the first instance, would be preventative rather than reactive to an outbreak in human populations, by protecting across species and thereby creating a potential barrier to future occurrences of Ebola in the fauna.",
            "cite_spans": [
                {
                    "start": 431,
                    "end": 455,
                    "text": "(Rabinowitz et al. 2008)",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 909,
                    "end": 928,
                    "text": "(Towner et al. 2009",
                    "ref_id": "BIBREF71"
                }
            ],
            "ref_spans": [],
            "section": "A One Heath Strategy"
        },
        {
            "text": "Our proposal is to co-develop vaccines for human and primate use in Ebola endemic and at-risk sites in Africa; and simultaneously, to deploy such vaccines to these sites in animal and (in due course) human populations. The delay in getting vaccines to the people in Africa is in part due to the need to conduct proper clinical trials first and the troubling consequences of creating randomization (Donovan 2014; Shaw 2014) . However, captive primate populations could be enrolled in trials as benefiting vaccine development at a lower safety level (in comparison to the Footnote 20 continued upon approval by the review committee. The ongoing phase 2/3 VSV trials were modified according to the results in that study (Agnandji et al. 2014) .",
            "cite_spans": [
                {
                    "start": 397,
                    "end": 411,
                    "text": "(Donovan 2014;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 412,
                    "end": 422,
                    "text": "Shaw 2014)",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 717,
                    "end": 739,
                    "text": "(Agnandji et al. 2014)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "A One Heath Strategy"
        },
        {
            "text": "One Health, Vaccines and Ebola: The Opportunities for… 1023 standard profiles for first in human trials, and additionally avoiding the later phased stages of human clinical trials). 21",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A One Heath Strategy"
        },
        {
            "text": "Primates might be research subjects who can contribute to a longer-term ecologycentred strategy to vaccinate wild animal populations urgently. Simply put, researchers are already injecting captive primate populations, and, if proven safe and efficacious in these trials (i.e. would not to our knowledge wipe out remaining primate populations), this approach provides a fast track to wild primate populations. An OH approach would potentially justify animal research on captive primates within parameters of participation of 'vulnerable' populations (i.e. the agents likely to be the first cases or most at risk in future outbreaks because of their situation and circumstances). The next stage would be vaccinating the same species in the wild for the protection both of the same species (primates) and other at-risk species (human beings). This is, firstly, an ethical enquiry involving the status of primates as sentient beings who possess moral value (Fenton 2014) ; and secondly, a conceptualization of animals as vulnerable populations such that risky clinical trials, with conditions, can be ethical.",
            "cite_spans": [
                {
                    "start": 953,
                    "end": 966,
                    "text": "(Fenton 2014)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Implementing Shared Benefits"
        },
        {
            "text": "In answering the first enquiry, we note that Ebola and the recent chimpanzee trials happen at a time when the National Institutes of Health is planning to reduce significantly the use of chimpanzees in invasive research, 22 and therefore raises the case of whether minimally invasive research on still captive or retired chimpanzees is ethical at all. We might see experimentation, however, as a parallel development to research and treatment in vulnerable human beings, such as children and other people who cannot consent (Wendler 2014) . The idea here is that trials might benefit wild populations and therefore it might be possible to justify within human research ethics paradigms. In human clinical research, the acceptability of such study is a function of acceptable risk, and, when vulnerability is in question, so are the chances of direct benefit (the 'best interests' test) and the possibility of appreciating benefits for others of one's own kind (children suffering from the same condition, for example). In this sense, developing protocols with primates in captivity might be justified, including using those that have 'retired', to meet the conditions of expediency; but concurrently we must anticipate that there is a direct benefit-or a best interest in play. 23 While potential 'secondary ecological risks' exist, such as accidental extinction of the animal species, there would be some important caveats 21 Scholars concerned with animal ethics will blame us here for putting the animals at increased risk compared to humans. However, given a vaccine that has been proven safe in the lab, and the significant risk Ebola poses for apes, we believe that the risks posed by the vaccine are proportional to the benefit that might be accrued to the animals themselves. 22 http://www.nih.gov/news/health/jun2013/od-26.htm; News Release; Wednesday, June 26, 2013; accessed 12 June 2015. 23 This perspective is different from the predominant study of exogenous factors such as habitat disturbance and climate change as drivers of Ebola emergence, and links directly to the contribution of transmission between gorilla or chimpanzee social groups in the wild. if this equivalency were to remain within an OH approach: that the vaccine is safe enough to use in human phase 1 trials concurrently (shared risk) and that wild apes would receive the treatment as part of the same strategy (shared benefit).",
            "cite_spans": [
                {
                    "start": 524,
                    "end": 538,
                    "text": "(Wendler 2014)",
                    "ref_id": "BIBREF75"
                }
            ],
            "ref_spans": [],
            "section": "Implementing Shared Benefits"
        },
        {
            "text": "If this shared benefit paradigm of securing universal goods is legitimate, then it goes some way in justifying our strategy as mutually benefiting from a single intervention. This raises feasibility problems, but some intriguing ecological repercussions warrant serious consideration of an OH vaccine approach.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implementing Shared Benefits"
        },
        {
            "text": "1. One would have to possess extensive knowledge about the reservoirs, vectors and hosts, and hierarchical zoonotic bridges between species, to understand the impacts of vaccines in terms of safety, stability, and effectiveness. This will involve knowledge of human, human-animal, and animal-animal interactions (i.e. comprehensive studies of fauna and flora), and their linked activities within the biosphere.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implementing Shared Benefits"
        },
        {
            "text": "At present, pandemic planning is focussed on public health, and to a degree, anthropocentric studies of how we contract and spread the pathogens amongst our own kind. This focus, for instance, locates some major challenges of vaccine use, specifically high levels of distrust and ambivalence towards medical interventions in some African populations that would impede wide human community vaccination programmes (Mark 2014; MacNeil and Rollin 2012; Mitman 2014) . One might therefore face resistance in deploying an effective vaccination programme. OH, therefore, helps planners look to other solutions that may complement communitybased interventions.",
            "cite_spans": [
                {
                    "start": 412,
                    "end": 423,
                    "text": "(Mark 2014;",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 424,
                    "end": 448,
                    "text": "MacNeil and Rollin 2012;",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 449,
                    "end": 461,
                    "text": "Mitman 2014)",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Implementing Shared Benefits"
        },
        {
            "text": "Firstly, vaccinating domestic animal populations, both companion animals and those in husbandry, 24 could avoid collateral loss to families and livelihoods. These losses are substantial and as targets for public health intervention might gain widespread support.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implementing Shared Benefits"
        },
        {
            "text": "Secondly, and which we focus on here, is developing a novel approach to research and deployment in the field as a protective measure that demands immediate attention. 25 Thus, following the approach we outlined above, the vaccine will increase the welfare of humans and wild apes, both as protection (eventually) and in conducting knowledge based trials.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implementing Shared Benefits"
        },
        {
            "text": "To address the expediency argument, we again note that both the Chad3 vaccine and the VSV vaccine have proven to be safe and efficacious in non-human primates (Stanley et al. 2014; Geisbert and Feldmann 2011) . The human trials will take time to conclude. Clearly, with the primate trials already concluded, there is an 24 While the context of animal vaccinations has been debated considerably in respect to farming practices (and risks to humans as pathogenic risks, food safety and economics), there has been little coverage of the benefits to the animals. The debate is now further sparked by the quarantine and killing of companion animals exposed to potential contagions by their owners, such as the Spanish dog killed for the fear of Ebola transmission (Associated Press 2014). 25 We note that the ongoing debate is deliberate in its assessment to get vaccines into the field as soon as possible to protect health care workers and needed staffing (i.e. burial teams and cleaners). This is a separate, urgent debate which does not entirely equate to the stage wise proposal we make here. However, the design to get vaccines first to primates as a joint shared immunity strategy could expedite human benefits and use, with a focus on employing biologists, veterinarians and the like to target the animal populations. opportunity to deploy these vaccines right away to wild apes. In the short term, we might be seeing every primate that lives as a benefit of vaccine deployment. The long-term benefits are immunity, possibly extending across species and thus limiting the future scope for spillover events. Furthermore, it will provide in situ data to be gathered from the wild populations.",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 180,
                    "text": "(Stanley et al. 2014;",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 181,
                    "end": 208,
                    "text": "Geisbert and Feldmann 2011)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 784,
                    "end": 786,
                    "text": "25",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Implementing Shared Benefits"
        },
        {
            "text": "2. Achieving broad coverage to widely dispersed animals would be costly and logistically challenging 26 but has been achieved in other settings using low interventional methods such as baiting in the case of rabies (Morters et al. 2013) .",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 236,
                    "text": "(Morters et al. 2013)",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "Implementing Shared Benefits"
        },
        {
            "text": "One challenge is the difficulty in reaching entire ape populations. The dense tropical forests and the animals' nomadic tendencies would make effective immunization difficult. However, by use of local and interdisciplinary knowledge and expertise, and various vaccination methods such as hypodermic darts and synthetic baits, this obstacle may be overcome (Ryan and Walsh 2011) . One long-term strategy may be to create buffer zones around villages by vaccinating domestic and wild animals, that might be enough to minimise risks of future outbreaks, following the alreadyexisting use of designated zones in farmed animal populations elsewhere (Kahn et al. 2002) . 27 The approach would require an increased evidence base, of course, but effectiveness could be achieved by focusing on 'hot spots', 28 localized risk maps (Jones 2008) , and using targeted empirical data, such as weather patterns that are known to influence zoonotic spillover events (Bausch and Schwarz 2014) . 29 Ring vaccination is another strategy, where vaccines are delivered to animals found in the 26 Ryan and Walsh (2011) counted 22 different pathogens that are harmful for apes, 16 of which have licensed vaccines. They claim that the major obstacle in dispensing these vaccines is the delivery to the animals (Ryan and Walsh 2011) . 27 The authors point out that ''The high seroprevalence among children indicates the same source(s) of exposure [to Eobla] as in adults, either inside or near villages''. Moreover, because great ape infection is often lethal, and direct contact with humans is rare, some other animal, perhaps bat roosts near settlements, represent the most likely common animal source of exposure: ''These animals, previously identified as a potential reservoir, are abundant in the forest ecosystem and consume fruits on trees located in or around villages'' (Nkoghe et al. 2011) . 28 'Hotspot' maps highlight regions: (1) where the risk of disease transfer between wild primates and from wild primates to humans is greatest; (2) where there are cross-species transmission events between wild primates due to a high diversity of closely related primate species; and (3) where it is most likely that human beings will come into frequent contact with their wild primate relatives. ''These areas also are likely to sustain a novel epidemic due to their rapidly growing human populations, close proximity to apes, and population centers with high density and contact rates among individuals'' (Pedersen and Davies 2009). 29 This would have to be an ideal, managed area, additionally creating the rural populations in control of the solutions. There are two elements to achieving this: (1) Engagement, Cf. ''far greater community engagement is the cornerstone of a more effective response. Where communities take charge, especially in rural areas, and put in place their own solutions and protective measures, Ebola transmission has slowed considerably'' (WHO 2014); and knowledgeable land use, Cf. protecting ''threatened habitats by reminding nearby communities of all the benefits they derive from keeping these habitats intact. Forests, meadows and marshes prevent floods, supply clean water, provide habitat for species that pollinate crops, put oxygen into the atmosphere and take carbon out, and otherwise make themselves useful. In some cases, conservation groups or other interested parties actually put down cash for these ecosystem services-paying countries, for instance, to maintain forests as a form of carbon sequestration'' (Conniff 2014). proximity of a known outbreak. Further, vaccination campaigns in animals are likely to be cheaper and possibly more temporally feasible than in humans (Ryan and Walsh 2011; MacNeil and Rollin 2012) .",
            "cite_spans": [
                {
                    "start": 356,
                    "end": 377,
                    "text": "(Ryan and Walsh 2011)",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 644,
                    "end": 662,
                    "text": "(Kahn et al. 2002)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 665,
                    "end": 667,
                    "text": "27",
                    "ref_id": null
                },
                {
                    "start": 821,
                    "end": 833,
                    "text": "(Jones 2008)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 950,
                    "end": 975,
                    "text": "(Bausch and Schwarz 2014)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 978,
                    "end": 980,
                    "text": "29",
                    "ref_id": null
                },
                {
                    "start": 1072,
                    "end": 1074,
                    "text": "26",
                    "ref_id": null
                },
                {
                    "start": 1075,
                    "end": 1096,
                    "text": "Ryan and Walsh (2011)",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 1286,
                    "end": 1307,
                    "text": "(Ryan and Walsh 2011)",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 1310,
                    "end": 1312,
                    "text": "27",
                    "ref_id": null
                },
                {
                    "start": 1854,
                    "end": 1874,
                    "text": "(Nkoghe et al. 2011)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 2484,
                    "end": 2514,
                    "text": "(Pedersen and Davies 2009). 29",
                    "ref_id": null
                },
                {
                    "start": 3530,
                    "end": 3545,
                    "text": "(Conniff 2014).",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 3697,
                    "end": 3718,
                    "text": "(Ryan and Walsh 2011;",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 3719,
                    "end": 3743,
                    "text": "MacNeil and Rollin 2012)",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Implementing Shared Benefits"
        },
        {
            "text": "3. Technical issues, including the use of live attenuated viruses as vectors. For example, live attenuated vaccines are more effective than killed vaccines in conferring long-term immunity, thus necessitating fewer vaccine shots and lower rates of compliance and coverage. Moreover, using viruses that are replication-competent as vaccine vectors will increase the chances for herdimmunity and therefore the potential for inter-species immunity. However, one of the risks in using a live attenuated, replication-competent vaccine in wildlife is the activation of the attenuated virus and spread to other species, including humans. Beyond using killed viruses or viral particles, one solution may be using as vector a species-specific virus. For example, a recombinant murine cytomegalovirus (CMV) that was genetically engineered to express Ebola particles was found to be protective in mice. Since CMV is highly species-specific, a CMV-based Ebola vaccine will potentially spread rapidly in a wildlife population, such as gorillas, without any cross infection to other species (Marzi and Feldmann 2014) .",
            "cite_spans": [
                {
                    "start": 1077,
                    "end": 1102,
                    "text": "(Marzi and Feldmann 2014)",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Implementing Shared Benefits"
        },
        {
            "text": "The use of replication-competent vectors raises another problem: pre-existing immunity to the virus that is used as the vector will hinder spread of the Ebola particles, thereby preventing immunity to be acquired. This challenge could be addressed by the development of vectors to which there is no pre-existing immunity among the specific population. For example, Newcastle disease virus, to which there is no detectable pre-existing immunity in humans, was developed as a potential vector of Ebola particles with some (limited) positive results. VSV was also used as a vector with little if any pre-existing immunity in humans, with even greater success (Marzi and Feldmann 2014; Stanley et al. 2014 ).",
            "cite_spans": [
                {
                    "start": 656,
                    "end": 681,
                    "text": "(Marzi and Feldmann 2014;",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 682,
                    "end": 701,
                    "text": "Stanley et al. 2014",
                    "ref_id": "BIBREF69"
                }
            ],
            "ref_spans": [],
            "section": "Implementing Shared Benefits"
        },
        {
            "text": "The existing challenge with vaccine development was captured by the Ghana Academy of Arts and Sciences Technical Committee. They enumerated that development of vaccine is notoriously tricky given pathogen diseases' drift and other factors that impact on their individual effectiveness with different strains; the possibilities of emergent side-effects and other unforeseen incidents; the distrust of trials originating from certain foreign organisations; and how all of this will affect uptake (both in terms of willingness and immunisation) in the target population. 30 Within a 'shared benefit' approach, however, one originating in a One Health perspective, we coin the term Inter-Species Immunity to conceptually re-think the notion of immunity within a community; specifically, to extend the goods of health, such as immunity strived for in human populations, to other species and vice versa.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding Remarks"
        },
        {
            "text": "We suggest that Ebola incidence may be prevented or reduced in one species population by inducing immunity against that pathogen in another species population. So far, the best example of the success of such an approach can be seen in the response to the Hendra virus, where vaccination of horses prevented disease in both horses and humans (Middleton et al. 2014 ). The key to success of Inter-Species Immunity might be with other measures that look to adapt and benefit other ecologies, such as preparing protected ecological zones (removing food and perching areas for bats) based on planned and managed farming areas, and identifying timely and imminent risks to initiate human and animal vaccination in and around these zones. One could adopt already-used surveillance programmes in at-risks regions (these, as we noted earlier, should already be modified to include 'indicative' behaviour in animals of possible zoonoses infection):",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 363,
                    "text": "(Middleton et al. 2014",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Concluding Remarks"
        },
        {
            "text": "''Previous serosurveys, together with the geographic pattern of outbreaks, have highlighted the potential role of the ecosystem, and an increased risk among forest populations has previously been described. Our study confirms that the forest, particularly the deep forest, is the environment most at risk. This is the area harboring animals susceptible to the virus, such as great apes and bats, the latter representing a viral reservoir'' (Nkoghe et al. 2011 ).",
            "cite_spans": [
                {
                    "start": 440,
                    "end": 459,
                    "text": "(Nkoghe et al. 2011",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "Concluding Remarks"
        },
        {
            "text": "We could not say whether the remoteness and distances between villages could create conditions for regional immunity by lowering the chances that an affected host might infiltrate the buffered populations from long distances away. 31 However, as mentioned, OH is about interdisciplinary collaboration, and solutions to extreme situations such as the current Ebola outbreak require such an approach more than ever (Middleton et al. 2014) . Understanding the needs of the various stakeholders such as villagers and hunters, and the ecology of all the organisms involved, is without a doubt essential for the success of any viable long-term solution.",
            "cite_spans": [
                {
                    "start": 413,
                    "end": 436,
                    "text": "(Middleton et al. 2014)",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Concluding Remarks"
        },
        {
            "text": "At the moment, Inter-Species Immunity is likely to involve a programme of trials in captive primate populations, early role out to wild populations (assuming they are safe), and then a concurrent programme to vaccinate human communities in at risk regions (this human challenge is already featured in the literature with respect to other pathogens). However, with the impending IMH prohibition on some primate research in the United States, and paralleled restrictions in other countries, this is a window that is potentially closing. Invasive great ape research rarely has scientific justification and primate research in general is falling out of favour, although it remains possible in many jurisdictions under strict conditions. Invasive research on great apes-using chimpanzees in particular-is likely to be prohibited; but we suspect that monkey research will continue for some time. This might provide the necessary level to proceed to trials in human and Great Ape populations. So, one could also look at it through a shared vision-if human beings are willing to volunteer for phase one trials, which was highly evident in recent calls, then possibly retired chimpanzees could be coopted as well. At this stage, it will be envisioned that the vaccine is safe for human beings, so this might be an acceptable concurrent risk for primate populations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding Remarks"
        },
        {
            "text": "We surmise that this vaccination strategy, inspired by the ongoing Ebola outbreak, might be replicated in future ones. We make the case for the vaccination of wild primates even prior to the completion of the ongoing human trials, with the conditions of optimizing their safety and welfare, and assuring mutual benefits to them and their future offspring, as well as to humans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding Remarks"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Phase 1 trials of rVSV Ebola vaccine in Africa and Europe-Preliminary report",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Agnandji",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Huttner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zinser",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "New England Journal of Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa1502924"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Ebola and extractive industry",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Allouche",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Strengthening West African health care systems to stop Ebola: Anthropologists offer insights",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Excalibur, Spanish Ebola patient's dog, is euthanised despite global outcry. The Guardian",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Outbreak of Ebola virus disease in Guinea: Where ecology meets economy",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bausch",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Schwarz",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS Neglected Tropical Diseases",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pntd.0003056"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Ebola outbreak killed 5000 gorillas",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bermejo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rodriguez-Teijeiro",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Illera",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Inactivated or live-attenuated bivalent vaccines that confer protection against rabies and Ebola viruses",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Blaney",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wirblich",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Papaneri",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of Virology",
            "volume": "85",
            "issn": "",
            "pages": "10605--10616",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Defining variables of access to UK Biobank: The public interest and the public good",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Capps",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Law, Innovation and Technology",
            "volume": "5",
            "issn": "",
            "pages": "113--139",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Introducing One Health to the ethical debate about zoonotic diseases in South East Asia",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Capps",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bailey",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bickford",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Bioethics",
            "volume": "29",
            "issn": "",
            "pages": "588--596",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "One Health and paradigms of public biobanking",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Capps",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Lederman",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of Medical Ethics",
            "volume": "41",
            "issn": "",
            "pages": "258--262",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Challenging the production of vaccines for a future influenza pandemic",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Capps",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lysaght",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Asian Bioethics Review",
            "volume": "5",
            "issn": "",
            "pages": "110--130",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Biodiversity loss and its impact on humanity",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cardinale",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Duffy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gonzales",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nature",
            "volume": "486",
            "issn": "",
            "pages": "59--67",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "WHO Director-General addresses the Regional Committee for Africa; Director-General of the World Health Organization; Address to the Regional Committee for Africa, Sixty-fourth Session",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Useless creatures",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Conniff",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Ebola: What it tells us about medical ethics",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dawson",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of Medical Ethics",
            "volume": "41",
            "issn": "",
            "pages": "107--110",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Ebola, epidemics, and ethics-What we have learned",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Donovan",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Philosophy, Ethics, and Humanities in Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1747-5341-9-15"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Climate change and emerging infectious diseases",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Epstein",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Microbes and Infection",
            "volume": "3",
            "issn": "",
            "pages": "747--754",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "One Health, Vaccines and Ebola: The Opportunities for… 1029",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Shed GP of Ebola virus triggers immune activation and increased vascular permeability",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Escudero-Perez",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Volchkova",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Dolnik",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS ONE",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The early spread and epidemic ignition of HIV-1 in human populations",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Faria",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rambaut",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Suchard",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Science",
            "volume": "346",
            "issn": "",
            "pages": "56--61",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Diary. London Review of Books",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Farmer",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "36",
            "issn": "",
            "pages": "38--39",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Ebola haemorrhagic fever. The Lancet",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Feldmann",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Geisbert",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "277",
            "issn": "",
            "pages": "849--862",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Can a chimp say ''No''? Reenvisioning chimpanzee dissent in harmful research",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fenton",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Cambridge Quarterly of Healthcare Ethics",
            "volume": "23",
            "issn": "",
            "pages": "130--139",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Ebola in Sierra Leone: Battling sadness, fear and disgust on the frontline",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fjeldsaeter",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The coming plague: Newly emerging diseases in a world out of balance",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Garrett",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The next epidemic-Lessons from Ebola",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gates",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "The New England Journal of Medicine",
            "volume": "372",
            "issn": "",
            "pages": "1381--1384",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Recombinant vesicular stomatitis virus-based vaccines against Ebola and Marburg virus infections",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Geisbert",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Feldmann",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of Infectious Diseases",
            "volume": "204",
            "issn": "",
            "pages": "1075--1081",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "How Ebola impacts social dynamics in gorillas: A multistate modeling approach",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Genton",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Plerre",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cristescu",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of Animal Ecology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/1365-2656.12268"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Species loss on spatial patterns and composition of zoonotic parasites",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dunn",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Proceedings of the Royal Society B",
            "volume": "280",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The Ebola question",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hayden",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nature News",
            "volume": "514",
            "issn": "",
            "pages": "554--557",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Biobank planned for Ebola samples",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hayden",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nature",
            "volume": "524",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Apes in the anthopocene: Flexibility and survival",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hockings",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mclennan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Carvalho",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Trends in Ecology & Evolution",
            "volume": "30",
            "issn": "",
            "pages": "215--222",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The duration of the effects of repeated widespread badger culling on cattle tuberculosis following the cessation of culling",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jenkins",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Woodroffe",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Donnelly",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS ONE",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Has culling been properly assessed as a valid and justified control intervention measure for zoonotic diseases?",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Johansen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Penrith",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Global trends in emerging infectious diseases",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "451",
            "issn": "",
            "pages": "990--994",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Confronting zoonosis through closer collaboration between medicine and veterinary medicine (as 'One Medicine')",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Kahn",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kaplan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Steele",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Veterinaria Italiana",
            "volume": "43",
            "issn": "",
            "pages": "5--19",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Vaccination against foot-and-mouth disease: The implications for Canada",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kahn",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Geale",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kitching",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Canadian Veterinary Journal",
            "volume": "43",
            "issn": "",
            "pages": "349--354",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Changing epidemiology of West Africa Ebola outbreaks 1994-2014",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kaiser",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "British Journal of Medicine & Medical Research",
            "volume": "300",
            "issn": "",
            "pages": "538--546",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Impacts of biodiversity on the emergence and transmission of infectious diseases",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Keesing",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Belden",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Daszak",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nature",
            "volume": "468",
            "issn": "",
            "pages": "647--652",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Pandemic human viruses cause decline of endangered great apes",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Köndgen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kühl",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "N&apos;goran",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Current Biology",
            "volume": "18",
            "issn": "",
            "pages": "260--264",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Recommendations for the role of social science research in One Health",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lapinski",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Funk",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Moccia",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Social Science and Medicine",
            "volume": "129",
            "issn": "",
            "pages": "51--60",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "The social and political lives of zoonotic disease models: Narratives, science and policy",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Leach",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Scoones",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Social Science and Medicine",
            "volume": "88",
            "issn": "",
            "pages": "10--17",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Lessons from the Nipah virus outbreak",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Looi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chua",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of Pathology",
            "volume": "29",
            "issn": "",
            "pages": "63--67",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Ebola and Marburg hemorrhagic fevers: Neglected tropical diseases?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Macneil",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rollin",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS Neglected Tropical Diseases",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Fear and ignorance as Ebola 'Out of Control' in parts of West Africa. The Guardian",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mark",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Ebola virus vaccines: An overview of current approaches",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Marzi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Feldmann",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Expert Review of Vaccines",
            "volume": "13",
            "issn": "",
            "pages": "521--531",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Hendra virus vaccine, a One Health approach to protecting horse, human, and environmental health. Emerging Infectious Disease",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Middleton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pallister",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Klein",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2003.131159"
                ]
            }
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Ebola in a stew of fear",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mitman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "New England Journal of Medicine",
            "volume": "371",
            "issn": "",
            "pages": "1763--1765",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Ecology of Marburg and Ebola viruses: Speculations and directions for future research",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Monath",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Journal of Infectious Disease",
            "volume": "179",
            "issn": "",
            "pages": "127--138",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Emerging infections: Condemned to repeat? In Microbial evolution and co-adaptation: A tribute to the life and scientific legacies of Joshua Lederberg: Workshop summary. Institute of Medicine (US) Forum on Microbial Threats",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Morse",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Evidence-based control of canine rabies: A critical review of population density reduction",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Morters",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Restif",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hampson",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of Animal Ecology",
            "volume": "82",
            "issn": "",
            "pages": "6--14",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Ebola virus outbreaks in Africa: Past and present",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Muyembe-Tamfum",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mulangu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Masumu",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Onderstepoort Journal of Veterinary Research",
            "volume": "79",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "An Ethnography of Numbers",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Neyland",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "A companion to organizational anthropology",
            "volume": "",
            "issn": "",
            "pages": "219--235",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Risk factors for Zaire ebolavirus-specific IgG in rural Gabonese populations",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Nkoghe",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Padilla",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Becquart",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of Infectious Disease",
            "volume": "204",
            "issn": "",
            "pages": "768--775",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Filoviruses in bats: Current knowledge and future directions",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Olival",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hayman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Viruses",
            "volume": "6",
            "issn": "",
            "pages": "1759--1788",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Dead or alive: Animal sampling during Ebola hemorrhagic fever outbreaks in humans",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Olson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Reed",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Cameron",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Emerging Health Threats Journal",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3402/ehtj.v5i0.9134"
                ]
            }
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Cross-species pathogen transmission and disease emergence in primates",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pedersen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Davies",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of Ecohealth",
            "volume": "6",
            "issn": "",
            "pages": "496--508",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Global bioethics",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "R"
                    ],
                    "last": "Potter",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "The chimp and the river: How AIDS emerged from an African forest",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Quammen",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Toward proof of concept of a One Health approach to disease prediction and control",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rabinowitz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kock",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kachani",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Emerging Infectious Diseases",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "From ''Us vs. Them'' to ''Shared Risk'': Can animals help link environmental factors to human health?",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rabinowitz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Odofin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dein",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "EcoHealth",
            "volume": "5",
            "issn": "",
            "pages": "224--229",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "A monovalent chimpanzee adenovirus Ebola vaccine-Preliminary report",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rampling",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ewer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bowyer",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "New England Journal of Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa1411627"
                ]
            }
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Ethical considerations of experimental interventions in the Ebola outbreak",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rid",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Emanuel",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "The Lancet",
            "volume": "384",
            "issn": "",
            "pages": "1896--1899",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Ebola hemorrhagic fever in 2014: The tale of an evolving epidemic",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rio",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mehta",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lyon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guarner",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Annals of Internal Medicine",
            "volume": "161",
            "issn": "",
            "pages": "746--748",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Consequences of non-intervention for infectious disease in African great apes",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ryan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Walsh",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Investigating the zoonotic origin of the West African Ebola epidemic",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Saéz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nowak",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "EMBO Molecular Medicine",
            "volume": "7",
            "issn": "",
            "pages": "17--23",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Towards a One World, One Health approach",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Scoones",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Avian influenza: Science, policy and politics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Randomisation is essential in Ebola drug trials. The Lancet",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Shaw",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "61735--61744",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(14)61735-9"
                ]
            }
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Having and fighting Ebola-Public health lessons from a clinician turned patient",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Spencer",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "New England Journal of Medicine",
            "volume": "372",
            "issn": "",
            "pages": "1089--1091",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Chimpanzee adenovirus vaccine generates acute and durable protective immunity against Ebolavirus challenge",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Stanley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Honko",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Asiedu",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nature Medicine",
            "volume": "20",
            "issn": "",
            "pages": "1126--1129",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Ebola needs One Bioethics",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "List",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "18",
            "issn": "",
            "pages": "96--102",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Isolation of genetically diverse Marburg viruses from Egyptian fruit bats",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Towner",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Amman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sealy",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS Pathology",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Catastrophic ape decline in western equatorial Africa",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Walsh",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Abernethy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bermejo",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "422",
            "issn": "",
            "pages": "611--614",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "Potential for Ebola transmission between gorilla and chimpanzee social groups",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Walsh",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Breuer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sanz",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "American Naturalist",
            "volume": "169",
            "issn": "",
            "pages": "684--689",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "Vaccinating captive chimpanzees to save wild chimpanzees",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Warfield",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Goetzmann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Biggins",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Proceedings of the National Academies of Science",
            "volume": "111",
            "issn": "",
            "pages": "8873--8876",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "Should protections for research with humans who cannot consent apply to research with nonhuman primates?",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wendler",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Theoretical Medicine and Bioethics",
            "volume": "35",
            "issn": "",
            "pages": "157--173",
            "other_ids": {}
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "Ebola situation in Liberia: non-conventional interventions needed",
            "authors": [],
            "year": 2014,
            "venue": "Ebola situation assessment 8 September",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "Second WHO high-level meeting on Ebola vaccines access and financing. Summary report",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "West African Ebola epidemic after one year-slowing but not yet under control",
            "authors": [],
            "year": 2015,
            "venue": "New England Journal of Medicine",
            "volume": "372",
            "issn": "",
            "pages": "584--587",
            "other_ids": {}
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "Bushmeat hunting, deforestation, and prediction of zoonotic disease",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wolfe",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Daszak",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Marm Kilpatrick",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Burke",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Emerging Infectious Disease",
            "volume": "11",
            "issn": "",
            "pages": "1822--1827",
            "other_ids": {}
        },
        "BIBREF80": {
            "ref_id": "b80",
            "title": "The Ebola outbreak in Western Africa: Ethical obligations for care",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yakubu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Oluwatoyin",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sani-Gwarzo",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of Medical Ethics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/medethics-2014-102434"
                ]
            }
        },
        "BIBREF81": {
            "ref_id": "b81",
            "title": "Animal welfare in veterinary practice",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yeates",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Acknowledgments Capps conceived of the idea for this article and led its drafting. Lederman was integral to developing the idea and contributed equally to the research for the paper. The authors would like to thank the following people for helpful comments: Wang Linfa, Paul Anantharajah Tambyah, and Sharon Amit. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}