{
    "paper_id": "63601a5425b9a369c9a4a757e617a3855a1ffa5f",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Michael",
                "middle": [],
                "last": "Klompas",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard Pilgrim Health Care Institute",
                    "location": {
                        "addrLine": "401 Park Drive, Suite 401 East",
                        "postCode": "02215",
                        "settlement": "Boston",
                        "region": "MA"
                    }
                },
                "email": "mklompas@bwh.harvard.edu."
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "I t is increasingly apparent that severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is optimized to spread widely. It causes mild but prolonged disease, infected persons are contagious even when minimally symptomatic or asymptomatic, the incubation period can extend beyond 14 days, and some patients seem susceptible to reinfection (1) (2) (3) . These factors make it inevitable that patients with respiratory viral syndromes that are mild or nonspecific will introduce the virus into hospitals, leading to clusters of nosocomial infections. The signs and symptoms of coronavirus disease 2019 (COVID-19) are largely indistinguishable from those of other respiratory virus infections. Less than one half of patients with confirmed disease have fever on initial presentation (4) . The sensitivity of a single nasopharyngeal swab early in the course of disease is only 70% (5) . Multiple reports already exist of delayed diagnoses leading to nosocomial transmissions.",
            "cite_spans": [
                {
                    "start": 344,
                    "end": 347,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 348,
                    "end": 351,
                    "text": "(2)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 352,
                    "end": 355,
                    "text": "(3)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 785,
                    "end": 788,
                    "text": "(4)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 882,
                    "end": 885,
                    "text": "(5)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "How bad will it be? Characterizing the morbidity rate of COVID-19 is challenging because case detection in the early stages of an outbreak is biased toward severe disease. An initial series reported a mortality rate of 15% (6) . A subsequent analysis that included patients who were less sick reported a mortality rate of 2.3% (7), but this is still likely an overestimate. Mortality rates are substantially lower outside than inside Hubei province, where the outbreak began (114 deaths among 13 152 patients [0.9%] vs. 2986 deaths among 67 707 patients [4.4%] as of 8 March 2020). This is presumably because of Hubei's initial focus on patients with severe disease, constraints on the province's testing and care capacity, and the passage of more time since the outbreak began in Hubei versus other provinces allowing more time for patients to declare themselves (8) . More to the point, current mortality estimates minimally account for patients with mild or asymptomatic infections, an important aspect of this epidemic (9) . Case detection is still primarily focused on identifying patients with fever, cough, or shortness of breath; this focus leads to underestimation of the number of infected persons, overestimation of the mortality rate, and ongoing spread of disease.",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 226,
                    "text": "(6)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 864,
                    "end": 867,
                    "text": "(8)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1023,
                    "end": 1026,
                    "text": "(9)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "What can we do to prevent further spread of infection? We have to be more aggressive about case detection. Current screening is still focused on identifying patients with foreign travel or contacts with known cases. Both of these foci no longer reflect the current status of this epidemic given increasing evidence of community spread. We need to be able to test patients with milder syndromes regardless of travel or contact history. The U.S. Centers for Disease Control and Pre-vention has updated its \"person under investigation\" criteria to permit this, but there is still a severe shortage of readily available tests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "More broadly, however, the best way to protect hospitals against COVID-19 is to bolster our approach to routine respiratory viruses (that is, influenza, respiratory syncytial virus, parainfluenza, adenovirus, human metapneumovirus, and \"conventional\" coronaviruses). This will simultaneously improve care for current patients, make work safer for clinicians, and help prevent the incursion of occult COVID-19 into hospitals. We underestimate the contagiousness and seriousness of routine respiratory viruses. We underappreciate that 30% to 50% of cases of community-acquired pneumonia are caused by viruses, that nosocomial transmission of respiratory viruses is common, and that \"routine\" respiratory viruses cause substantial morbidity and mortality that may not differ much from those caused by SARS-CoV-2 once minimally symptomatic COVID-19 is accounted for. Respiratory viruses infect millions of persons each year (about 10% of the population) and cause tens of thousands of deaths in the United States alone (10) . They can cause severe pneumonia, predispose patients to bacterial superinfection, and exacerbate cardiac and pulmonary conditions up to and including death.",
            "cite_spans": [
                {
                    "start": 1015,
                    "end": 1019,
                    "text": "(10)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Most hospitals, however, manage respiratory viruses passively. We rely on signs alone to deter visitors with upper respiratory tract infections from visiting, we isolate patients in private rooms only if they test positive for influenza virus (even though many other viruses can cause influenza-like syndromes that are equally morbid), we discontinue precautions in patients with acute respiratory tract syndromes if they test negative for viruses (even though viral tests have variable and imperfect sensitivity), we consider masks alone to be adequate protection (even though viruses can be transmitted via fomites and eye contact as well as mouth and nose contact), and we tolerate health care workers coming to work with upper respiratory tract infections so long as they are not febrile.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Our halfhearted approach to endemic respiratory viruses is a source of harm to our patients and puts us at increased risk for COVID-19 infiltration. To cause a nosocomial outbreak, it will take just 1 patient with occult COVID-19 who is hospitalized, tests negative for influenza virus, and is taken off precautions despite persistent respiratory symptoms. Or just 1 visitor with COVID-19 and mild respiratory symptoms who is permitted free access to the hospital because it does not have an active screening and exclusion policy for visi-This article was published at Annals.org on 11 March 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "tors with respiratory tract symptoms. Or just 1 infected health care worker who decides to soldier through a shift despite a sore throat and runny nose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IDEAS AND OPINIONS"
        },
        {
            "text": "We need to be more aggressive about respiratory hygiene and placing restrictions on patients, visitors, and health care workers with even mild symptoms of upper respiratory tract infection. Potential policies to consider include the following: 1) screening all visitors for any respiratory symptoms that may be related to a virus, including fever, myalgias, pharyngitis, rhinorrhea, and cough, and excluding them from visiting until they are better; 2) restricting health care workers from working if they have any upper respiratory tract symptoms, even in the absence of fever; and 3) screening all patients, testing for all respiratory viruses (including SARS-CoV-2) in those with positive screening results regardless of illness severity, and using precautions (single rooms, contact precautions, droplet precautions, and eye protection) for patients with respiratory syndromes for the duration of their symptoms regardless of viral test results. A collateral benefit is that if a patient is subsequently diagnosed with COVID-19, staff who used these precautions will be considered minimally exposed and will be able to continue working.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IDEAS AND OPINIONS"
        },
        {
            "text": "None of these measures will be easy. Restricting visitors will be psychologically difficult for patients and loved ones, maintaining respiratory precautions for the duration of patients' symptoms will strain supplies in all hospitals and bed capacity in hospitals that depend on shared rooms, and preventing health care providers with mild illness from working will compromise staffing. But if we are frank about the morbidity and mortality of all respiratory viruses, including SARS-CoV-2, this is the best thing we can do for our patients and colleagues regardless of COVID-19. Disclosures: Disclosures can be viewed at www.acponline.org /authors/icmje/ConflictOfInterestForms.do?msNum=M20-0751.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IDEAS AND OPINIONS"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Washington State 2019-nCoV Case Investigation Team. First case of 2019 novel coronavirus in the United States",
            "authors": [],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "929--936",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001191"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Transmission of 2019-nCoV infection from an asymptomatic contact in Germany",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rothe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schunk",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sothmann",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Positive RT-PCR test results in patients recovered from COVID-19",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "PMID": [
                    "32105304"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "China Medical Treatment Expert Group for Covid-19. Clinical characteristics of coronavirus disease 2019 in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "PMID": [
                    "32109013"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Sensitivity of chest CT for COVID-19: comparison to RT-PCR",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Radiology",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1148/radiol.2020200432"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30183-5"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The Novel Coronavirus Pneumonia Emergency Response Epidemiology Team. Vital surveillances: the epidemiological characteristics of an outbreak of 2019 novel coronavirus diseases (COVID-19) -China",
            "authors": [],
            "year": 2020,
            "venue": "China CDC Weekly",
            "volume": "2",
            "issn": "",
            "pages": "113--135",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "COVID-19): situation report -48",
            "authors": [],
            "year": 2020,
            "venue": "Coronavirus disease 2019",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Evidence of SARS-CoV-2 infection in returning travelers from Wuhan",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hoehl",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Berger",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kortenbusch",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Annual estimates of the burden of seasonal influenza in the United States: a tool for strengthening influenza surveillance and preparedness. Influenza Other Respir Viruses",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Rolfes",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Foppa",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Garg",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "12",
            "issn": "",
            "pages": "132--137",
            "other_ids": {
                "DOI": [
                    "10.1111/irv.12486"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Protecting Hospitals From the Invisible",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Harvard Medical School, Harvard Pilgrim Health Care Institute, and Brigham and Women's Hospital, Boston, Massachusetts (M.K.)",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}