{
    "paper_id": "636f715aa9e27ac1c933b3eb41d130a06968380b",
    "metadata": {
        "title": "Lack of small animal model hinders MERS coronavirus research",
        "authors": [
            {
                "first": "N E W S",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "When reports of a new coronavirus trickled out of Saudi Arabia last year, scientists leveraged a decade of experience studying SARS (severe acquired respiratory syndrome) to quickly find ways to stop infections from the deadly pathogen. But research efforts are stalled because of one key difference between the two coronaviruses: unlike SARS, which readily infects a menagerie of animals, the virus responsible for so-called 'Middle East respiratory syndrome' , or MERS, doesn't seem to cause disease in small lab animals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Fortunately for MERS researchers laboring to develop an animal model before the viral outbreak gets out of hand, time seems to be on their side. The MERS coronavirus doesn't seem to be spreading between people fast enough to warrant fears of a pandemic, according to an analysis published 5 July in The Lancet 1 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Still, with more than half of the 80-plus people known to be afflicted with MERS dying at the hands of the virus, public health officials remain on high alert. Last month, the World Health Organization (WHO) established new clinical guidelines for reporting cases of MERS and appointed a committee of 15 experts to review what scientists know about the virus and establish a plan in case a pandemic begins. The committee convened its first two meetings on 9 and 17 July and plans to meet again in September, or sooner if needed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "\"Epidemiology is crucial now,\" says Bart Haagmans, a virologist at the Erasmus Medical Center in Rotterdam, the Netherlands, who is not part of the WHO panel. \"If you can pinpoint where the virus is coming from, you can really get a grip on the problem.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As the epidemiological data trickle in, some scientists are searching for the virusand clues about its character-in nonhuman animals. By sequencing the virus's genome, Haagmans and his colleagues showed last year that the MERS pathogen is closely related to coronaviruses carried by two bat species 2 . Bats are natural reservoirs of many deadly viruses, including SARS-like coronaviruses. However, researchers don't yet have direct evidence for a bat source of transmission for MERS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In April, an international team of virus hunters traveled to Saudi Arabia, where more than 80% of the human infections to date have occurred, to take blood samples from bats, as well as camels, sheep and goats. Their plan is to look for the virus or antibodies that would indicate previous exposure to the virus in these species. At press time, an analysis of those sampleswhich is being conducted in Ian Lipkin's laboratory at the Center for Infection and Immunity in the Mailman School of Public Health at Columbia University in New York-was still pending.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the meantime, other researchers are working to establish laboratory models with which to study the how the virus takes its toll on the body and to test the efficacy of potential therapeutics. Earlier this year, a team led by Haagmans identified dipeptidyl peptidase 4 (DPP4; also known as CD26) as the surface receptor employed by the MERS coronavirus to gain entry into host cells, including human ones 3 . Using crystallization techniques, George Gao and his colleagues at the Chinese Academy of Sciences in Beijing on 7 July described the molecular basis of the binding between the virus and DPP4 (ref. 4) . And also last month, a group led by Shibo Jiang published a study demonstrating the immunogenic potency of a 286-amino acid stretch on the MERS coronavirus's binding domain 5 -a first step toward an eventual MERS vaccine.",
            "cite_spans": [
                {
                    "start": 609,
                    "end": 611,
                    "text": "4)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Total im-MERS-ion"
        },
        {
            "text": "\"Our previous work with SARS helped us find a critical target quickly,\" says Jiang, head of the Laboratory of Viral Immunology at the New York Blood Center' . \"The next step is to optimize the immune response.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Total im-MERS-ion"
        },
        {
            "text": "But evaluating such a vaccine will require an animal model. And even though DDP4 has been identified in the lung cells of many rodents, including Syrian hamsters, researchers at the Laboratory of Virology of the US National Institute of Allergy and Infectious Diseases (NIAID) in Hamilton, Montana, could not get the MERS coronavirus to replicate in this common infection model 6 .",
            "cite_spans": [
                {
                    "start": 378,
                    "end": 379,
                    "text": "6",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Total im-MERS-ion"
        },
        {
            "text": "The virus successfully causes illness in rhesus macaques, though. The same NIAID team, led by Heinz Feldmann, showed in April that pneumonia-like symptoms develop in macaques infected with MERS within 24 hours of infection, resulting in a respiratory disease similar to, but less severe than, that found in people with MERS 7 . The macaque system is not as practical and widely applicable as a smallanimal model, and not that many research groups are working with it. But the NIAID team, for one, is now moving ahead with drug tests in the monkeys. Specifically, the researchers are evaluating whether two antiviral compounds-alpha-interferon and ribavirin, both of which are used to treat hepatitis and other infections-can clear MERS coronavirus infections. Both drugs inhibit viral replication in monkey cell lines with synergistic effects when administered together, Feldmann and his colleagues have shown 8 .",
            "cite_spans": [
                {
                    "start": 910,
                    "end": 911,
                    "text": "8",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Total im-MERS-ion"
        },
        {
            "text": "Whether or not drugs like those are ultimately needed in response to a pandemic, NIAID director Anthony Fauci stresses the importance of being prepared. \"We can't take the attitude that we escaped a bullet with SARS,\" he told Nature Medicine. \"The MERS outbreak has rekindled the importance of sticking with our study of coronaviruses.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Total im-MERS-ion"
        },
        {
            "text": "Elizabeth Devitt",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Total im-MERS-ion"
        }
    ],
    "bib_entries": {
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Science Source Breathe uneasy: The MERS virus",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}