{
    "paper_id": "64e0b4a2666beba376e0d01a525bdd71a85cb167",
    "metadata": {
        "title": "Don't be the BFifth Guy^: Risk, Responsibility, and the Rhetoric of Handwashing Campaigns",
        "authors": [
            {
                "first": "M",
                "middle": [
                    "M"
                ],
                "last": "Brown",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of British Columbia",
                    "location": {
                        "postCode": "373-1873, V6T 1Z1",
                        "settlement": "East Mall, Vancouver",
                        "region": "BC",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In recent years, outbreaks such as H1N1 have prompted heightened efforts to manage the risk of infection. These efforts often involve the endorsement of personal responsibility for infection risk, thus reinforcing an individualistic model of public health. Some scholars-for example, Peterson and Lupton (1996)-term this model the Bnew public health.^In this essay, I describe how the focus on personal responsibility for infection risk shapes the promotion of hand hygiene and other forms of illness etiquette. My analysis underscores the use of constitutive and stigmatizing rhetoric to depict individual bodies, rather than environments, as prime sources of infection. Common among workplaces, this rhetoric provides the impetus for encouraging individual behavior change as a hedge against infection risk. I argue, though, that the mandating of personal responsibility for infection risk galvanizes a culture of stigma and blame that may work against the aims of public health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "signal that a pandemic [was] imminent.^So, the 100th day's headlining issues of economic recovery, job creation, and the wars in Afghanistan and Iraq came second to Obama's discussion of H1N1, the pandemic strain of the influenza virus. Obama opened his remarks, for example, by outlining the steps that his government had taken to protect the American people from the devastations of outbreak. 1 Measures adopted to fend off H1N1 included carefully monitoring the spread of the novel strain and stockpiling medical supplies and drug treatments. On the advice of public health experts, the U.S. government had also considered closing public schools in response to suspected or confirmed cases. Obama also urged parents and employers to develop contingency plans if the spread of H1N1 led to massive workplace and school closures. BAnd finally,^Obama continued, BI've asked every American to take the same steps you would to prevent any other flu: keep your hands washed, cover your mouth when you cough, stay home from work if you're sick, and keep your children home from school if they're sick.^Adopting these various forms of illness etiquette, Obama implied, demonstrated one's assumption of personal responsibility in response to the heightened risk of infection.",
            "cite_spans": [
                {
                    "start": 23,
                    "end": 28,
                    "text": "[was]",
                    "ref_id": null
                },
                {
                    "start": 395,
                    "end": 396,
                    "text": "1",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This essay contributes to the ongoing examination among rhetoricians of health and medicine of constructions of responsibility and risk. 2 Specifically, I explore the centrality of a rhetoric of personal responsibility to discursive efforts to manage infection risk. Health humanities scholars and rhetoricians of health and medicine share a common concern for the ethical issues that arise from risk-management exercises undertaken in the name of public health. 3 Practitioners, too, have a stake in more detailed understandings of the impact of risk discourse on the formation of health subjectivity. However, as Keränen (2014b) explains in the Health Humanities Reader, Ba rhetorical perspective focuses on how specific symbolic patterns structure meaning and action^in health and public-health contexts (37). Writing for this journal, for example, Ding (2014b) stresses the economic and sociocultural effects of media portrayals of Bat risk^populations during severe acute respiratory syndrome (SARS). 4 My essay contributes to this scholarship with an account of how messaging that seeks to engage publics in outbreak management shapes their perceptions of responsibility and risk, not to mention of public health. As I argue, handwashing campaigns reinforce an individualistic model of public health, one premised to a significant extent on the necessity of behavior change rather than structural intervention. Some scholars-for example, Peterson and Lupton (1996) -term this model the Bnew public health.P ersonal responsibility serves essential functions in response to the threat of infection. However, the mandating of personal responsibility for infection risk has the potential to galvanize a culture of stigma and blame. Too narrow a focus on personal responsibility may also diminish perceptions of the effectiveness of improved structural supports for those infected. During H1N1, for example, universal paid sick leave became a topic of debate, serving as a reminder of the need for an environment supportive of individual efforts to manage infection risk. In this essay, I characterize hand hygiene promotion as both a Bconstitutive rhetoric^and a Bstigmatizing rhetoric.^Whereas a constitutive rhetoric encourages action through the cultivation of subjectivity, a stigmatizing rhetoric uses stigma to shape perceptions-also typically for the sake of influencing behavior change. I also describe how scholars of rhetoric of health and medicine have employed these two theories and explain their value to health humanities practitioners and scholars. I then examine the uses of constitutive and stigmatizing rhetoric in a U.S. state-level campaign to enforce Bhygienic norms^(including, importantly, hand hygiene) within the workplace. My analysis reveals the centrality of stigma and blame to these efforts to encourage the assumption of personal responsibility.",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 138,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 615,
                    "end": 630,
                    "text": "Keränen (2014b)",
                    "ref_id": null
                },
                {
                    "start": 852,
                    "end": 864,
                    "text": "Ding (2014b)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1006,
                    "end": 1007,
                    "text": "4",
                    "ref_id": null
                },
                {
                    "start": 1444,
                    "end": 1470,
                    "text": "Peterson and Lupton (1996)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Research on hand hygiene promotion finds that handwashing campaigns have a proven impact on health behaviors and thus, by extension, on health outcomes. So, why might those of us who have been exposed to these campaigns concern ourselves, perhaps unnecessarily, with their implications for our views of risk, responsibility, and public health? The reason I turn to in my conclusion is that the rhetorical means used to encourage personal responsibility may obscure perceptions of more effective approaches to the management of infection risk. Handwashing campaigns also create opportunities to profit from and even exploit the stigma and blame that these texts associate with failures of personal responsibility. My goal, then, is mainly to explore the limits of personal responsibility-not just as an approach to infection risk, but more generally as a cornerstone of twenty-first-century public health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Personal responsibility may be a cornerstone of public health, but hand hygiene promotion is an especially persuasive vehicle for popularizing an individualistic conception of infection risk. By Bhand hygiene promotion,^I mean efforts to instruct a broad, lay public in hygiene practices typically used to reduce the transmission of disease-causing pathogens in hospitals and clinics. In this essay, I use Bhandwashing campaigns^and Bhand hygiene promotionî nterchangeably to describe the discursive encouragement of this habit. I also focus mainly on hand hygiene promotion within North America, where amid H1N1 handwashing campaigns and hand hygiene products alike became endemic. Commenting on this trend in a New Yorker essay, Owen (2013) links the phenomenal success of Gojo Industry's blockbuster hand sanitizer, Purell, to anxieties about infection risk. 5 Today, hand sanitizer is a product category in its own right, and its popularity is sometimes regarded critically as both indicative of and responsible for a distinct shift in cultural perceptions of infection risk. 6 In my view, however, Purell's unprecedented sales figures 7 are inextricably tied both to the increased promotion of hand hygiene in recent decades and to the ongoing individualization of public health.",
            "cite_spans": [
                {
                    "start": 731,
                    "end": 742,
                    "text": "Owen (2013)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1080,
                    "end": 1081,
                    "text": "6",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Hand hygiene promotion and the individualization of public health"
        },
        {
            "text": "A drawback of undertaking a critique of hand hygiene is appearing to be against hand washing and other expressions of illness etiquette. Hand hygiene is a vital form of infection control, and as such, it is also an ethical practice, particularly during an outbreak. Rather than argue against hand hygiene, I explore the limits of hand hygiene promotion, as well as its implication in the deepening entrenchment of the new public health. In this respect, my essay draws its inspiration from the work of Metzl, who in the introduction to his co-edited multidisciplinary anthology Against Health, writes that health is a Bdesired state, but it is also a prescribed state and an ideological position^(2010, 2). The same argument applies to public health, which broadly speaking entails the strategic, organized effort to Bpersuade a defined public to engage in behaviors that that will improve health or refrain from behaviors that are unhealthy^ (Springston 2013, 713) . Hand hygiene promotion especially invites further scrutiny because its prescriptive, ideological qualities far too often go unnoticed. Hence, I focus my attention here on describing how handwashing campaigns benefit the overarching emphasis on personal responsibility for infection risk.",
            "cite_spans": [
                {
                    "start": 943,
                    "end": 965,
                    "text": "(Springston 2013, 713)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Hand hygiene promotion and the individualization of public health"
        },
        {
            "text": "An important precedent for my critique is Plyushteva's analysis (2009) . 8 Plyushteva examines the promotion of hand hygiene in developing countries, which she sees as having applications beyond the potential reduction high mortality rates due to infection. In fact, just as in North America, hand hygiene promotion directed at publics in developing countries aims to empower these publics to protect themselves from the risk of infection. Since 2008, for example, Global Handwashing Day has been celebrated annually on October 5. An initiative of the Global Public-Private Partnership for Handwashing with Soap (Global PPPHW), Global Handwashing Day is Bdedicated to increasing awareness and understanding about the importance of handwashing with soap as an effective and affordable way to prevent diseases and save lives.^The celebration also presents Ban opportunity to . . . encourage people to wash their hands^-or, as explained in a Global Handwashing Day press release, to inspire personal responsibility. 9 In developing countries, hand hygiene promotion's emphasis on personal responsibility may affect perceptions of entitlement to care. Indeed, Global Handwashing Day presents infection risk as managed not through the provision of clean water or proper sanitation but rather through the adoption of appropriate personal measures.",
            "cite_spans": [
                {
                    "start": 42,
                    "end": 70,
                    "text": "Plyushteva's analysis (2009)",
                    "ref_id": null
                },
                {
                    "start": 73,
                    "end": 74,
                    "text": "8",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Hand hygiene promotion and the individualization of public health"
        },
        {
            "text": "Underwritten by an array of corporate sponsors, Global Handwashing Day also teaches people living in developing countries to become faithful consumers of hand sanitizer and soap, just like their counterparts in developed countries. Current sponsors include Colgate-Palmolive, Procter and Gamble, and Unilever, all companies with a massive stake in the global marketplace for personal hygiene products. (Corporate sponsors may also have influenced the naming of the Global Public-Private Partnership for Handwashing with Soap. Even the scholarship produced by the researchers working for this partnership typically includes this addendum.) Global Handwashing Day's instruction in the consumption of personal hygiene products, too, has ties to the overarching emphasis on personal responsibility that defines the new public health. Hand hygiene is promoted as a Bdo-it-yourself vaccine,^a hedge against infection risk (apparently) even in settings in which infection risk often stems from poor sanitation and lack of access to clean water. 10 Of course, regardless of context, hygiene habits have a proven impact on the transmission of disease-causing pathogens. Hand hygiene limits the spread of diarrheal and respiratory diseases, which are among the leading causes of child mortality in developing countries. 11 Children thus comprise a key audience for Global Handwashing Day, which seeks to transform them into Bchange agents^who have the capacity to Bpositively influence other people's health behaviours^ (Global PPPHW 2015) . However, as Plyushteva observes, Global Handwashing Day's celebration of the life-saving power of individual behavior change potentially obscures understandings of the structural factors that shape infection risk. In developing countries, for example, the spread of disease stems from lack of access to clean water and adequate waste disposal and not mainly from a lack of agency per se. In tying infection risk to the Bsuboptimal behaviour of the poor^(2009, 428), handwashing campaigns in developing countries exacerbate longstanding power imbalances, potentially reinforcing rather than removing obstacles to meaningful change. At the same time, hand hygiene promotion in this context expands the global marketplace for personal hygiene products, forging new opportunities to profit from the intractable problem of infectious disease.",
            "cite_spans": [
                {
                    "start": 1038,
                    "end": 1040,
                    "text": "10",
                    "ref_id": null
                },
                {
                    "start": 1310,
                    "end": 1312,
                    "text": "11",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1510,
                    "end": 1529,
                    "text": "(Global PPPHW 2015)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Hand hygiene promotion and the individualization of public health"
        },
        {
            "text": "Plyushteva's analysis is helpful to my own because she draws attention to hand hygiene promotion's insidiousness and stresses its consequent potential to serve a range of motivations. Some of these motivations in fact conflict with the aims of public health, particularly in developing countries. BAt first glance,^she argues, Bthe cause of handwashing appears as apolitical and uncontroversial as can be^(428). So unproblematic is hand hygiene, and so important are efforts to promote it, that the very few criticisms of Global Handwashing Day have largely been ignored. 12 For her part, Plyushteva takes issue with the celebration's stigmatizing of people in developing countries Bas traditional or backward, or, in a teleological view of development, pre-modern^(424). Hand hygiene's Buncontroversial façade^(420) also obscures the reality that individual behavior change is only ever a Bpartial solution^(429) to the spread of disease. Efforts to quell the spread of disease through behavior change also depend on the implementation of structural interventions-changes that create an environment supportive of personal responsibility. (I return to these limitations of personal responsibility in my conclusion.) I quote Plyushteva at length because hers is the most recent scholarly critique of contemporary, globalized efforts to promote hand hygiene promotion. 13 Her writing establishes a precedent for my critique of North American handwashing campaigns, which may also do more, politically and economically, than simply diminish the risk of infection. Circulated within workplaces, schools, transit hubs, airports, community centers, groceries stores, and shopping malls, handwashing campaigns portray individual bodies, and body parts, as dangerous vectors of infectious disease. What makes these bodies, and parts, dangerous is both that they spread infection and because the disease-causing pathogens they transmit remain invisible to the individuals who transmit them. As a caption for a handwashing poster created by Yale University's Emergency Management Department in 2009, in response to H1N1, puts it, BYou've got a mystery on your hands.T aking the form of pamphlets, posters, transit ads, web infographics, social media campaigns, and public service announcements, these texts caution that the power to prevent (and spread) infection is in our hands. Sales figures for hand sanitizer alone illustrate the impressive new revenue streams generated by this individualization of infection risk. Even in developed countries, where the assumption of personal responsibility is less likely to be impeded by structural issues, hand hygiene promotion may nevertheless skew perceptions of contextual or social determinants of infection risk. Most notable among these factors may be the availability of sick leave or the effects on susceptibility of feelings of anxiety or stress.",
            "cite_spans": [
                {
                    "start": 572,
                    "end": 574,
                    "text": "12",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1367,
                    "end": 1369,
                    "text": "13",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Hand hygiene promotion and the individualization of public health"
        },
        {
            "text": "Hand hygiene promotion invariably serves two distinct purposes. At one level, as exercises in risk communication, handwashing campaigns satisfy the obligation to inform publics about how to diminish the risk of infection. The most effective display of hand hygiene promotion's function as a form of risk communication may be the infographics, often posted in public restrooms, that illustrate the handwashing procedures practiced by healthcare professionals. These infographics teach handwashing methods, but they also serve to emphasize the need for personal responsibility in public settings. Indeed, at another level, many handwashing campaigns often serve more expressly rhetorical goals. The most effective-and the most problematic-is the use of hand hygiene promotion to exacerbate a whole host of negative emotions, from anxiety, distrust, fear, and doubt to nausea and disgust. Some of the most prominent voices behind the turn to hand hygiene promotion, particularly in developed countries, have emphatically defended the rhetorical utility of public health campaigns that inspire feelings of disgust. 14 In my close reading, I focus more on this latter function of handwashing campaign-that is, its use to foster emotional states that predispose audiences to the adoption of personal responsibility.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hand hygiene promotion and the individualization of public health"
        },
        {
            "text": "Hand hygiene promotion's alignment with an axiom of neoliberalism-the emphasis on personal responsibility-is also worthy of further examination. Harvey describes the typical characteristics of the neoliberal state and explains, the Bsocial safety net is reduced to a bare minimum in favour of a system that emphasizes personal responsibility. Personal failure is generally attributed to personal failings, and the victim is all too often blamed^ (2005, 76) . Harvey's account stresses the economic advantages of the neoliberal emphasis on personal responsibility. Indeed, a neoliberal approach to infection risk has both shifted attention away from costlier programs of outbreak management and accorded private stakeholders unparalleled economic advantages. Arguably, the main benefactors of personal responsibility for infection risk are the corporations that develop and distribute products in support of illness etiquette. Yet the recent popularity of hand sanitizer does more than reflect the successful marketing of hand hygiene as an antidote to both uncertainty and infection. Rather, this shift in consumptive patterns also illustrates the tremendous impact of handwashing campaigns on a risk-oriented subjectivity.",
            "cite_spans": [
                {
                    "start": 446,
                    "end": 452,
                    "text": "(2005,",
                    "ref_id": null
                },
                {
                    "start": 453,
                    "end": 456,
                    "text": "76)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Hand hygiene promotion and the individualization of public health"
        },
        {
            "text": "Alongside promoting a habit that may reduce the transmission of disease, handwashing texts heighten awareness of those who fail in their duty to limit the spread of infection. Noncompliance with the dictates of hand hygiene promotion becomes grounds not merely for blame but also for suspicion about a person's moral worth. Contemporary handwashing campaigns thus form a constitutive rhetoric, a mode of rhetorical appeal that calls into existence a shared collective identity. Within hand hygiene promotion, the collectivity identity called into existence is that of the health citizen for whom participation in containing an outbreak is a personal responsibility. 15 White describes Bconstitutive rhetoric^(a term that he coined) as Bthe central art by which culture and community are established, maintained, and transformed^ (1985, 28) . Scholars use constitutive rhetoric to explain the discursive formation of new social and political subjectivities. In demonstrating how some rhetorics discursively constitute the very subjects they address, many critics follow Charland's model of constitutive rhetoric (1987) . 16 Into White's theory, Charland incorporates Burke's notion of identification (1969) and Althusser's idea of interpellation, or Bhailing^(1971). As Charland observes, constitutive appeals produce and reinforce new subject positions (1987) . By responding to these appeals, individuals affirm their membership in the community.",
            "cite_spans": [
                {
                    "start": 666,
                    "end": 668,
                    "text": "15",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 829,
                    "end": 835,
                    "text": "(1985,",
                    "ref_id": null
                },
                {
                    "start": 836,
                    "end": 839,
                    "text": "28)",
                    "ref_id": null
                },
                {
                    "start": 1111,
                    "end": 1117,
                    "text": "(1987)",
                    "ref_id": null
                },
                {
                    "start": 1120,
                    "end": 1122,
                    "text": "16",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1353,
                    "end": 1359,
                    "text": "(1987)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Hand hygiene promotion and the individualization of public health"
        },
        {
            "text": "Constitutive rhetoric has been a useful analysis for health humanities scholars and practitioners. 17 Anthropologist Joseph Dumit, for example, argues that strategies employed in pharmaceutical discourse create new opportunities for marketing drugs by constituting the individual as a body at risk of disease (2012). The strategic constitution of bodily risk, Dumit argues, is essential to keeping Americans on Bdrugs for life.^Scholars of rhetoric of health and medicine have employed constitutive rhetoric to critique the interpellation of headache patients as well as of patients as narrative subjects (Segal 2005 ). Derkatch has used constitutive rhetoric to account for the maintenance of professional boundaries in medicine (2012), whereas Kopelson has shown in response to breast cancer, public health organizations mobilize citizens as consumer-activists (2013). Majdik and Platt describe the health subject constituted by the marketing campaign for a genetic testing product (2012). Interpellation has also been a productive means for scholars to describe how public health officials shape perceptions of risk and responsibility in response to outbreak (Briggs 2004; Davis, Stephenson, and Flowers 2011) . Hand hygiene promotion presents an opportunity to examine the constitutive functions of efforts to foster personal responsibility for infection risk.",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 101,
                    "text": "17",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 605,
                    "end": 616,
                    "text": "(Segal 2005",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1162,
                    "end": 1175,
                    "text": "(Briggs 2004;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1176,
                    "end": 1212,
                    "text": "Davis, Stephenson, and Flowers 2011)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Hand hygiene promotion and the individualization of public health"
        },
        {
            "text": "Handwashing campaigns transform perceptions of responsibility for disease outbreaks. They do so by situating the risk of infection in individual bodies. The adoption of illness etiquette in response to hand hygiene promotion thus signals at least a partial acceptance of the new public health. 18 Because it singles out the individual bodies-and individual body partsthat spread infection, hand hygiene promotion might be understood as both a constitutive rhetoric and a Bstigmatizing rhetoric.^Proposed by Metzl in Against Health (2010) and premised on the writings of Goffman ([1963] 1986), a stigmatizing rhetoric derives its conception of the Bhealthy^from portrayals of the Bunhealthy.^In other words, notions of poor health shore up understandings of good health. As Metzl asserts, within a stigmatizing rhetoric, the Baffirmation of one's own health depends on the constant recognition, and indeed the creation, of the spoiled health of others^ (2010, 5) . Taking up Metzl's refrain, some of the contributors to the multidisciplinary anthology, Against Health, critique the centrality of stigmatizing rhetoric to a neoliberal model of public health. LeBesco, for example, argues that U.S. anti-obesity campaigns reinforce the valuing of Bgood citizens [who] take care of their own health^ (2010, 78) at the expense of those classified as overweight or obese. Handwashing campaigns potentially display such a stigmatizing rhetoric whenever their promotion of hand hygiene casts it as a prosocial behavior rather than as merely a method of infection control. According to these stigmatizing texts, the failure to observe hand hygiene has profound consequences in addition to the potential for infection.",
            "cite_spans": [
                {
                    "start": 294,
                    "end": 296,
                    "text": "18",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 578,
                    "end": 585,
                    "text": "([1963]",
                    "ref_id": null
                },
                {
                    "start": 952,
                    "end": 958,
                    "text": "(2010,",
                    "ref_id": null
                },
                {
                    "start": 959,
                    "end": 961,
                    "text": "5)",
                    "ref_id": null
                },
                {
                    "start": 1296,
                    "end": 1302,
                    "text": "(2010,",
                    "ref_id": null
                },
                {
                    "start": 1303,
                    "end": 1306,
                    "text": "78)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Hand hygiene promotion and the individualization of public health"
        },
        {
            "text": "Created by the Florida Department of Health in response to H1N1, the BFifth Guy^campaign illustrates the use of a constitutive, stigmatizing rhetoric to endorse the assumption of personal responsibility for infection risk. I chose this campaign both because of its focus on the workplace and because its messages about risk and responsibility later saw replication in other states (for example, by the Michigan Department of Health). 19 The Fifth Guy campaign includes an interactive website that hosts a series of public service announcements (PSAs). Together, these PSAs underscore the need for personal responsibility by dramatizing the tensions that arise when someone in the workplace ignores his duty to limit the spread of infection. Underlying the Fifth Guy, as I argue, is the message that infection risk is exacerbated mainly by the failure to assume personal responsibility. My close reading of the Fifth Guy also reveals an emphasis on feelings of anxiety, fear, and even self-doubt. As a stigmatizing rhetoric, the Fifth Guy foregrounds these negative emotions to shore up the value of personal responsibility-in particular, its role in the maintenance of good health.",
            "cite_spans": [
                {
                    "start": 434,
                    "end": 436,
                    "text": "19",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Don't be the BFifth guy^: Risk and responsibility in public"
        },
        {
            "text": "The Florida Department of Health's campaign employs the notion of the Bfifth guy^to single out the person who ignores rather than assumes personal responsibility. (My references to the BFifth Guy^describe the campaign, whereas discussions of the Bfifth guy^refer to its main character.) The campaign has a basis in a study conducted by the American Society for Microbiology (ASM), which found that four out of five people do wash their hands after using the restroom. In this campaign, the fifth guy is not only male but also young, able-bodied, and white. The Fifth Guy seeks to Billustrate a simple point-most people respect certain hygienic norms.^Those who do not observe these norms become Bthat one person everyone whispers about.^Within the campaign's configuration of personal responsibility, displays of illness etiquette are represented as much measures of moral worth as they are forms of infection control. The Bfifth guy,^further, is portrayed as at risk of both sickness and social quarantine-exclusion from the group because he poses a threat to public health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Don't be the BFifth guy^: Risk and responsibility in public"
        },
        {
            "text": "To stress the value of personal responsibility, video public service announcements (PSAs) both televised and posted online exaggerate as deviant the fifth guy's violation ignorance of a workplace's Bhygienic norms.^Played by comedic actor Ben Spring, the fifth guy is, not surprisingly, central to the campaign's narrative of personal responsibility. Two of the three PSAs showcase Ben's tendency to come to work sick, for him, a point of pride, and for his coworkers, a source of disdain. Ben also coughs and sneezes without covering his mouth and nose with his elbow. The videos BCougher^and BSick at Home^dedicate considerable footage to shots of Ben coughing into his hands, onto food in the lunchroom, during meetings, and in the faces of his fellow coworkers. Ben is quite clearly ignorant of his body as potentially-and, in most instances, quite literally-a source of infection risk to the people around him. However, the Fifth Guy is used to emphasize the necessity of his coworker's efforts to compensate for his ignorance. BHow would I describe Ben to you? The next Black Plague,B en's manager tells the camera in one PSA: BThey're gonna say, 'How did it happen, was it rats?' No, it was Ben over at Amalgamated, responsible for the death of Europe.^Ben's violations of the dictates of illness etiquette make him an object of disgust within his workplace. More importantly, when illness arises within a workplace, his coworkers come to regard Ben's body as its likeliest source.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Don't be the BFifth guy^: Risk and responsibility in public"
        },
        {
            "text": "In the Fifth Guy, attention is paid to Ben's body not as a site of sickness-or, put differently, a site of suffering-but as a site of infection risk. This situating of infection risk in individual bodies teaches the importance of avoidance of certain others as potentially (or, in Ben's case, it seems, inherently) vectors of infectious disease. Ben's coworkers leave the lunchroom when he enters, refuse to shake his hand or give him high fives, and send emails and issue prank calls urging him to go home. In other words, Ben is to be avoided because he embodies the risk of infection in public. So, in avoiding Ben, his coworkers assume personal responsibility for infection risk. Ben's failures in this respect in turn imply that those who succumb to infection have only themselves to blame, perhaps because they, too, ignored the dictates of illness etiquette.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Don't be the BFifth guy^: Risk and responsibility in public"
        },
        {
            "text": "Avoidance and exclusion, however, are not the only strategies endorsed as both infectioncontrol measures and displays of personal responsibility. In the Fifth Guy, hand hygiene represents a hedge against infection risk and its absence a violation of the dictum of personal responsibility. BJust Another Day in the Office^illustrates this dual function. In this PSA Ben's poor hand hygiene habits graphically come to life in the form of a urinal he carries around the office after leaving the restroom. In one scene, Ben proudly places his urinal on a coworker's desk while asking for some paperwork. In other scenes, he dances along the office's corridors, embracing his urinal in a mock tango. Depicting poor hand hygiene as a urinal makes some sense from the perspective of theories of fomite transmission of infection. These theories explain that, unless properly sanitized, inanimate materials or objects can become contaminated with infectious agents such as influenza virus. Similarly, poor hand hygiene-or a lack of hand hygiene-increases the likelihood of the transmission pathogens, both from contaminated surfaces to individuals and between individuals as well. 20 Yet, the goal of Ben's urinal appears not to be to instruct the workers of Florida in the problem of fomite transmission. Instead, by emphasizing ignorance of illness etiquette as akin to intentionality, Ben's out-ofplace urinal serves as an object lesson in hand hygiene as an expression of personal responsibility. Ben is stigmatized-literally marked-to distinguish him from those who observe their obligation to illness etiquette.",
            "cite_spans": [
                {
                    "start": 1172,
                    "end": 1174,
                    "text": "20",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Don't be the BFifth guy^: Risk and responsibility in public"
        },
        {
            "text": "Certainly, the Fifth Guy teaches hand hygiene as a display of personal responsibility. Yet the campaign also reveals another expectation of the new public health, and that is the enforcement of individual behavior change among the non-compliant. Frequently lacking the ability to confront him directly, Ben's coworkers take advantage of the opportunity to make their concerns known to the camera. BYes, I'd say he's a walking pandemic,^the receptionist comments just seconds after Ben has left the restroom with his urinal-germs in tow. BQuite frankly,^says the coworker whose desk has been sullied by Ben's metaphorical urinal hands, Bhe scares me.^Acknowledging that it can be difficult to reproach our colleagues, BJust Another Day^ends with the words of a voiceover narrator: BFour out of five people wash their hands in the restroom. Could someone talk to the fifth guy?^Strategies for doing so appear on the page of the BFifth Guy^website on which BJust Another Day^is posted. Tips include emailing your coworker one of the campaign videos with the comment, BHey, sure glad you're nothing like this^or giving him or her Ba new nickname like 'Big Loogie' or 'Thunder Cough'.^As these rather passive-aggressive strategies suggest, the assumption of personal responsibility for infection risk also involves participation in its enforcement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Don't be the BFifth guy^: Risk and responsibility in public"
        },
        {
            "text": "Nevertheless, in using stigma to underscore personal responsibility, the Fifth Guy potentially both validates anxieties about infection risk and reassures that risk can always be managed. Those who regularly encounter infection in the workplace or witness handhygiene violations in public restrooms may feel vindicated by the campaign's mockery of Ben, the Boffice superspreader.^After all, as the campaign implies, only careless people spread disease. With care, infection can invariably be avoided. The Fifth Guy's attributions of intentionality may be the campaign's most problematic feature and not simply because such attributions may be likely to exacerbate interpersonal conflicts within public settings. The use of a constitutive, stigmatizing rhetoric has consequences for shared perceptions of infection risk. It is to these perceptions that I now turn my attention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Don't be the BFifth guy^: Risk and responsibility in public"
        },
        {
            "text": "Three configurations of infection risk emerge from the Fifth Guy's encouragement of personal responsibility. First, the most serious risk depicted throughout the campaign is exposure to Ben, who is a Bwalking pandemic,^possibly even the source of plague. In implying that infection risk is determined mainly by exposure to others, this configuration places undue emphasis on the need for hypervigilance in interpersonal interactions. In Ben's story, the assumption of personal responsibility for infection risk takes the form of a kind of citizenepidemiology, with everyone working to root out sources of infection. Yet shy of engaging in self-quarantine, most people exercise only limited control over their exposure to others. Perhaps in recognition of this fact, the BFifth Guy^instructs in subtle pressures that might be applied to those individuals determined to be the potential source of infection-for example, through stigma. Second, infection risk is determined largely by one's ability to control and manage certain behaviors. Conversely, failure to change habits increases our risk. Different scenes from the Fifth Guy illustrate this formulation of infection risk. Motivated by the threat of Ben's behavior, his coworkers more than once demonstrate for the camera different practices for limiting infection risk. In displaying their compliance with illness etiquette to the camera rather than to Ben, his colleagues indicate the necessity of habitual and bodily responses to the management of infection risk.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Personal responsibility and shared perceptions of infection risk"
        },
        {
            "text": "A third assumption is underscored within the numerous texts that together form the campaign's overarching message about risk and responsibility. In the Fifth Guy, a lack of knowledge increases one's risk of infection. Ben, who displays ignorance of his duty to manage risk, teaches that being knowledgeable reduces the risk of infection (not to mention the threat of expulsion from the group). Other elements of the campaign reinforce this equation of knowledge with the assumption of responsibility for infection risk. Visitors to the BFifth Guy^website can, for example, take a quiz that tests their Bhygiene IQ.^Their scores determine Bwhich person^they are in the workplace drama of illness and infection. Yet, as anyone who takes the quiz may quickly realize, it is only possible to either be the Bfifth guy( ignorant) or not the fifth guy (not ignorant). Users who select the incorrect answer to a series of five questions are also goaded to correct their mistakes by the message, BWrong. Who are you, the fifth guy?^Most of these wrong answers correspond with Ben's behaviors in different scenes from the campaign PSAs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Personal responsibility and shared perceptions of infection risk"
        },
        {
            "text": "The didacticism of the campaign's testing of hygiene IQ raises the question: What knowledge, exactly, do audiences gain through exposure to the BFifth Guy^and campaigns like it? Perhaps most importantly, the formulation of knowledge as a defense against infection risk teaches an individualistic approach to risk management. Within this conception, the complex problem of emerging infectious diseases is most effectively resolved through personal transformations of our daily habits, not to mention of our relationships to one another.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Personal responsibility and shared perceptions of infection risk"
        },
        {
            "text": "In the coming decades, it seems likely that the containment of outbreaks will depend more and more on a program of risk communication that teaches individuals how to protect themselves against infection. Within the new public health, this focus on behavioral change is frequently regarded mainly as an alternative to the implementation of costlier, more comprehensive forms of protection, treatment, and care. Problematically, however, this encouragement of the personal responsibility for infection risk ignores the influence of contextual and environmental factors. Complex economic and social factors, from social support networks to gender, ethnicity, race, and culture, shape and determine the health of populations. Instead, even those campaigns that single out the person who (like Ben) does not adhere to the dictates of illness etiquette imply equality in our susceptibility to (or risk of) infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Personal responsibility and shared perceptions of infection risk"
        },
        {
            "text": "Despite its shortcomings, critics have only occasionally spoken out against the emphasis on personal responsibility for infection risk and the neoliberal model of public health it entails. Shortly after President Obama advised Americans to help fend off a global pandemic by washing their hands, for example, Cohen wrote a New York Times column about the ethical dimensions of the 100th-day address (2009). Was Obama's counsel to Americans to do their part by washing their hands and staying home from work Bmerely good manners,^Cohen wondered. Or, should his comments instead be understood as a moral injunction, with serious implications for how the nation would cope with the outbreak? Put simply, is hand hygiene a matter of etiquette-or is it a matter of ethics? While etiquette may Bhave a trivial impact on others,^Cohen deemed Obama's H1N1 advisory a matter of ethics Bbecause it concerns the effect of our actions on other people.Ŵ ashing one's hands removes harmful, disease-causing pathogens, making the endorsement of the act an Bethical imperative, meant to mitigate the harm we might do to others.^That hand hygiene has a personal benefit does not make the habit any more ethical-just more desirable, perhaps, because self-care for the most part overlaps with care of others.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The limits of personal responsibility for infection risk"
        },
        {
            "text": "Yet in defending hand hygiene as an ethical imperative, Cohen claimed that even this commonsense health habit has its limits. A program of risk management that depends for its success on the assumption of personal responsibility may similarly be too limited an approach to the problem of infection. As Cohen put it, the dictates of illness etiquette, although Bfundamentally ethical, are not universally applicable.^Efforts to mobilize citizens against infection risk require an environment supportive of their participation. Adequate supports must exist to ensure that citizens can Bdo the right thing.^To illustrate the limits of personal responsibility, Cohen discussed the example of labour law: Some employees, particularly low-wage workers, risk losing pay or even getting fired if they stay home from work to avoid infecting their coworkers. If we expect individuals to act ethically, we have a societal obligation to protect them when they do-for instance, by guaranteeing paid sick days to all. (2009) During H1N1, concern about the ability of individuals to behave according to the dictates of public health led to the introduction in the U.S. Congress of a bill that would require most employers to provide workers sent home with infections such as influenza a minimum of five paid sick days. Paid sick leave, supporters argued, could even be a benefit to the economy, since the policy could both increase productivity and reduce the spread of illness and infection around the workplace.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The limits of personal responsibility for infection risk"
        },
        {
            "text": "I quote Cohen's comments at length because he is one of few critics to publicly speak out about the ethical issues that arise from the increasing encouragement of personal responsibility for infection risk. (Even Owen [2013] , in describing in detail the Brise of Purell,^shies away from too staunch a critique of the implications of the turn to hand hygiene promotion.) Despite the appeal of the argument that infection risk can be managed mainly through individual behavior change, most exercises in risk management depend for their success on an environment supportive of these changes. In implying that infection risk may be equally distributed across populations, handwashing campaigns exclude the insights of decades of research on the social determinants of health and diseases. In this context, rhetoricians of health and medicine and health humanities scholars contribute meaningful investigations of the rhetoric of personal responsibility and specifically of its emphasis on fear, anxiety, distrust, stigma, and blame. Such analyses are sure to deepen conversations among scholars and practitioners about the long-term implications of a seemingly uncontroversial enterprise-the promotion of hand hygiene.",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 224,
                    "text": "(Even Owen [2013]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The limits of personal responsibility for infection risk"
        },
        {
            "text": "As mentioned at this essay's outset, I do not wish to question hand hygiene's efficacy as a form of infection control. Myriad studies report on the impact of hand washing on the risk of infection with the majority suggesting that the habit significantly limits the transmission of communicable diseases. 21 To abandon hand hygiene because of concerns about the rhetoric used to promote makes no sense. Far from opposing handwashing campaigns, I have illuminated their broader implication in the ongoing individualization and responsibilization of public health, which is also in essence a neoliberalization of public health. Hand hygiene promotion, as my analysis suggests, moralizes the spread of infection, making its publics more sensitive to their capacity to sicken, and be sickened, by others. In the context of outbreak, such a perception both potentially lessens expectations of various kinds of support, for example in the form of employment or health benefits. This perception also creates new opportunities for those who stand to profit from the negative emotions often highlighted in messaging about personal responsibility for infection risk.",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 306,
                    "text": "21",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "The limits of personal responsibility for infection risk"
        },
        {
            "text": "As the target of handwashing discourse, one might thus be wary of the implications of the turn to hand hygiene as a universal antidote to the crisis of emerging infectious diseases. Despite its seemingly neutral objective as a form of risk communication, hand hygiene promotion galvanizes a culture of stigma, blame, and distrust in response to the threat of infection. To what extent might these effects in fact inhibit the need for cooperation in the face of a catastrophic outbreak? Handwashing campaigns transform perceptions of infection risk, casting illness as a personal failing. This is not to say that infection is not partly a consequence of poor hand hygiene, but the reality is just that. Poor hand hygiene is only a contributing factor and not the root cause of the heightened risk of outbreak. It may thus be time to consider alternatives, or complements, to a neoliberal model of public health. Personal responsibility has its advantages-that much is clear-but a more expansive approach might better facilitate the cooperation, and compassion, that infectious-disease outbreaks demand.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The limits of personal responsibility for infection risk"
        },
        {
            "text": "Endnotes 1 For the full text of President Obama's remarks, see BTranscript: President Obama's 100th-day press briefing^(2009). 2 See, for example, Keränen (2011) ; Angeli (2012); Ding (2014a; 2014b) . 3 Keränen also stresses a common interest in the formation of publics, not just through the Bofficial texts of biomedicine,^but also through the practices they adopt in response to these texts (2014, 104). 4 Wald (2008) in turn proposes the theory of the Boutbreak narrative^to describe the influences of both media and popular culture on responses to infectious disease-in particular, those responses that generate stigma or discrimination. 5 In fact, for a decade prior to SARS, Purell languished in obscurity (Owen 2013, 30) . 6 See Sadler (2009) , which incorporates critiques of hand-sanitizer use from health historians Jacalyn Duffin and Nancy Tomes, both of whom regard the product's popularity as tied to anxieties about infection risk. 7 While worldwide sales figures vary from one source to another, a CNN story reports that shipments of hand sanitizer tripled during H1N1, from 1 million kilograms to 3 million kilograms (Rooney 2009) . A more recent report (Fottrell 2013) states that U.S. sales of hand sanitizer reached $300 million in 2009, and have since averaged nearly $200 million per year. 8 Plyushteva's (2009) critique of hand hygiene promotion in developing countries documents only the latest stage in a longer arc of handwashing campaigns developed to generate sales for hand soap. Vinikas (1989) , for example, chronicles the creation by soapmakers of the 1920s and 1930s of the Cleaning Institute, which worked to increase soap sales by inculcating schoolchildren into personal hygiene habits. See, also, Vinikas (1995) , which illuminates the significance to modern advertising of early-twentieth-century efforts to promote personal hygiene. 9 For the full text of this press release, see Royal Society for the Protection of Nature, BGlobal Handwashing Day observed in Yoeseltse MSS in Samtse.1 0 The quotations in this paragraph derive from GlobalHandwashing.org, the website for the Global PPPHW.",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 128,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 147,
                    "end": 161,
                    "text": "Keränen (2011)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 179,
                    "end": 191,
                    "text": "Ding (2014a;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 192,
                    "end": 198,
                    "text": "2014b)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 201,
                    "end": 202,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 409,
                    "end": 420,
                    "text": "Wald (2008)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 713,
                    "end": 728,
                    "text": "(Owen 2013, 30)",
                    "ref_id": null
                },
                {
                    "start": 731,
                    "end": 732,
                    "text": "6",
                    "ref_id": null
                },
                {
                    "start": 733,
                    "end": 750,
                    "text": "See Sadler (2009)",
                    "ref_id": null
                },
                {
                    "start": 1134,
                    "end": 1147,
                    "text": "(Rooney 2009)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1171,
                    "end": 1186,
                    "text": "(Fottrell 2013)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1312,
                    "end": 1313,
                    "text": "8",
                    "ref_id": null
                },
                {
                    "start": 1314,
                    "end": 1333,
                    "text": "Plyushteva's (2009)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1509,
                    "end": 1523,
                    "text": "Vinikas (1989)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1723,
                    "end": 1748,
                    "text": "See, also, Vinikas (1995)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The limits of personal responsibility for infection risk"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "For a recent systematic review of the impact of hand hygiene promotion in developing countries, see",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Freeman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "whom Plyushteva quotes, openly criticizes hand hygiene promotion in Kerala as a poor substitute for structural interventions, such as the improvement of sanitation systems or provision of clean water",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Sridhar",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Another important historical precursor to Plyushteva's critique is Tomes, which documents the work of latenineteenth and early-twentieth century public health advocates to transform lay understandings of the spread of infection. Tomes points out that Bentrepreneurs and manufacturers",
            "authors": [],
            "year": 1998,
            "venue": "",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Curtis's (2011) review of the emerging body of scholarship on the use of public health discourse to trigger a disgust response in order to motivate individual behavior change",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "See",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "My view of health citizenship derives mainly from Petersen and Lupton (1996), but it also has loose ties to Rose and Novas' (2005) notion of biological citizenship",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "argues that before the 1980 provincial referendum the government of Quebec sought support for Quebec's separation from Canada by constituting the province's inhabitants as Ba distinct peuple.^By voting in support of separation",
            "authors": [
                {
                    "first": "Charland",
                    "middle": [],
                    "last": "Specifically",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A constitutive perspective is also consistent with Foucault's theory of subjectivity formation. For a discussion of Foucault's significance to health humanities, see Petersen",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "which instructs Americans to BKeep Calm and Wash [their] Hands,^implying that in washing their hands, citizens consent to their duty to cooperate in the event of an outbreak",
            "authors": [],
            "year": 2016,
            "venue": "A persuasive example of constitutive rhetoric is a poster created by the U.S. Centers for Disease Control and Prevention (CDC)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The Fifth Guy campaign has also been the subject of social-marketing case studies",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Plourde",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "which is transmitted by fomites. Among others, Wald (2008) stresses the role of popular culture in circulating certain conceptions of outbreak-views of causality that overstate the role of the individual in triggering an outbreak. Similarly, many of the essays in a 2002 special issue of American Literary History discuss the longstanding influence of popular culture on understandings",
            "authors": [],
            "year": 2011,
            "venue": "Steven Soderburgh's medical thriller",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Some of the most frequently-cited references to studies in support of hand hygiene appear on BShow Me the Science",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "BIdeology and Ideological State Apparatuses.^In Lenin and Philosophy and Other Essays translated by Ben Brewster",
            "authors": [
                {
                    "first": "Louis",
                    "middle": [],
                    "last": "Althusser",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "121--176",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "BMetaphors in the Rhetoric of Pandemic Flu: Electronic Media Coverage of H1N1 and Swine Flu",
            "authors": [
                {
                    "first": "Elizabeth",
                    "middle": [
                        "L"
                    ],
                    "last": "Angeli",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of Technical Writing and Communication",
            "volume": "42",
            "issn": "",
            "pages": "203--222",
            "other_ids": {
                "DOI": [
                    "10.2190/TW.42.3.b"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "BTheorizing Modernity Conspiratorially: Science, Scale, and the Political Economy of Public Discourse in Explanations of a Cholera Epidemic",
            "authors": [
                {
                    "first": "Charles",
                    "middle": [],
                    "last": "Briggs",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "^American Ethnologist",
            "volume": "31",
            "issn": "",
            "pages": "164--187",
            "other_ids": {
                "DOI": [
                    "10.1525/ae.2004.31.2.164"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "A Rhetoric of Motives",
            "authors": [
                {
                    "first": "Kenneth",
                    "middle": [],
                    "last": "Burke",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "BShow Me the Science.^The U.S. Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "9",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Health promotion materials. The U.S. Centers for Disease Control and Prevention",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cdc",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Accessed",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "BConstitutive Rhetoric: The Case of the 'Peuple Québécois",
            "authors": [
                {
                    "first": "Maurice",
                    "middle": [],
                    "last": "Charland",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "^Quarterly Journal of Speech",
            "volume": "73",
            "issn": "",
            "pages": "133--150",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "BFlu Fighters.^The New York Times",
            "authors": [
                {
                    "first": "Randy",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "BCompliant, Complacent, or Panicked? Investigating the Problematisation of the Australian General Public in Pandemic Influenza Control",
            "authors": [
                {
                    "first": "Mark",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "Niamh",
                    "middle": [],
                    "last": "Stephenson",
                    "suffix": ""
                },
                {
                    "first": "Paul",
                    "middle": [],
                    "last": "Flowers",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Social Science & Medicine",
            "volume": "72",
            "issn": "",
            "pages": "912--918",
            "other_ids": {
                "DOI": [
                    "10.1016/j.socscimed.2011.01.016"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Global Handwashing Day. Deb Group Ltd",
            "authors": [
                {
                    "first": "Deb",
                    "middle": [],
                    "last": "Group",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "BDemarcating Medicine's Boundaries: Constituting and Categorizing in the",
            "authors": [
                {
                    "first": "Colleen",
                    "middle": [],
                    "last": "Derkatch",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journals of the American Medical Association.^Technical Communication Quarterly",
            "volume": "21",
            "issn": "",
            "pages": "210--229",
            "other_ids": {
                "DOI": [
                    "10.1080/10572252.2012.663744"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Rhetoric of a Global Epidemic: Transcultural Communication about SARS. Carbondale: Southern Illinois University Press",
            "authors": [
                {
                    "first": "Huiling",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "^Journal of Medical Humanities",
            "volume": "35",
            "issn": "",
            "pages": "191--210",
            "other_ids": {
                "DOI": [
                    "10.1007/s10912-014-9282-8"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Drugs for Life: How Pharmaceutical Companies Define our Health",
            "authors": [
                {
                    "first": "Joseph",
                    "middle": [],
                    "last": "Dumit",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "BTalk to the Fifth Guy",
            "authors": [],
            "year": 2009,
            "venue": "Accessed",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "BHand Sanitizer Spread Faster than the Flu.^MarketWatch",
            "authors": [
                {
                    "first": "Quentin",
                    "middle": [],
                    "last": "Fottrell",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "BHygiene and Health: Systematic Review of Handwashing Practices Worldwide and Update of Health Effects",
            "authors": [
                {
                    "first": "Matthew",
                    "middle": [
                        "C"
                    ],
                    "last": "Freeman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Meredith",
                    "suffix": ""
                },
                {
                    "first": "Oliver",
                    "middle": [],
                    "last": "Stocks",
                    "suffix": ""
                },
                {
                    "first": "Aurelie",
                    "middle": [],
                    "last": "Cumming",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jeandron",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "Julian",
                    "suffix": ""
                },
                {
                    "first": "Jennyfer",
                    "middle": [],
                    "last": "Higgins",
                    "suffix": ""
                },
                {
                    "first": "Annette",
                    "middle": [],
                    "last": "Wolf",
                    "suffix": ""
                },
                {
                    "first": "Sophie",
                    "middle": [],
                    "last": "Prüss-Ustün",
                    "suffix": ""
                },
                {
                    "first": "Paul",
                    "middle": [
                        "R"
                    ],
                    "last": "Bonjour",
                    "suffix": ""
                },
                {
                    "first": "Lorna",
                    "middle": [],
                    "last": "Hunter",
                    "suffix": ""
                },
                {
                    "first": "Valerie",
                    "middle": [],
                    "last": "Fewtrell",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Curtis",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Tropical Medicine and International Health",
            "volume": "19",
            "issn": "",
            "pages": "906--916",
            "other_ids": {
                "DOI": [
                    "10.1111/tmi.12339"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "BChildren as Handwashing Agents of Change.^The Global Public-Private Partnership for Handwashing with Soap. Accessed",
            "authors": [
                {
                    "first": "Ppphw",
                    "middle": [],
                    "last": "Global",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Stigma: Notes on the Management of a Spoiled Identity",
            "authors": [
                {
                    "first": "Erving",
                    "middle": [],
                    "last": "Goffman",
                    "suffix": ""
                }
            ],
            "year": 1963,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "BConcocting Viral Apocalypse: Catastrophic Risk and the Production of Bio(in)security",
            "authors": [
                {
                    "first": "Lisa",
                    "middle": [],
                    "last": "Keränen",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "BPublic Engagements with Health and Medicine.^Journal of Medical Humanities",
            "volume": "75",
            "issn": "",
            "pages": "103--109",
            "other_ids": {
                "DOI": [
                    "10.1007/s10912-014-9275-7"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "2014b. B'This weird, incurable disease': Competing Diagnoses in the Rhetoric of Morgellons.^In Health Humanities",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "36--49",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "BRisky Appeals: Recruiting to the Environmental Breast Cancer Movement in the Age of 'pink fatigue",
            "authors": [
                {
                    "first": "Karen",
                    "middle": [],
                    "last": "Kopelson",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Society Quarterly",
            "volume": "43",
            "issn": "",
            "pages": "107--133",
            "other_ids": {
                "DOI": [
                    "10.1080/10570314.2011.614507"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "BFat Panic and the New Morality.^In Against Health: How Health became the new Morality",
            "authors": [
                {
                    "first": "Kathleen",
                    "middle": [],
                    "last": "Lebesco",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "72--82",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "BSelling Certainty: Genetic Complexity and Moral Urgency in Myriad Genetics",
            "authors": [
                {
                    "first": "Zoltan",
                    "middle": [
                        "P"
                    ],
                    "last": "Majdik",
                    "suffix": ""
                },
                {
                    "first": "Carrie",
                    "middle": [
                        "Anne"
                    ],
                    "last": "Platt",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "BRAC Analysis Campaign.^Rhetoric Society Quarterly",
            "volume": "42",
            "issn": "",
            "pages": "120--143",
            "other_ids": {
                "DOI": [
                    "10.1080/02773945.2012.659790"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "BIntroduction: Why Against Health?^In Against Health: How Health became the new Morality",
            "authors": [
                {
                    "first": "Jonathan",
                    "middle": [
                        "M"
                    ],
                    "last": "Metzl",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--11",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "BHands across America: The Rise of Purell",
            "authors": [
                {
                    "first": "David",
                    "middle": [],
                    "last": "Owen",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "New Yorker",
            "volume": "4",
            "issn": "",
            "pages": "30--34",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "The New Public Health: Health and Self in the Age of Risk",
            "authors": [
                {
                    "first": "Alan",
                    "middle": [],
                    "last": "Petersen",
                    "suffix": ""
                },
                {
                    "first": "Deborah",
                    "middle": [],
                    "last": "Lupton",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "New South Wales",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "BTalk to the Fifth Guy: A Lesson in Social Marketing.Ĉ ases in Public",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Plourde",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mitchell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jennings",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Health Communication & Marketing",
            "volume": "2",
            "issn": "",
            "pages": "39--54",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "BThis Benevolent Hand Gives You Soap: Reflections on Global Handwashing Day from an International Development Perspective.^Journal of Health Management",
            "authors": [
                {
                    "first": "Anna",
                    "middle": [],
                    "last": "Plyushteva",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "11",
            "issn": "",
            "pages": "419--430",
            "other_ids": {
                "DOI": [
                    "10.1177/097206340901100210"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "BPresident Obama's 100th-Day Press Briefing.^2009. The New York Times. Accessed",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "BHand Sanitizer in Short Supply as Swine Flu Hits.^CNN Money. Accessed",
            "authors": [
                {
                    "first": "Ben",
                    "middle": [],
                    "last": "Rooney",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "BBiological Citizenship.^In Global Assemblages: Technology, Politics, and Ethics as Anthropological Problems",
            "authors": [
                {
                    "first": "Nikolas",
                    "middle": [],
                    "last": "Rose",
                    "suffix": ""
                },
                {
                    "first": "Carlos",
                    "middle": [],
                    "last": "Novas",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "439--463",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "BGlobal Handwashing Day Observed in Yoeseltse MSS in Samtse",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "BDo you really need hand sanitizer?^CBC News",
            "authors": [
                {
                    "first": "Charlene",
                    "middle": [],
                    "last": "Sadler",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Health and the Rhetoric of Medicine",
            "authors": [
                {
                    "first": "Judy",
                    "middle": [],
                    "last": "Segal",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "BPublic Health Campaign.^In SAGE Encyclopedia of Public Relations",
            "authors": [
                {
                    "first": "Jeffrey",
                    "middle": [
                        "K"
                    ],
                    "last": "Springston",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "713--716",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "BHandwash or Eyewash? Selling Soap in the Name of Public Private Partnerships.^India Resource Center",
            "authors": [
                {
                    "first": "Lalitha",
                    "middle": [],
                    "last": "Sridhar",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Accessed",
            "volume": "29",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "BLife in a Time of Germaphobia.^The Globe and Mail",
            "authors": [
                {
                    "first": "Marcia",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "The Gospel of Germs: Men, Women, and the Microbe in American Life",
            "authors": [
                {
                    "first": "Nancy",
                    "middle": [],
                    "last": "Tomes",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Soft Soap, Hard Sell: American Hygiene in an Age of Advertisement",
            "authors": [
                {
                    "first": "Vincent",
                    "middle": [],
                    "last": "Vinikas",
                    "suffix": ""
                }
            ],
            "year": 1927,
            "venue": "^Journal of Social History",
            "volume": "22",
            "issn": "",
            "pages": "613--630",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Contagious: Cultures, Carriers, and the Outbreak Narrative",
            "authors": [
                {
                    "first": "Priscilla",
                    "middle": [],
                    "last": "Wald",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "BCurrent WHO Phase of Pandemic Alert for Pandemic (H1N1).^The World Health Organization G l o b a l A l e r t a n d R e s p o n s e ( G A R ) . A c c e s s e d 2 9 A p r i l 2 0 0 9",
            "authors": [
                {
                    "first": "James",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Boyd",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Heracles' Bow: Essays on the Rhetoric and Poetics of Law",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}