{
    "paper_id": "64ebccae746f7f91b7254d4b842984dd4f8ffee4",
    "metadata": {
        "title": "Homozygous L-SIGN (CLEC4M) plays a protective role in SARS coronavirus infection A R T I C L E S",
        "authors": [
            {
                "first": "Vera",
                "middle": [
                    "S F"
                ],
                "last": "Chan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kelvin",
                "middle": [
                    "Y K"
                ],
                "last": "Chan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yongxiong",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Leo",
                "middle": [
                    "L M"
                ],
                "last": "Poon",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Annie",
                "middle": [
                    "N Y"
                ],
                "last": "Cheung",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bojian",
                "middle": [],
                "last": "Zheng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kwok-Hung",
                "middle": [],
                "last": "Chan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "William",
                "middle": [],
                "last": "Mak",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Queen Mary Hospital",
                    "location": {
                        "addrLine": "Pokfulam Road",
                        "settlement": "Hong Kong"
                    }
                },
                "email": ""
            },
            {
                "first": "Y",
                "middle": [
                    "S"
                ],
                "last": "Hextan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Ngan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xiaoning",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Oxford",
                    "location": {
                        "settlement": "Oxford",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Gavin",
                "middle": [],
                "last": "Screaton",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Imperial College",
                    "location": {
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Paul",
                "middle": [
                    "K H"
                ],
                "last": "Tam",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Queen Mary Hospital",
                    "location": {
                        "addrLine": "Pokfulam Road",
                        "settlement": "Hong Kong"
                    }
                },
                "email": ""
            },
            {
                "first": "Jonathan",
                "middle": [
                    "M"
                ],
                "last": "Austyn",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Oxford",
                    "location": {
                        "settlement": "Oxford",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Li-Chong",
                "middle": [],
                "last": "Chan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shea-Ping",
                "middle": [],
                "last": "Yip",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Hong Kong Polytechnic University",
                    "location": {
                        "settlement": "Hong Kong"
                    }
                },
                "email": ""
            },
            {
                "first": "Malik",
                "middle": [],
                "last": "Peiris",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ui-Soon",
                "middle": [],
                "last": "Khoo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chen-Lung",
                "middle": [
                    "S"
                ],
                "last": "Lin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Severe acute respiratory syndrome (SARS) is caused by infection of a previously undescribed coronavirus (CoV). L-SIGN, encoded by CLEC4M (also known as CD209L), is a SARS-CoV binding receptor that has polymorphism in its extracellular neck region encoded by the tandem repeat domain in exon 4. Our genetic risk association study shows that individuals homozygous for CLEC4M tandem repeats are less susceptible to SARS infection. L-SIGN is expressed in both non-SARS and SARS-CoV-infected lung. Compared with cells heterozygous for L-SIGN, cells homozygous for L-SIGN show higher binding capacity for SARS-CoV, higher proteasome-dependent viral degradation and a lower capacity for trans infection. Thus, homozygosity for L-SIGN plays a protective role during SARS infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "SARS is an acute respiratory disease resulting from infection of a previously undescribed coronavirus (SARS-CoV) that spreads mainly through a respiratory route 1-3 . The spike (S) proteins of most coronaviruses are large type I membrane glycoproteins that associate with cellular receptors to mediate infection of target cells 4,5 . Angiotensin converting enzyme-2 (ACE2) is the only known functional receptor for SARS-CoV infection 6 . Sequence analysis has shown that the SARS-CoV spike proteins have multiple N-linked glycosylation sites and share great similarity in the sequence motifs with the HIV envelope proteins 7 , suggesting a similar binding pattern between these two viruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "L-SIGN (for liver/lymph node-specific ICAM-3 grabbing nonintegrin, encoded by CLEC4M), also known as DC-SIGNR, for DC-SIGN related, is a DC-SIGN (for dendritic cell-specific ICAM-3 grabbing non-integrin, encoded by CD209) homologue, with which it shares 77% amino acid identity 8 . Unlike DC-SIGN, which is expressed, for example, on dendritic cells, L-SIGN is expressed in the liver, lymph nodes and placenta 9,10 . The extracellular regions of both CLEC4M and CD209 contain tandem repeats of a highly conserved 23-amino acid sequence, followed by a C-terminal C-type carbohydrate recognition domain (CRD) [11] [12] [13] . In contrast to CD209, CLEC4M has considerable polymorphism in the tandem repeat domain of exon 4, which consists of three to nine repeats of a 69-base pair segment, with seven repeats being predominant (450%) in the general population 10 . This tandem repeat segment encodes the extracellular neck region and has been suggested to be important for homo-oligomerization of L-SIGN on the cell surface, which brings the CRDs into proximity for high-affinity ligand binding 10,11 . It has been suggested that heterozygous expression of polymorphic variants of L-SIGN, in which neck lengths differ, may prevent the formation of hetero-oligomers and may thus lead to a reduced ligand-binding affinity 8 .",
            "cite_spans": [
                {
                    "start": 607,
                    "end": 611,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 612,
                    "end": 616,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 617,
                    "end": 621,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "L-SIGN and DC-SIGN share the ability to bind high-mannose oligosaccharides through their CRDs, and L-SIGN serves as a receptor for many viruses, such as HIV, hepatitis C and Ebola, as well as for Mycobacterium tuberculosis [14] [15] [16] [17] . Recently, it has been shown that pseudotyped lentiviral particles presenting SARS-CoV spike protein can bind to both DC-SIGN 18 and L-SIGN 19 . Recent data have further demonstrated that L-SIGN can bind SARS-CoV 20 . It has also been shown that individual susceptibility to SARS infection may depend on genetic factors of the host: for example, HLA class I polymorphism 21, 22 . As L-SIGN can bind SARS-CoV and its homo-or heterozygosity may determine the ligand-binding capacity, we hypothesized that CLEC4M homo-or heterozygosity might affect individual susceptibility to SARS infection. We therefore performed a genetic risk association study and a series of in vitro experiments to examine the biological role of L-SIGN in SARS infection.",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 227,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 228,
                    "end": 232,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 233,
                    "end": 237,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 238,
                    "end": 242,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 615,
                    "end": 618,
                    "text": "21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 619,
                    "end": 621,
                    "text": "22",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "We genotyped 285 confirmed SARS patients infected during the outbreak in 2003, as well as three groups of controls that included (i) 'random controls' consisting of 380 healthy blood donors randomly recruited before the outbreak; (ii) 'outpatient controls' consisting of 290 individuals randomly recruited from the general outpatient clinics at least 2 months after the SARS outbreak with no clinical history, signs or symptoms of inflammation or infection; and (iii) 'health care worker controls' consisting of 172 health care workers who had worked in SARS wards but remained disease-free and were confirmed to be seronegative for SARS. For comparison with corresponding controls, and because at least one-fifth of SARS patients in Hong Kong and elsewhere were health care workers 23 , as also reflected in our series, we further subclassified our SARS patients into two groups: (i) 67 who were health care workers (hereafter called 'health care workers with SARS') infected in hospitals during the course of duty and (ii) the remaining 218 who were recruited from the community ('community SARS'; Table 1 ). The CLEC4M 69-nucleotide tandem repeats in exon 4 were genotyped by PCR followed by gel electrophoresis, and results were further verified by DNA blotting analysis in selective cases of representative genotypes (data not shown).",
            "cite_spans": [
                {
                    "start": 783,
                    "end": 785,
                    "text": "23",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 1100,
                    "end": 1107,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "CLEC4M genotypes in studied cohorts"
        },
        {
            "text": "All groups except the health care worker controls were in Hardy-Weinberg equilibrium (HWE; Table 1 ). As a high frequency of homozygous 5/5 genotype was observed in the health care worker controls and may have thus contributed to the Hardy-Weinberg disequilibrium, DNA blot analysis was repeated and confirmed all samples with 5/5 genotype detected by PCR from all five groups (data not shown). There was no statistically significant difference in the genotype frequencies (P ¼ 0.737, CLUMP method) or in the L-SIGN homo-or heterozygosity (P ¼ 0.755, w 2 test) between the outpatient controls and random controls ( Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 91,
                    "end": 98,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 615,
                    "end": 623,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "CLEC4M genotypes in studied cohorts"
        },
        {
            "text": "When all SARS patients (health care workers with SARS + community SARS) were compared with random controls, homozygous individuals had a significantly lower risk association for SARS infection with an odds ratio of 0.706 (95% confidence interval (c.i.) ¼ 0.519-0.961, Table 2 ), with heterozygotes as the reference group. To analyze whether the status of being a health care worker may have an impact on susceptibility, we performed a similar analysis separately in the non-health care worker population and health care worker populations. In the non-health care worker population, community SARS versus outpatient controls gave an odds ratio of 0.698 (95% c.i. ¼ 0.490-0.993, P ¼ 0.045; Table 2 ). In the health care worker population, health care workers with SARS versus health care worker controls demonstrated an odds ratio of 0.536 for homozygotes (95% c.i. ¼ 0.303-0.950, P ¼ 0.031; Table 2 ). In the stratified analysis between these two populations, the test of heterogeneity comparing the reduced odds ratios in the non-health care worker and the health care worker populations (odds ratio ¼ 0.698 and 0.536, respectively) did not demonstrate a significant difference (P ¼ 0.442, Table 2 ). This subsequently allowed us to perform a test for overall association based on the non-health care worker and health care worker populations between the SARS patients and control subjects. Results again demonstrated an overall odds ratio of 0.649 (95% c.i. ¼ 0.481-0.876, P ¼ 0.005, Table 2 ), further confirming that a reduced risk was associated with homozygotes, irrespective of whether an individual was a health care worker. Furthermore, as the outpatient controls and the random controls did not differ from each other in their individual genotype frequencies or homo-or heterozygote frequencies (P ¼ 0.737 and 0.755, respectively, Table 1 ), these two controls were grouped together as 'combined controls' . Analysis of all SARS patients versus combined controls again gave an odds ratio of 0.691 for homozygotes (95% c.i. ¼ 0.523-0.913, P ¼ 0.009). On the other hand, analysis of the allele and genotype frequencies showed that the effect of differences in allele or genotype frequencies was either absent or inconsistent ( Table 3) ,",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 268,
                    "end": 275,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 688,
                    "end": 695,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 890,
                    "end": 897,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1190,
                    "end": 1197,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1485,
                    "end": 1492,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1840,
                    "end": 1847,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 2234,
                    "end": 2242,
                    "text": "Table 3)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "CLEC4M homozygotes show lower risk of SARS infection"
        },
        {
            "text": "indicating that the homo-or heterozygosity per se, but not any specific allele or genotype that constitutes the homo-or heterozygosity, influences the susceptibility to SARS infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CLEC4M homozygotes show lower risk of SARS infection"
        },
        {
            "text": "We performed in situ hybridization for L-SIGN on paraffin-embedded lung tissues with an L-SIGN-specific antisense RNA (cRNA) probe, which can differentiate expression of DC-SIGN and L-SIGN on transfected cell lines (data not shown). We performed fluorescence in situ hybridization (FISH) for ACE2 at the same time and detected L-SIGN in some of the cells at the alveolar surface (Fig. 1a) in all nonlesional samples from eight patients who received lung resection for lung cancer and who had no SARS infection. We also detected L-SIGN in cells that seemed to be scattered within the alveolar space (Fig. 1a) . The sense control for L-SIGN in situ hybridization was negative (Fig. 1a) . Furthermore, the FISH study showed that ACE2 was also expressed by cells at the alveolar surface and scattered within the alveolar space of nonlesional lung samples in four of eight lung cancer patients (Fig. 1a) . When compared with L-SIGN expression, L-SIGN bright cells were either ACE2 dim/or ACE2 bright (Fig. 1a) , where 'bright' represents strong signal intensity, indicating a positive result, and 'dim' or 'dim/-' represent a weak signal or no signal, indicating a negative result. The sense control for ACE2 FISH gave a negative result (Fig. 1a) . We did not detect an ACE2 signal in nonlesional lung tissues from the other four lung cancer patients.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 379,
                    "end": 388,
                    "text": "(Fig. 1a)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 598,
                    "end": 607,
                    "text": "(Fig. 1a)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 674,
                    "end": 683,
                    "text": "(Fig. 1a)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 889,
                    "end": 898,
                    "text": "(Fig. 1a)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 995,
                    "end": 1004,
                    "text": "(Fig. 1a)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1232,
                    "end": 1241,
                    "text": "(Fig. 1a)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "L-SIGN is expressed in SARS lung and small bowel"
        },
        {
            "text": "To examine the phenotype of cells infected by SARS-CoV in patients fatally infected with SARS, we first stained dewaxed paraffin sections with monoclonal antibody against the SARS-CoV nucleocapsid antigen (Fig. 1b) . We performed FISH for ACE2 and in situ hybridization for L-SIGN (Fig. 1b) on the same sections. In lung samples, we identified SARS-CoV antigen in cells coexpressing ACE2 and L-SIGN (Fig. 1b) . We did not detect viral antigens in L-SIGN bright ACE2 dim/cells (Fig. 1b) . We also identified SARS-CoV antigen in L-SIGN dim/-ACE2 dim/cells (Fig. 1b) . In small bowel The differences in allele frequencies between SARS patients and control subjects were either marginally significant (P ¼ 0.040 for the non-HCW population) or not significant (P ¼ 0.510 for the HCW population). Similarly, the differences in genotype frequencies were either not significant (P ¼ 0.111 for the non-HCW population) or marginally significant (P ¼ 0.044 for the HCW population). The comparison between all SARS cases and random controls is not significant for either allele or genotype frequencies. L-SIGN mediates proteasome-dependent viral degradation CHO cells, which do not express ACE2 (data not shown), were transiently transfected with L-SIGN containing seven tandem repeats (N7 L-SIGN/CHO, where N denotes 'neck'), five repeats (N5), or both seven and five repeats (N7/N5 cotransfectants) in exon 4. These transfectants expressed high levels of L-SIGN on post-transfection day 2, and flow cytometry analysis confirmed that levels of surface expression were comparable for both the heterozygous and homozygous forms (data not shown). The transfectants (2.5 Â 10 4 cells) were pulsed with 1 plaque forming unit (PFU) of SARS-CoV per cell for 1 h at 4 1C. After extensive washing, the cells were lysed and RNA was obtained for analysis of the copy number of ORF-1b sequence as described 24 . ORF-1b is a genomic RNA of SARS-CoV, and part of it encodes the viral polymerase 25, 26 . Cultures of all three transfectants had a higher viral genomic copy number than the mock transfectants. Furthermore, homozygous N7 and N5 L-SIGN/CHO cells had a higher binding capacity than heterozygous N7/N5 transfectants (Fig. 2a) . Binding of SARS-CoV to these transfectants was confirmed to be L-SIGN-dependent, as ORF-1b copy numbers were substantially reduced when blocking monoclonal antibodies against L-SIGN were included during the viral pulse and incubation (Fig. 2a) .",
            "cite_spans": [
                {
                    "start": 1884,
                    "end": 1886,
                    "text": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1970,
                    "end": 1973,
                    "text": "25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1974,
                    "end": 1976,
                    "text": "26",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 205,
                    "end": 214,
                    "text": "(Fig. 1b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 281,
                    "end": 290,
                    "text": "(Fig. 1b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 399,
                    "end": 408,
                    "text": "(Fig. 1b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 476,
                    "end": 485,
                    "text": "(Fig. 1b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 554,
                    "end": 563,
                    "text": "(Fig. 1b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2202,
                    "end": 2211,
                    "text": "(Fig. 2a)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2448,
                    "end": 2457,
                    "text": "(Fig. 2a)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "L-SIGN is expressed in SARS lung and small bowel"
        },
        {
            "text": "In separate experiments, transfectants were pulsed with virus for 1 h, washed, and incubated at 37 1C for 24 h and 48 h, after which the total ORF-1b copy numbers were determined for combined cell lysates and supernatants. After binding to L-SIGN, the total viral copy number decreased substantially by 24 h and 48 h in all three transfectants ( Fig. 2b) with no obvious cytopathic effect (data not shown). Thus, there was no evidence of productive viral replication.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 346,
                    "end": 354,
                    "text": "Fig. 2b)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "L-SIGN is expressed in SARS lung and small bowel"
        },
        {
            "text": "Furthermore, the reduction of total viral copy number over at least 24 h was greater for N7 and N5 L-SIGN/CHO than for N7/N5 transfectants (Fig. 2b ). In addition, the viral copy number in the supernatants at 24 h and 48 h was extremely low (Supplementary Fig. 1 online) . We obtained similar results when the experiment was repeated using N7 L-SIGN-transfected A549 cells, a type II pneumocyte cell line 27 that does not express ACE2 or L-SIGN ( Supplementary  Fig. 2 online) . These results suggested that after binding to L-SIGN, there was little or no viral dissociation and that SARS-CoV was actually degraded over time.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 139,
                    "end": 147,
                    "text": "(Fig. 2b",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 256,
                    "end": 270,
                    "text": "Fig. 1 online)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 447,
                    "end": 476,
                    "text": "Supplementary  Fig. 2 online)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "L-SIGN is expressed in SARS lung and small bowel"
        },
        {
            "text": "To investigate the mechanism(s) for viral degradation, N7 L-SIGN/ CHO cells were pulsed with SARS-CoV as above and incubated in the presence of 10 mM proteasome inhibitor MG132 or proteasome inhibitor I. After 4 h, the total viral ORF-1b copy number in wells treated with proteasome inhibitors was significantly higher than those treated with solvent control (Fig. 2c) . Treatment with proteasome inhibitors for 4 h did not lead to excessive cell death, but a substantial After extensive washing, cells were subsequently cultured for 24 h or 48 h with fresh Vero E6 cells, which express ACE2 (data not shown) and have been used for in vitro propagation for SARS-CoV in our laboratory. Quantification of the viral genomic ORF-1b transcripts showed that higher final copy numbers were noted in cultures with N7/N5 cells than with homozygous N7 or N5 cells after pulsing with either 1 PFU/cell or 0.01 PFU/cell (Fig. 3a) , although this difference was not observed at 48 h ( Supplementary Fig. 3 online) . Moreover, after initial viral pulse with 0.01 PFU/cell and incubation for 24 h, total viral copy number significantly increased in cultures of fresh Vero E6 cells with virus-pulsed L-SIGN/CHO cells, but not with virus-pulsed mock transfectants (CHO; Fig. 3a ). These results imply that L-SIGN can deliver SARS-CoV to permissive cells in trans, and that 24 h after exposure to SARS-CoV, homozygous N7 and N5 L-SIGN/CHO cells have a lower ability for trans infection than heterozygous N7/N5 transfectants. Because ACE2 + L-SIGN + cells that contained SARS-CoV antigen were identified in our SARS lung and small bowel samples (Fig. 1b,c) , it is possible that L-SIGN may also be able to facilitate cis infection of SARS-CoV. To examine this possibility, Vero E6 cells transfected with N7 or N7/N5 L-SIGN were infected with 0.01 PFU/cell SARS CoV. At least 60% of the cells expressed surface L-SIGN on day 2 posttransfection as determined by flow cytometry (data not shown). After 1 h at 37 1C, we washed the cells and further incubated them for 24 h and 48 h and subsequently measured total ORF-1b and nucleocapsid copy number. Expression of N7 or N7/N5 L-SIGN on transfected Vero E6 cells ('L-SIGN/Vero') did not result in higher viral ORF-1b (Fig. 3b, left) or nucleocapsid (Fig. 3b, right) copy numbers. Infection of Vero E6 cells with 1 PFU/cell induced substantial cell death after 24 h and 48 h culture owing to the cytopathic effect of the virus (data not shown), precluding studies using this higher titer. Because the majority of nucleocapsid gene sequence was derived from subgenomic mRNA produced upon active replication 28, 29 , the results indicate that the virus replicates with the same efficiency in these cells.",
            "cite_spans": [
                {
                    "start": 2632,
                    "end": 2635,
                    "text": "28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 2636,
                    "end": 2638,
                    "text": "29",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 359,
                    "end": 368,
                    "text": "(Fig. 2c)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 908,
                    "end": 917,
                    "text": "(Fig. 3a)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 972,
                    "end": 1000,
                    "text": "Supplementary Fig. 3 online)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1253,
                    "end": 1260,
                    "text": "Fig. 3a",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1626,
                    "end": 1637,
                    "text": "(Fig. 1b,c)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2244,
                    "end": 2259,
                    "text": "(Fig. 3b, left)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2276,
                    "end": 2292,
                    "text": "(Fig. 3b, right)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "L-SIGN is expressed in SARS lung and small bowel"
        },
        {
            "text": "We obtained similar results in additional experiments using CHO and A549 cell lines that had been transfected with ACE2 alone, or with both ACE2 and N7 L-SIGN ( Supplementary Fig. 4 online) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 161,
                    "end": 189,
                    "text": "Supplementary Fig. 4 online)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "L-SIGN is expressed in SARS lung and small bowel"
        },
        {
            "text": "We next examined the distribution of viral copy number in cell lysates compared with culture supernatants of SARS-CoV-infected L-SIGNtransfected Vero E6 cells. After cells were infected with 0.01 PFU/cell SARS-CoV and incubated for 48 h, the viral ORF-1b copy number was significantly higher in the cell lysates of N7 L-SIGN/Vero cultures than in N7/N5 L-SIGN-transfected and mock-transfected Vero E6 cultures (Fig. 4a) . Furthermore, viral copy number was significantly lower in the supernatants of N7 L-SIGN/Vero cultures than in N7/N5 L-SIGN/ Vero cultures and mock-transfected Vero E6 cultures (Fig. 4a) . Infection of fresh Vero E6 cells for 48 h with serially titrated supernatants harvested from the 48 h culture of infected N7 L-SIGN/Vero E6 cells indeed resulted in a substantially lower final viral genomic copy number than did infection with supernatants from infected N7/N5 L-SIGN/Vero cells and mock transfectants ( Supplementary Fig. 5 online). To exclude the possibility that expression of N7 L-SIGN in permissive cells might interfere with virus budding or release, N7 L-SIGN/Vero cultures were treated with antibodies against L-SIGN before and during the viral pulse and subsequent 48 h incubation. Notably, blockade of surface L-SIGN resulted in an increase of the number of viral genomic copies in the supernatants, with a reciprocal decrease in cell lysates (Fig. 4b) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 410,
                    "end": 419,
                    "text": "(Fig. 4a)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 598,
                    "end": 607,
                    "text": "(Fig. 4a)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 929,
                    "end": 949,
                    "text": "Supplementary Fig. 5",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1378,
                    "end": 1387,
                    "text": "(Fig. 4b)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "L-SIGN on Vero E6 cells captures/adsorbs released viruses"
        },
        {
            "text": "In separate experiments, we also treated N7 L-SIGN/Vero cells with 5 mM EGTA for an additional 1 h at the end of 48 h culture before harvest. Treatment with EGTA, a calcium-chelating reagent that can inhibit and reverse calciumdependent binding such as that to L-SIGN, resulted in a decrease of viral copies in the cellular lysates of N7 L-SIGN/Vero cells with a reciprocal increase in the supernatants (Fig. 4c) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 403,
                    "end": 412,
                    "text": "(Fig. 4c)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "L-SIGN on Vero E6 cells captures/adsorbs released viruses"
        },
        {
            "text": "To determine the collective role of L-SIGN, stable transfectants of N5 and N7/N5 L-SIGN-transfected CHO cells were selected by limiting dilution assay and were confirmed to express high levels of L-SIGN ( Supplementary Fig. 6 online) . Vero E6 cells (1 Â 10 4 cells) were cultured with 1 Â 10 4 or 1 Â 10 3 N5 or N7/N5 L-SIGN/CHO cells, respectively, and were subsequently pulsed with 0.01 PFU SARS-CoV per Vero E6 cell. Vero E6 cells were also cultured with the same number of parental CHO cells as controls. We did not conduct any washes in this experiment in order to maintain a constant viral titer for infection (that is, a closed system). There was no difference in the total number of viral ORF-1b copies (in both cellular lysates and supernatant) at 24 h of culture (data not shown), but there was a significant reduction in the viral genomic copy number at 48 h in 1:1 Vero:N5 L-SIGN/CHO cultures than in 1:1 Vero:N7/N5 CHO cultures (Fig. 5a) . The total number of nucleocapsid transcripts was also significantly lower in cultures of homozygous N5 L-SIGN transfectants than in cultures of heterozygous N7/N5 (Fig. 5b) . In addition, a stable clone of N2 L-SIGN/CHO was also obtained after prolonged culture of a stable N7 clone that subsequently lost five tandem repeats. When these N2 L-SIGN/CHO cells were cultured with Vero E6 cells and subsequently exposed to 0.01 PFU/cell SARS-CoV in a closed infection system, total ORF-1b copy number was lower than in cultures with parental CHO cells ( Supplementary Fig. 6 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 205,
                    "end": 233,
                    "text": "Supplementary Fig. 6 online)",
                    "ref_id": null
                },
                {
                    "start": 942,
                    "end": 951,
                    "text": "(Fig. 5a)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1117,
                    "end": 1126,
                    "text": "(Fig. 5b)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1504,
                    "end": 1524,
                    "text": "Supplementary Fig. 6",
                    "ref_id": null
                }
            ],
            "section": "Homozygous L-SIGN reduces viral titers in a closed system"
        },
        {
            "text": "Among the five cohorts genotyped, we demonstrate Hardy-Weinberg equilibrium (HWE) in all except the health care worker controls ( Table 1) . As 22% of all SARS cases in Hong Kong were health care workers 23 , it is likely that the unaffected health care workers recruited for study may represent a preselected group with overrepresentation of homozygotic genotypes. Nevertheless, direct comparison of SARSinfected individuals and the corresponding controls, together with the stratified analysis, shows that CLEC4M homozygotes are significantly less susceptible to SARS infection, irrespective whether an individual is a health care worker ( Table 2) . Such a reduced risk is associated with L-SIGN homozygosity per se, rather than any specific allele or genotype ( It has been reported that the primary organ for SARS-CoV infection is lung 31, 32 , and virus has also been detected in small bowel of patients fatally infected with SARS-CoV 33 . Using in situ hybridization and immunohistology, we have shown the presence of L-SIGN + cells in nonlesional lung samples from lung cancer patients who had no SARS infection. These L-SIGN + cells are either ACE2 bright or ACE2 dim/- (Fig. 1a) , implying that L-SIGN may be expressed by at least two different subsets of cells. Indeed, in a separate study we found that L-SIGN bright ACE2 dim/cells expressed cytokeratin, indicating that they are epithelial cells, as also suggested in a recent report 20 . In contrast, L-SIGN bright ACE2 bright cells do not express cytokeratin (data not shown). The nature of these cells is unknown and needs to be further characterized. Although L-SIGN bright ACE2 dim/cells are consistently found in lung tissue of all non-SARS samples, L-SIGN bright ACE2 bright cells are found only in samples from half of the non-SARS individuals (four of eight); this needs further investigation. Nevertheless, the finding that L-SIGN is consistently expressed in cells that expressed both SARS-CoV antigen and ACE2 in the lung and small bowel of patients fatally infected with SARS (Fig. 1b,c) strongly suggests that L-SIGN may be involved in SARS-CoV infection. Notably, SARS antigen is found in L-SIGN dim/-ACE2 dim/cells in SARSinfected lung (Fig. 1b) . The nature of these virus-containing cells that do not express the only known functional receptor, ACE2, is unclear, but they are not alveolar macrophages, because they do not express CD68 ( Supplementary Fig. 7 online) , a macrophage-specific marker 34 .",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 206,
                    "text": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 841,
                    "end": 844,
                    "text": "31,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 845,
                    "end": 847,
                    "text": "32",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1447,
                    "end": 1449,
                    "text": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2478,
                    "end": 2480,
                    "text": "34",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [
                {
                    "start": 130,
                    "end": 138,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 642,
                    "end": 650,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1179,
                    "end": 1188,
                    "text": "(Fig. 1a)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2052,
                    "end": 2063,
                    "text": "(Fig. 1b,c)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2215,
                    "end": 2224,
                    "text": "(Fig. 1b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2418,
                    "end": 2446,
                    "text": "Supplementary Fig. 7 online)",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Our observation that homozygous L-SIGN cells have a higher SARS-CoV binding capacity than heterozygous cells (Fig. 2a) agrees with the suggestion that heterozygous expression of polymorphic variants of L-SIGN may result in reduced ligand-binding affinity 8, 10, 11 . After binding to L-SIGN, there is no or little viral dissociation, and viruses undergo degradation over time, with the homozygous cells more efficient than the heterozygous cells (Fig. 2b) . It has been reported that levels of SARS-CoV subgenomic RNA were increased 24 h after infection of L-SIGN-expressing cells 20 . However, such an increase was transient, and SARS-CoV antigen was detected by immunofluorescence staining in fewer than 1% of the infected L-SIGN-expressing cells 20 , which argues against efficient and productive viral replication mediated by L-SIGN. Furthermore, L-SIGNmediated viral degradation is, at least in part, proteasome-dependent, because it can be inhibited partially by proteasome inhibitors (Fig. 2c) , although interference with proteasomes may also lead to indirect inhibition of upstream processes involved in the degradation of endocytosed SARS-CoV particles.",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 257,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 258,
                    "end": 261,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 262,
                    "end": 264,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 581,
                    "end": 583,
                    "text": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 749,
                    "end": 751,
                    "text": "20",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 109,
                    "end": 118,
                    "text": "(Fig. 2a)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 446,
                    "end": 455,
                    "text": "(Fig. 2b)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 991,
                    "end": 1000,
                    "text": "(Fig. 2c)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "L-SIGN can also bind HIV and SIV and mediates infection of permissive cells in trans 14 . Expression of L-SIGN on permissive cells facilitates trans, but not cis, infection of SARS-CoV, at least when cells are initially infected with 0.01 PFU/cell (Fig. 3) , a titer that may be more representative of the setting of primary infection than a higher one. The observation that N7 L-SIGN/CHO cells bind SARS-CoV more efficiently but mediate a poorer trans infection than N7/N5expressing cells is interesting. It is likely that a higher binding capacity may lead to more efficient internalization and degradation, thereby resulting in a lower ability for trans delivery of the virus. In separate experiments in which the viral copy number was determined a b 3 separately in cell lysates and supernatants, the cell lysates of SARSinfected homozygous N7 L-SIGN/Vero cells contained significantly higher viral copy number than those of heterozygous N7/N5 L-SIGN/ Vero cells (Fig. 4a) . This finding is consistent with a recent report that after infection with SARS-CoV spike protein-containing pseudotyped virus and incubation for 3 d, the luciferase activity in the cell lysates, which should correlate with the viral copy number, is higher in nonpermissive cells transfected with both ACE2 and N7 L-SIGN than in cells transfected with ACE2 alone 19 . Reciprocally, supernatants of SARS-infected homozygous N7 L-SIGN/Vero cells have a significantly lower viral copy number than supernatants of heterozygous N7/ N5 L-SIGN/Vero cells (Fig. 4b) . This implies that cells expressing N7 L-SIGN, but not heterozygous N7/N5, seem to retain a high proportion of viruses in a cell-associated form, leading to decreased levels of infectious virions in the supernatants. Taken together, we suggest that L-SIGN expressed on permissive cells (such as in L-SIGN bright ACE2 bright cells; Fig. 1 ) may actually capture or sequester SARS viruses that have been liberated after replication, at least after 48 h incubation, when the viral copy numbers significantly increase. Capture, absorption and degradation of the released viruses via binding to L-SIGN would result in a lower amount of infectious virions in the local environment, which could limit subsequent viral spread to other permissive cells for further infection. In vivo, however, the outcome of SARS-CoV infection is likely to be a combination of L-SIGN-mediated capturing, internalization and degradation and/or trans delivery of virus to permissive cells. In a closed infection system in which no wash procedures were conducted in order to maintain a constant titer for infection, we demonstrated that cultures of permissive cells with homozygous, but not heterozygous, L-SIGN-expressing cells have significantly lower final viral genomic and subgenomic copy numbers (Fig. 5) . This observation confirms that homozygous L-SIGN does have a protective role in SARS-CoV infection.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 87,
                    "text": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 754,
                    "end": 755,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1341,
                    "end": 1343,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 248,
                    "end": 256,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 967,
                    "end": 976,
                    "text": "(Fig. 4a)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1526,
                    "end": 1535,
                    "text": "(Fig. 4b)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1868,
                    "end": 1874,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2811,
                    "end": 2819,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "In summary, we have shown from a genetic risk-association study that CLEC4M homozygotes have a significantly lower risk for SARS-CoV infection. This observation is supported by our in vitro studies showing that homozygous L-SIGN plays a protective role by reducing the final total viral titers in cultures with permissive cells. In part this can be attributed to an increased binding capacity of homozygous L-SIGN which results in greater cell association of virions, increased proteasome-dependent viral degradation and a consequent lower capacity for trans infection. Our results show a novel role of L-SIGN in SARS infection. Whether our findings are also relevant to the pathogenesis and disease susceptibility of other L-SIGN-binding pathogens deserves further investigation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Recruitment of subjects for case-control genetic association study. Signed informed consent, with prior approval from the relevant Institutional Review Boards, was obtained from subjects donating blood. SARS patients were recruited from four major hospitals that treated SARS patients in Hong Kong during the 2003 outbreak: namely, Queen Mary Hospital, Pamela Youde Nethersole Hospital, Princess Margaret Hospital and United Christian Hospital. All 285 SARS patients selected for study were unrelated and confirmed by serology and/or quantitative RT-PCR assay. Of these, 67 were health care workers, and the remaining 218 were from the community. Controls included (i) random controls, consisting of 380 healthy blood donors randomly recruited before the outbreak by the Hong Kong Red Cross Blood Transfusion Service; (ii) 290 patients unaffected by SARS, attending general outpatient clinics and recruited at least two months after the outbreak; and (iii) 172 health care workers who had worked in SARS wards but remained disease-free and were confirmed to be seronegative for SARS. Serology for SARS was performed as previously described 35 . Genomic DNA was extracted from whole blood.",
            "cite_spans": [
                {
                    "start": 1140,
                    "end": 1142,
                    "text": "35",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "CLEC4M 69-nucleotide tandem repeats in exon 4. As the sequence of the CD209 and CLEC4M genes are highly similar, special care was taken to design primers that specifically amplified exon 4 of CLEC4M: L-SIGN-Ex4-F and L-SIGN-Ex4-R (Supplementary Table 2 online). PCR was performed using High Fidelity Platinum Taq DNA Polymerase (Invitrogen), which facilitated amplification of long and short alleles with similar efficiency. The 20 mL PCR consisted of 1Â PCR buffer, 1.5 mM MgCl 2 , 200 mM dNTP, 150 nM of each primer, 1 unit (U) High Fidelity Platinum Taq DNA Polymerase and 50 ng of genomic DNA. The reaction was carried out at 95 1C for 5 min, 40 cycles of 95 1C for 20 s, 59 1C for 30 s and 72 1C for 60 s, and final extension at 72 1C for 5 min. The amplified products were separated by 2% agarose gel electrophoresis of wide lane width (wells 6 mm wide, each loaded with 20 mL PCR products) to provide good visualization of alleles. The genotype of each case was checked (blind) by three separate individuals. Some representative cases were confirmed by DNA blot analysis as well as by direct sequencing. Genotyping was also performed in the 58 unrelated European individuals from CEPH Reference Families.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 245,
                    "end": 252,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "METHODS"
        },
        {
            "text": "Statistical analysis. Genetic association for heterozygote and homozygote genotype comparison was assessed by two-tailed w 2 test using SPSS software (Version 11.0), and odds ratio and 95% c.i. were used to measure strength of association in genetic risk association study. Mantel-Haenzel test for stratified analysis was also carried out using SPSS. Comparison of allele frequencies or genotype frequencies was done using the CLUMP program. The Hardy-Weinberg Exact Test was calculated by the Markov chain method, taking P o 0.05 as the cutoff for assessing significance. (Markov chain parameters: dememorization number ¼ 1,000, number of batches ¼ 100, number of iterations per batch ¼ 1,000). For all in vitro studies, statistical significance was calculated using Student's two-tailed t-test.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Preparation of anti-SARS-CoV nucleocapsid antibody. BALB/c mice were immunized intraperitoneally with 0.1 ml of heat-killed SARS coronavirus HK39849 (10 7 TCID50 ml -1 ). Injections of similar doses were repeated weekly for 2 months. Four days after the final booster, 10 8 spleen cells from an immunized mouse were fused with 10 7 of NSI myeloma cells, with polyethylene glycol (PEG, M.W. 4,000, BDH, Poole) as the fusing agent. Hybridomas were screened for production of antibodies against SARS coronavirus (HK39849) by ELISA. Those that produced specific antibodies were cloned twice by limiting dilution. Purified hybridomas were then injected intraperitoneally into mineral oil-primed mice for the production of ascitic fluid. Monoclonal antibodies were enriched from the ascitic fluid by precipitation with 50% of ammonium sulfate. The antibodies reacted specifically with the nucleocapsid protein by protein blotting (data not shown).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Immunohistochemistry for SARS nucleocapsid antigen, in situ hybridization for L-SIGN and FISH for ACE2. Immunohistochemistry was performed on 5 mm paraffin sections of formalin-fixed samples of lung tissues from eight adults having lung resection (lobectomy) for lung cancers. Parts of the nonlesional lung tissues were excised with approval by the Institutional Review Board of the University of Hong Kong. Sections of the lung and small bowel tissues taken after autopsy from five patients fatally infected with SARS were also retrieved for study. Samples were first deparaffinized and rehydrated. After microwave heating, mouse antibody against SARS-CoV nucleocapsid (1:2,000) was applied as a primary antibody at 4 1C overnight, and sections were then incubated with anti-mouse universal immunoalkalinephosphatase polymer (Nichirei Corporation, ready-to-use) for 2 h at room temperature. The color was subsequently developed with fast red substrate system (Sigma). FISH and in situ hybridization were performed as described previously 36 on the same sections by using a mix of a FITC-labeled ACE2 cRNA probe, which corresponds to ACE2 full length cDNA and a digoxigenin-labeled L-SIGN cRNA probe which corresponds to nucleotides 109-168. Sections were then mounted with medium for fluorescence with DAPI (Vector Laboratories). Electronic images of the immunohistochemical staining and the FISH fluorescence visualized under a fluorescence microscope (Nikon eclipse E600) were saved to PC. Sections were then further incubated with sheep anti-digoxigenin alkaline phosphatase Fab fragment (1:200, Roche) for 2 h at room temperature. Finally, the color for L-SIGN in situ hybridization was developed with NBT/ BCIP substrate system (Roche), and the sections were mounted with aqueous mounting medium (DakoCytomation). The same fields as in the immunohistochemistry and FISH fluorescence images were subsequently selected and visualized under the same microscope and also saved as electronic images for comparison and analysis of colocalization. Antisense and sense FITC-labeled ACE2 cRNA probe or digoxigenin-labeled L-SIGN-specific cRNA probe were generated by a nonradioactive RNA labeling kit with fluorescein-12-UTP or digoxigenin-11-UTP, respectively (Roche), according to the manufacturer's instructions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "N5 L-SIGN expression vector construction. The entire exon 4 (fragment B) harboring five tandem repeats was amplified from genomic DNA from an N5 allele carrier using exon4-F and exon4-R (Supplementary Table 2 ). The 5¢ end (exon 1 to partial exon 4 (fragment A)) and 3¢ end (partial exon 4 to the stop codon in exon 7 (fragment C)) of the CLEC4M gene transcript were amplified from the pcDNA3-L-SIGN (obtained from the AIDS Research and Reference Reagent Program, US National Institutes of Health (NIH)) using two primer sets: exon1/BamHI-F and exon4/partial-R; and exon4/partial-F and exon7/ stop-R (Supplementary Table 2 ). Fragments A and B, which overlapped for 62 bp of the sequence (5¢ end of exon 4), were mixed and extended in the first ten thermal cycles reaction using the Expand High Fidelity Plus PCR System (Roche Diagnostics) without the primers. After initial extension, exon1/Bam-HI-F and exon4-R were added to the reaction to generate a complete fragment length of exon 1 to exon 4 in an additional 25 thermal cycles. The amplified product (fragment A/B) was then gel purified. Fragments A/B and C, containing 38 bp overlapping sequences (3¢ end of exon 4), were mixed and a similar procedure was performed, using exon1/BamHI-F and exon7/stop-R to generate the full length of N5 L-SIGN which was subsequently cloned into the pGEM-T Easy vector (Promega). The plasmid was extracted and subjected to DNA sequencing to ensure that no error was introduced in the N5 L-SIGN sequence. The N5 L-SIGN in pGEM-T was then subcloned to BamHI-and NotI-digested pcDNA3.1/Hygro(+) vector (Invitrogen). The sequence and reading frame of N5 L-SIGN in the vector was subsequently confirmed by DNA sequencing.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 201,
                    "end": 208,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 615,
                    "end": 622,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "METHODS"
        },
        {
            "text": "Plasmids and cell lines. pcDNA3-L-SIGN plasmid expressing L-SIGN with seven tandem repeats (N7) in exon 4 was obtained from the AIDS Research Program, NIH. The N5 L-SIGN was cloned as described above. CHO and Vero E6 cells were maintained in DMEM supplemented with 10% FBS, 10 units ml -1 penicillin and 10 mg ml -1 streptomycin, unless otherwise stated. N7 L-SIGN plasmid, N5 L-SIGN plasmid or a mixture of N7+N5 plasmids (ratio 1:1) were transfected into CHO cells or Vero E6 cells using Lipofectamine 2000 (Invitrogen) according to manufacturer's instruction. L-SIGN expression was verified by immunostaining with L-SIGN specific antibody (clone 120604, AIDS Research Program, NIH) 48 h after transfection, and the cells were used immediately for experiments. Stable clones of CHO cells expressing N5 or N7/5 L-SIGN variants were obtained by limiting dilution of L-SIGN-transfected CHO cells and selected with 1 mg ml -1 G418 and/or 0.5 mg ml -1 hygromycin B for 2 to 3 weeks. Homozygosity and heterozygosity of L-SIGN in the stable clones were verified by RT-PCR by amplifying the neck domain of the L-SIGN. The stable clones were maintained in complete media containing selection antibiotics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "RT-PCR for quantification of ORF-1b and nucleocapsid copy number. Total RNA from cultured cells was extracted using RNeasy RNA Mini Kit (Qiagen) and viral RNA from culture supernatant was extracted separately using QIAmp Viral RNA Kit (Qiagen). RNA was resuspended in 30 ml RNAse-free water. The total viral RNA copy number was determined by quantitative RT-PCR amplifying the SARS-CoV ORF-1b sequence as previously described 24 . PCR for the SARS-CoV nucleocapsid (N) sequence was done using 250 nmol l -1 forward and reverse primer (Supplementary Table 2 ) with the following conditions: 5 min at 95 1C, followed by 50 cycles of 95 1C for 15 s, 57 1C for 15 s and 72 1C for 15 s. Reactions were performed using ABI PRISM 7700 Sequence Detector (Applied Biosystems). Fluorescence signals were analyzed using SDS 1.9.1 software (Applied Biosystems) and the total copy number was calculated against a standard with a known amount of plasmid containing the corresponding gene.",
            "cite_spans": [
                {
                    "start": 426,
                    "end": 428,
                    "text": "24",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 549,
                    "end": 556,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "METHODS"
        },
        {
            "text": "Binding assay for SARS-CoV on L-SIGN transfectants and treatment with proteasome inhibitors. N7, N5 and N7/5 L-SIGN transfectants and mock transfected CHO cells were pulsed with 1 PFU/cell SARS-CoV in serum-free DMEM at post-transfection day 2. After 1 h incubation at 4 1C, cells were washed to remove unbound viruses and were immediately lysed to obtain RNA for analysis at time point 1 h. Some of the cells were further incubated in triplicate at 2.5 Â 10 4 per well in a 96-well plate in complete media for 24 h and 48 h at 37 1C for determination of viral ORF-1b or nucleocapsid sequence as described in individual experiments. In experiments using proteasome inhibitors, N7 L-SIGN/CHO or mock-transfected CHO cells were pulsed with 1 PFU/cell SARS-CoV in serum-free DMEM for 1 h at 37 1C on post-transfection day 2. After wash, 2.5 Â 10 4 cells were harvested at time point 1 h. The remainder of the cells were seeded at 2.5 Â 10 4 cells per well in a 96-well plate in triplicate and were cultured in complete DMEM media in the presence of 10 mM MG-132 as described 37 or proteasome inhibitor I (both from Calbiochem) for 4 h according to the manufacturer's instruction. DMSO (0.1%) was used as a vehicle control.",
            "cite_spans": [
                {
                    "start": 1072,
                    "end": 1074,
                    "text": "37",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Trans infection of SARS-CoV by L-SIGN-transfected CHO cells. N7, N5 and N7/5 L-SIGN transfected CHO and mock-transfected CHO cells were plated at 1 Â 10 4 per well in a 96-well plate on post-transfection day 2 and were pulsed with 0.01 or 1 PFU/cell CoV at 37 1C in serum-free DMEM for 1 h. After wash, 1 Â 10 4 Vero E6 cells were added to each well and further cultured for 24 h and 48 h. Total RNA was extracted from the wells and ORF-1b copy numbers were determined.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Cis infection of SARS-CoV in N7 and N7/N5 L-SIGN transfected Vero E6 cells. Vero E6 cells were transfected with N7 or N7/N5 L-SIGN similarly to transfection of CHO cells, as described above. On post-transfection day 2, cells were exposed to 0.01 PFU/cell for 1 h at 37 1C. After washing, cells were further incubated at 1 Â 10 4 cells per well in a 96-well plate in triplicate. Determination of the ORF-1b or nucleocapsid sequence after 24 h and 48 h was performed from cellular lysates or supernatants, or from both, as indicated in individual experiments. In some experiments, EGTA (Sigma) or PBS (as a control to EGTA) was added to each well at a final concentration of 5 mM at the end of 48 h culture and the cells were further incubated at 37 1C for 1 h. Supernatants and cellular RNA were then harvested separately and viral RNA copy numbers were determined.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Blocking experiments using antibodies against L-SIGN. 2.5 Â 10 4 N7, N5 and N7/N5 L-SIGN transfected CHO cells were plated in 96-well plate and incubated with serum-free DMEM containing either a cocktail of antibodies to L-SIGN (a mixture of clones 120526 and 120612, 10 mg/ml each) or mouse IgG2a isotype control antibodies (20 mg/ml) at room temperature for 40 min. Subsequently, 1 PFU/cell SARS-CoV was added to the cultures, and cells were further incubated at 4 1C for 1 h in the continuous presence of the antibodies. Cells were then extensively washed and collected for quantification of ORF-1b transcripts. In separate experiments, 1 Â 10 4 N7 L-SIGN-transfected Vero E6 cells were plated in 96-well plates and incubated with serum-free DMEM containing either a cocktail of antibodies against L-SIGN cocktail or mouse IgG2a isotype control antibodies (20 mg/ml) as described above. Then, 0.01 PFU/cell SARS-CoV was added to the cultures and cells were further incubated at 37 1C for 1 h in the continuous presence of the antibodies. Cells were then extensively washed and incubated in complete DMEM media for 24 h and 48 h, after replenishment of anti-L-SIGN antibodies and isotype control antibody. Determination of the ORF-1b sequence after 24 h and 48 h was performed from cellular lysates or supernatant, as indicated in individual experiments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Infection of the cultures of Vero E6 and stable L-SIGN/CHO transfectants without wash in a closed system. Vero E6 cells (1 Â 10 5 ) were first homogenously mixed with 1 Â 10 5 or 1 Â 10 4 stable transfectants of N5, N7/N5 L-SIGN/CHO and parental CHO cells in 200 ml serum-free DMEM and subsequently infected with SARS-CoV at 0.01 PFU per Vero E6 cell in suspension at 37 1C for 1 h. Without washing off the virus, 20 ml of this infected cell suspension, which contained a suspension of 1 Â 10 4 Vero E6 cells and 1 Â 10 4 L-SIGN/CHO (a ratio of 1:1) or a suspension of 1 Â 10 4 Vero E6 cells with 1 Â 10 3 L-SIGN/CHO (a ratio of 1:0.1) was placed in a 96-well plate in triplicate. After addition of 180 ml complete media in each well to make a",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronavirus as a possible cause of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Peiris",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1319--1325",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A novel coronavirus associated with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Ksiazek",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N. Engl. J. Med",
            "volume": "348",
            "issn": "",
            "pages": "1953--1966",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Identification of a novel coronavirus in patients with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N. Engl. J. Med",
            "volume": "348",
            "issn": "",
            "pages": "1967--1976",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Identification of a receptor-binding domain of the spike glycoprotein of human coronavirus HCoV-229E",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bonavia",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Zelus",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Wentworth",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Talbot",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Virol",
            "volume": "77",
            "issn": "",
            "pages": "2530--2538",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Human coronavirus 229E: receptor binding domain and neutralization by soluble receptor at 37 degrees C",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Breslin",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Virol",
            "volume": "77",
            "issn": "",
            "pages": "4435--4438",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Angiotensin-converting enzyme 2 is a functional receptor for the SARS coronavirus",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "426",
            "issn": "",
            "pages": "450--454",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Cloaked similarity between HIV-1 and SARS-CoV suggests an anti-SARS strategy",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kliger",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "Y"
                    ],
                    "last": "Levanon",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "BMC Microbiol",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "DC-SIGN; a related gene, DC-SIGNR; and CD23 form a cluster on 19p13",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Soilleux",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Barten",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Trowsdale",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. Immunol",
            "volume": "165",
            "issn": "",
            "pages": "2937--2942",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "DC-SIGN (dendritic cell-specific ICAM-grabbing non-integrin) and DC-SIGN-related (DC-SIGNR): friend or foe?",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Soilleux",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Clin. Sci. (Lond.)",
            "volume": "104",
            "issn": "",
            "pages": "437--446",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A dendritic cell-specific intercellular adhesion molecule 3-grabbing nonintegrin (DC-SIGN)-related protein is highly expressed on human liver sinusoidal endothelial cells and promotes HIV-1 infection",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Bashirova",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J. Exp. Med",
            "volume": "193",
            "issn": "",
            "pages": "671--678",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A novel mechanism of carbohydrate recognition by the C-type lectins DC-SIGN and DC-SIGNR. Subunit organization and binding to multivalent ligands",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Mitchell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Fadden",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Drickamer",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J. Biol. Chem",
            "volume": "276",
            "issn": "",
            "pages": "28939--28945",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Structural basis for selective recognition of oligosaccharides by DC-SIGN and DC-SIGNR",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Feinberg",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Mitchell",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Drickamer",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "I"
                    ],
                    "last": "Weis",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Science",
            "volume": "294",
            "issn": "",
            "pages": "2163--2166",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Structural basis for distinct ligand-binding and targeting properties of the receptors DC-SIGN and DC-SIGNR",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nat. Struct. Mol. Biol",
            "volume": "11",
            "issn": "",
            "pages": "591--598",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "DC-SIGNR, a DC-SIGN homologue expressed in endothelial cells, binds to human and simian immunodeficiency viruses and activates infection in trans",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pohlmann",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "98",
            "issn": "",
            "pages": "2670--2675",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Hepatitis C virus glycoproteins interact with DC-SIGN and DC-SIGNR",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pohlmann",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Virol",
            "volume": "77",
            "issn": "",
            "pages": "4070--4080",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Differential N-linked glycosylation of human immunodeficiency virus and Ebola virus envelope glycoproteins modulates interactions with DC-SIGN and DC-SIGNR",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Virol",
            "volume": "77",
            "issn": "",
            "pages": "1337--1346",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Identification of the mycobacterial carbohydrate structure that binds the C-type lectins DC-SIGN, L-SIGN and SIGNR1",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Koppel",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Immunobiology",
            "volume": "209",
            "issn": "",
            "pages": "117--127",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "pH-dependent entry of severe acute respiratory syndrome coronavirus is mediated by the spike glycoprotein and enhanced by dendritic cell transfer through DC-SIGN",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Virol",
            "volume": "78",
            "issn": "",
            "pages": "5642--5650",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "DC-SIGN and DC-SIGNR interact with the glycoprotein of Marburg virus and the S protein of severe acute respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Marzi",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Virol",
            "volume": "78",
            "issn": "",
            "pages": "12090--12095",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "CD209L (L-SIGN) is a receptor for severe acute respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Jeffers",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "101",
            "issn": "",
            "pages": "15748--15753",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Association of HLA class I with severe acute respiratory syndrome coronavirus infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "BMC Med. Genet",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Association of human-leukocyte-antigen class I (B*0703) and class II (DRB1*0301) genotypes with susceptibility and resistance to the development of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Ng",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Infect. Dis",
            "volume": "190",
            "issn": "",
            "pages": "515--518",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Severe acute respiratory syndrome (SARS) and healthcare workers",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chan-Yeung",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Int. J. Occup. Environ. Health",
            "volume": "10",
            "issn": "",
            "pages": "421--427",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Rapid diagnosis of a coronavirus associated with severe acute respiratory syndrome (SARS)",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Poon",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Clin. Chem",
            "volume": "49",
            "issn": "",
            "pages": "953--955",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Characterization of a novel coronavirus associated with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Rota",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1394--1399",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The Genome sequence of the SARS-associated coronavirus",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Marra",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1399--1404",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Cell line A549 as a model of the type II pneumocyte. Phospholipid biosynthesis from native and organometallic precursors",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Nardone",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Andrews",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Biochim. Biophys. Acta",
            "volume": "573",
            "issn": "",
            "pages": "276--295",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Unique and conserved features of genome and proteome of SARScoronavirus, an early split-off from the coronavirus group 2 lineage",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Mol. Biol",
            "volume": "331",
            "issn": "",
            "pages": "991--1004",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Evaluation of advanced reverse transcription-PCR assays and an alternative PCR target region for detection of severe acute respiratory syndromeassociated coronavirus",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Clin. Microbiol",
            "volume": "42",
            "issn": "",
            "pages": "2043--2047",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The tandem-repeat polymorphism of the DC-SIGNR gene does not affect the susceptibility to HIV infection and the progression to AIDS",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lichterfeld",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Clin. Immunol",
            "volume": "107",
            "issn": "",
            "pages": "55--59",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "A major outbreak of severe acute respiratory syndrome in Hong Kong",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "N. Engl. J. Med",
            "volume": "348",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "A cluster of cases of severe acute respiratory syndrome in Hong Kong",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Tsang",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "N. Engl. J. Med",
            "volume": "348",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Tissue and cellular tropism of the coronavirus associated with severe acute respiratory syndrome: an in-situ hybridization study of fatal cases",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "To",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Pathol",
            "volume": "202",
            "issn": "",
            "pages": "157--163",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Constitutive and induced expression of DC-SIGN on dendritic cell and macrophage subpopulations in situ and in vitro",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Soilleux",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Leukoc. Biol",
            "volume": "71",
            "issn": "",
            "pages": "445--457",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Evaluation and validation of an enzyme-linked immunosorbent assay and an immunochromatographic test for serological diagnosis of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clin. Diagn. Lab. Immunol",
            "volume": "11",
            "issn": "",
            "pages": "699--703",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "A novel gene encoding a TIG multiple domain protein is a positional candidate for autosomal recessive polycystic kidney disease",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xiong",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Genomics",
            "volume": "80",
            "issn": "",
            "pages": "96--104",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Hypoxia-mediated down-regulation of Bid and Bax in tumors occurs via hypoxia-inducible factor 1-dependent and -independent mechanisms and contributes to drug resistance",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Erler",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Mol. Cell. Biol",
            "volume": "24",
            "issn": "",
            "pages": "2875--2889",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "L-SIGN is expressed in non-SARS lung and also in the lung and small bowel of patients fatally infected with SARS. (a) In situ hybridization for L-SIGN in paraffin-embedded non-SARS lung tissues was performed with an L-SIGN specific antisense RNA (cRNA) probe (dark purple, upper left panel). Fluorescence in situ hybridization (FISH) for ACE2 was also performed on the same section (shown in green, upper right panel). L-SIGN bright cells either do (white arrows, upper left panel versus red arrows, upper right panel) or do not (sky blue arrows, upper left panel) co-express ACE2. Sense controls are shown in lower panels respectively. (b) Paraffin-embedded SARS lung samples were first stained with monoclonal antibody against the SARS-CoV nucleocapsid antigen and anti-mouse universal immunoalkalinephosphatase polymer, and the color was subsequently developed with fast red substrate system (shown in red, left panel). FISH for ACE2 (shown in green, middle panel) and in situ hybridization for L-SIGN (shown in dark purple, right panel) were also performed on the same section. SARS-CoV antigen was identified in L-SIGN bright ACE2 bright cells (blue arrows, left panel versus red arrows, middle panel versus red arrows, right panel). No viral antigens were detected in L-SIGN bright ACE2 dim/cells (sky blue arrows, right panel). SARS-CoV antigen was identified in L-SIGN dim/-ACE2 dim/cells (left panel, white arrows). (c) Similar staining procedures were conducted on small bowel samples from SARS patients as described in b. SARS-CoV antigen could be identified in L-SIGN bright ACE2 bright cells on luminal surface of small bowel of patients fatally infected with SARS (blue arrows, left panel versus red arrows, middle panel versus red arrows, right panel).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "samples, we detected SARS-CoV antigen in cells lining the luminal surface and coexpressing ACE2 and L-SIGN(Fig. 1c).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "-SIGN facilitates trans, but not cis, infection of SARS-CoV. (a) N7, N5 and N7/5 L-SIGN/CHO and mock transfected CHO cells at 1 Â 10 4 /well in 96-well plates were pulsed with 1 PFU/cell (left panel) or 0.01 PFU/cell (right panel) SARS-CoV for 1 h at 37 1C. After wash, cells were cultured with 1 Â 10 4 Vero E6 cells for 24 h and the total copy number of ORF-1b transcripts was determined. *P o 0.05 in comparison with homozygous N7 or N5 L-SIGN/CHO (left panel). *P o 0.05 and **P o 0.01 in comparison with homozygous N7 or N5 L-SIGN/CHO (right panel). (b) N7 and N7/N5 L-SIGN transfected Vero E6 cells and mock transfected Vero E6 cells were exposed to 0.01 PFU/cell SARS-CoV for 1 h at 37 1C. After wash, cells were incubated for 24 h and 48 h and the total copy number of viral ORF-1b (left panel) and nucleocapsid (right panel) transcripts were determined.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "120612, 10 mg/ml each) or isotype control antibody before being pulsed with 1 PFU/ cell SARS-CoV and incubated for 1 h at 4 1C and washed. (b) Total viral ORF-1b copy number (cell lysates plus supernatants) of N7, N5 and N7/5 L-SIGN transfected CHO cells, and mock transfectants, pulsed with 1 PFU/cell SARS CoV for 1h, washed and subsequently incubated at 37 1C for 24 and 48h. (c) Total viral ORF-1b copy number of N7 L-SIGN transfected CHO cells, and mock transfectants, pulsed with 1 PFU/cell SARS CoV for 1 h at 37 1C, washed and subsequently incubated for 4 h in the presence or absence of 10 mM MG132 or proteasome inhibitor I (Pro. Inh. 1). *P o 0.05 in comparison to cells treated with DMSO solvent control. Data are expressed as mean ± s.d. from triplicate, and are representative of 3 experiments.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "VOLUME 38 [ NUMBER 1 [ JANUARY 2006 cytotoxicity was observed after treatment for 24 h, thus precluding studies at a later time point (data not shown). L-SIGN facilitates trans but not cis infection of SARS-CoV To examine whether L-SIGN can mediate trans infection of permissive cells by SARS-CoV, each of the L-SIGN-transfected CHO cell lines was pulsed with 1 PFU/cell or 0.01 PFU/cell SARS-CoV for 1 h at 37 1C.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "/cell SARS-CoV for 1 h at 37 1C. After wash, cells were incubated for 24 h and 48 h before cells were harvested separately from supernatant for the quantification of the viral ORF-1b copy number in cell lysates and supernatant. *P o 0.05; **P o 0.01 in comparison to heterozygous N7/5 L-SIGN/Vero E6 and mock transfected Vero E6. (b) N7 L-SIGN transfected Vero E6 cells were pre-treated with anti-L-SIGN antibodies or isotype control antibody, followed by infection with 0.01 PFU/cell SARS-CoV for 1 h at 37 1C. After wash, cells were further incubated for 48 h in the presence of anti-L-SIGN antibodies or isotype control antibody before determination of the viral ORF-1b transcripts in cell lysates and supernatant. (c) N7 L-SIGN transfected Vero E6 cells and mock transfectants were infected with 0.01 PFU/cell SARS-CoV for 1 h at 37 1C. After wash, cells were incubated for 48 h. The N7 L-SIGN/Vero E6 cells were further treated with PBS or 5 mM EGTA for 1 h before harvest for quantification of ORF-1b copy number in cell lysates and supernatant. *P o 0.05 in comparison to N7 L-SIGN/Vero treated with EGTA; **P o 0.01 in comparison to N7 L-SIGN/Vero treated with PBS. Data are expressed as mean ± s.d. of triplicates, and are representative of three experiments.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Homozygous, but not heterozygous, L-SIGN reduced the final total viral genomic and subgenomic copy number in a closed infection system.(a) 1 Â 10 4 Vero E6 cells were cultured with 1 Â 10 4 (ratio 1:1) or 1 Â 10 3 (ratio 1:0.1) stable transfectants of N5 or N7/5 L-SIGN transfected CHO cells, and subsequently infected with 0.01 PFU per Vero E6 cell. Without washing, cells were further incubated for 48 h before the determination of the total viral genomic ORF-1b copy number. (b) Cells were treated as in a for the determination of the total nucleocapsid copy number. Data are expressed as mean ± s.d. from triplicate and are representative of three experiments. *P o 0.05, **P o 0.01 in comparison to heterozygous N7/5 L-SIGN/CHO.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Summary of the CLEC4M genotypes in study groups HCW SARS' represents health care workers infected by SARS in hospitals in the course of duty. 'Community SARS' represents SARS patients recruited from the community who were not HCWs. 'HCW controls' were unaffected HCWs who had cared for SARS patients and were confirmed to be seronegative for SARS. 'Outpatient controls' were individuals randomly recruited from outpatient clinics and ascertained not to have inflammatory or infectious conditions. 'Random controls' were healthy blood donors randomly recruited before the SARS outbreak. a Numbers of the tandem repeats at exon 4. CLEC4M genotypes are in Hardy-Weinberg Equilibrium in all groups except the HCW controls. Hardy-Weinberg Exact Test for HCW SARS, community SARS, HCW controls, outpatient controls and random controls gave P ¼ 0.893, P ¼ 0.432, P o 0.0001, P ¼ 0.054 and P ¼ 0.412, respectively, by Markov chain method. b Neither genotype frequencies nor homozygosity or heterozygosity frequencies were significantly different between outpatient controls and random controls (P ¼ 0.737 and P ¼ 0.755, respectively).",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Statistical analysis of CLEC4M homo-or heterozygosity The Mantel-Haenzel test was performed on 'SARS versus controls' stratified by non-HCW/HCW populations. Test of heterogeneity of ORs: w 1",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Statistical analysis of CLEC4M allele and genotype frequencies",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Supplementary Table 1). It remains to be investigated whether these differences between Chinese and Europeans may result in different susceptibility for SARS infection.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "final volume of 200 ml, cells were subsequently incubated. After 24 h and 48 h, cells in the wells were lysed and collected, together with supernatant, for the measurement of the total ORF-1b and nucleocapsid copy numbers.Accession codes. GenBank: ACE2 full-length cDNA, AB046569; L-SIGN cRNA probe, nucleotides 109-168: AF290887.URLs. CLUMP program, http://www.mds.qmw.ac.uk/statgen/dcurtis/software. html; Hardy-Weinberg Exact Test, http://wbiomed.curtin.edu.au/genepop/.Note: Supplementary information is available on the Nature Genetics website.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "We are indebted to L.-C. Tsui and P. Sham for their advice and support. We thank K.F. To ",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 88,
                    "text": "To",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        },
        {
            "text": "The authors declare that they have no competing financial interests.Published online at http://www.nature.com/naturegenetics Reprints and permissions information is available online at http://npg.nature.com/ reprintsandpermissions/",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COMPETING INTERESTS STATEMENT"
        }
    ]
}