{
    "paper_id": "651123970fc854dcccc878a7c3e1ed075a555859",
    "metadata": {
        "title": "To appear in: Surgery",
        "authors": [
            {
                "first": "Eric",
                "middle": [],
                "last": "Elster",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Walter Reed National Military Medical Center",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Kevin",
                "middle": [],
                "last": "Chung",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of the Health Sciences & the Walter Reed National Military Medical Center",
                    "location": {
                        "addrLine": "4301 Jones Bridge Road Bethesda",
                        "postCode": "20814",
                        "region": "MD"
                    }
                },
                "email": ""
            },
            {
                "first": "Benjamin",
                "middle": [
                    "K"
                ],
                "last": "Potter",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Walter Reed National Military Medical Center",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Facs",
                "middle": [],
                "last": "Capt",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The COVID-19 pandemic has brought unprecedented real and anticipated strain to our health care systems. While on its face value this may not be perceived as a surgical problem or disease, surgical units are impacted due to prioritization elsewhere of staff, beds, and resources, as well as increased potential risk to both non-COVID-19 patients and staff. Furthermore, surgical lessons from combat and trauma can be broadly applied via focused empiricism, an agile 'surgical' approach based on prioritization, resource allocation, and continuous performance improvement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "(1) That is, the COVID-19 pandemic represents a mass casualty event on both local and global scales.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "As surgeons, our primary role is delivering outstanding surgical care. Surgeons also bring the trauma mindset that is adaptable to extraordinary circumstances. Additionally, we surgeons have a role to play above and beyond our typical surgical practices to include providing critical care by General Surgeons, assisting in triage as learned from combat, and assisting in difficult decisions concerning resource distribution should circumstances dictate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of Surgeons"
        },
        {
            "text": "An optimal approach to the surgical response begins with patient triage and resource allocation. During this response, there have been calls to halt elective procedures within hospitals in the interests of resource preservation. Through this lens, however, \"elective\" can often be a misnomer. We must acknowledge that many \"elective\" procedures are not truly elective-they are scheduled and though many are generally not emergent nor urgent, many are medically necessary and time-sensitive (MN-TS). Furthermore, these patients' conditions or prognoses may deteriorate without timely intervention. What is needed is a pragmatic approach whereby any MN-TS procedure should proceed provided bed space, staffing, and supplies to deliver highquality care are available. Ambulatory surgery centers generally have no inpatient capacity and can be used to offload less invasive (but still MN-TS) procedures, thereby preserving hospital resources. Surgery on +COVID-19 patients should be deferred, if not absolutely necessary, until they have been asymptomatic for 72 hours and have at least two negative COVID-19 tests separated by at least 24 hours. Operative procedures should ideally be performed in a filtered, negative-pressure room. (2)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "\"Elective\" Surgery"
        },
        {
            "text": "Paramount in the care of COVID-19 patients is preservation of staff. We cannot deal with a prolonged mass casualty event when many of our staff are sidelined due to quarantine or illness. Above and beyond standard precautions, this specific type of pandemic requires screening outpatients for symptoms and testing before entering hospitals, seeing only outpatients with MN-TS concerns, and avoiding burnout and unprotected exposure to infected patients. Leveraging telehealth encounters can improve both provider and patient safety and lead to excellent patient satisfaction. Standard precautions are not only indicated for any encounter with a Person Under Investigation (PUI) or a +COVID-19 patient, but should also be considered for quarantined patients, personal protective equipment (PPE) availability permitting. Social distancing applies to the workplace as well, and therefore routine gatherings, such as meetings, academics, morning report, etc., should be cancelled or converted to tele-or video-teleconferences. These practices avoid the \"COVID-19 grenade,\" whereby one staff member becomes positive and sidelines critical proportions of the workforce.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Force Protection"
        },
        {
            "text": "Increased precautions are indicated for treating COVID-19 patients both within and outside the OR. Airborne precaution-level PPE is advocated for OR staff during induction and intubation/extubation of even non-COVID-19 patients, due to the potential for asymptomatic transmission and aerosolization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Force Protection"
        },
        {
            "text": "(2) This practice should include N-95 masks with face-shield or powered air-purifying respirator (PAPR) in a negative-pressure environment. Furthermore, staff not actively participating in patient care due to curtailed routine clinic and operating room activities should be at home. They are not quarantined, but they are on the proverbial \"bench\" to act as a potential ready reserve if needed. Quarantine periods for both staff and patients who have been exposed to any PUI have been set provisionally at 14 days; however, in a critical staffing shortage, it is reasonable to return staff to work after 8-9 days of quarantine provided they are symptom-free. In some situations, this requirement, including a negative COVID-19 test, might be waived altogether due to crisis-level shortages in staffing. In the extreme scenario in which staff with a COVID-19 positive test is asked to come back to work, they should at the very least be symptom-free for at least 72 hours and, upon return, should wear a mask and practice good hand hygiene.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Force Protection"
        },
        {
            "text": "In the event of overwhelming circumstances due to patient numbers, and staff, bed, and resource scarcity, we need to fall back to trauma training and the scenarios of mass casualty. Recovery rooms may be used for patient bedding, pre-operative areas can be used for staff berthing, and each OR, equipped with its own medical gas, suction, and ventilator, is a potential ICU bed. Many types of PPE, particularly N95 respirators and surgical masks, can and should be worn for the duration of your shift and reused after appropriate cleaning for multiple days, if not overtly soiled. (3) Critical to avoiding being overwhelmed is proper triage. Patients who can go home should never be admitted. Under dire circumstances, the most difficult decision may be labeling a living patient (likely critically ill or with major comorbidities) moribund, and moving on to the next patient with a greater chance of survival.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surge Capacity & Triage"
        },
        {
            "text": "The COVID-19 pandemic continues to wreak havoc on our providers, medical systems, economy, and populace. But as the saying goes, crisis creates opportunity. In this case, the opportunity for us as a surgical community to is to lead by applying our lessons learned from combat, trauma, and critical care patient management and take an active role in triage, resource allocation, contingency planning, and even in the care of the gravely ill patient. The alternative is to sit on the sidelines and be marginalized for a \"nonsurgical\" problem -when our nation, hospitals, and patients need us most.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Implications of combat casualty care for mass casualty events",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Elster",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "K"
                    ],
                    "last": "Butler",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Rasmussen",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "JAMA : the journal of the American Medical Association",
            "volume": "310",
            "issn": "",
            "pages": "475--481",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical Management of CVOID-19, USU COVID-19 Clinical Practice Guideline",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Scarce Resource Management and Crisis Standards of Care, Washington State Department of Health",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}