{
    "paper_id": "656338256f2379b5d50fc103ff58568338e615c1",
    "metadata": {
        "title": "Development of a rhesus monkey lung geometry model and application to particle deposition in comparison to humans HHS Public Access",
        "authors": [
            {
                "first": "Bahman",
                "middle": [],
                "last": "Asgharian",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Applied Research Associates, Inc",
                    "location": {
                        "addrLine": "8537 Six Forks Road, Suite 600",
                        "postCode": "27615-2963",
                        "settlement": "Raleigh",
                        "region": "NC",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Owen",
                "middle": [],
                "last": "Price",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Applied Research Associates, Inc",
                    "location": {
                        "addrLine": "801 North Quincy Street, Suite 700",
                        "postCode": "22203",
                        "settlement": "Arlington",
                        "region": "VA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Gene",
                "middle": [],
                "last": "Mcclellan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Applied Research Associates, Inc",
                    "location": {
                        "addrLine": "801 North Quincy Street, Suite 700",
                        "postCode": "22203",
                        "settlement": "Arlington",
                        "region": "VA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Rick",
                "middle": [],
                "last": "Corley",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Pacific Northwest National Laboratory",
                    "location": {
                        "postCode": "99352",
                        "settlement": "Richland",
                        "region": "WA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Daniel",
                "middle": [
                    "R"
                ],
                "last": "Einstein",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Pacific Northwest National Laboratory",
                    "location": {
                        "postCode": "99352",
                        "settlement": "Richland",
                        "region": "WA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Richard",
                "middle": [
                    "E"
                ],
                "last": "Jacob",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Pacific Northwest National Laboratory",
                    "location": {
                        "postCode": "99352",
                        "settlement": "Richland",
                        "region": "WA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Jack",
                "middle": [],
                "last": "Harkema",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Michigan State University",
                    "location": {
                        "postCode": "48824",
                        "settlement": "East Lansing",
                        "region": "MI",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Stephan",
                "middle": [
                    "A"
                ],
                "last": "Carey",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Michigan State University",
                    "location": {
                        "postCode": "48824",
                        "settlement": "East Lansing",
                        "region": "MI",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Edward",
                "middle": [],
                "last": "Schelegle",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "postCode": "95616",
                        "settlement": "Davis, Davis",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Dallas",
                "middle": [],
                "last": "Hyde",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "postCode": "95616",
                        "settlement": "Davis, Davis",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Julia",
                "middle": [
                    "S"
                ],
                "last": "Kimbell",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of North Carolina School of Medicine",
                    "location": {
                        "addrLine": "Chapel Hill",
                        "postCode": "27599-7070",
                        "region": "NC",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Frederick",
                "middle": [
                    "J"
                ],
                "last": "Miller",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fred J. Miller & Associates LLC",
                    "location": {
                        "addrLine": "911 Queensferry Road",
                        "postCode": "27511-6422",
                        "settlement": "Cary",
                        "region": "NC",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The exposure-dose-response characterization of an inhalation hazard established in an animal species needs to be translated to an equivalent characterization in humans relative to comparable doses or exposure scenarios. Here, the first geometry model of the conducting airways for rhesus monkeys is developed based upon CT images of the conducting airways of a 6-month-old male, rhesus monkey. An algorithm was developed for adding the alveolar region airways using published rhesus morphometric data. The resultant lung geometry model can be used in mechanistic particle or gaseous dosimetry models. Such dosimetry models require estimates of the upper respiratory tract volume of the animal and the functional residual capacity, as well as of the tidal volume and breathing frequency of the animal. The relationship of these variables to rhesus monkeys of differing body weights was established by synthesizing and modeling published data as well as modeling pulmonary function measurements on 121 rhesus control animals. Deposition patterns of particles up to 10 μm in size were examined for endotracheal and and up to 5 μm for spontaneous breathing in infant and young adult monkeys and compared to those for humans. Deposition fraction of respirable size particles was found to be higher in the conducting airways of infant and young adult rhesus monkeys compared to humans. Due to the filtering effect of the conducting airways, pulmonary deposition in rhesus monkeys was lower than that in humans. Future research areas are identified that would either allow replacing assumptions or improving the newly developed lung model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Nonhuman primates have often been used as surrogates to study the health effects from exposure to harmful agents, particularly for aerosolized agents that produce a variety of biological responses that can be expected to also occur in humans following inhalation of these agents. Exposure characteristics and ensuing biological endpoints can be characterized and used in the development of a risk assessment model to estimate dose-response functions and exposure levels that are unlikely to result in adverse effects in humans. The nature and severity of most biological end points are a function of the retained dose in the lung, which is often difficult to determine experimentally. Hence, to study the potential for human health effects, the exposure-dose-response characterization of inhaled gases, vapors, and aerosols established in nonhuman primates needs to be translated to predict biologically equivalent doses in humans. This translation involves the use of mathematical dosimetry models that allow the calculated doses in nonhuman primates to be extrapolated to estimate human lung doses and, thus, equivalent human exposure scenarios.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Various disease models and pathobiological conditions have been studied in nonhuman primates. Plopper et al. (2007) have shown that remodeling of the epithelial-mesenchymal trophic unit of the tracheobronchial airway wall is altered in postnatal development of rhesus monkey lungs exposed to ozone and challenged with house dust mites as the allergen. Cynomolgus and rhesus macaques have been used in the study of severe acute respiratory syndrome (Haagmans & Osterhaus, 2006) . Indeed, macaques are the major nonhuman primate used in biomedical research and serve as models for more than 70 human infectious agents of diverse etiologies, including bacteria, viruses, fungi, parasites, and prions (Gardner & Luciw, 2008) . Nonhuman primate studies involving therapeutic drug research targeting subregions of the intrathoracic airways benefit from knowledge of particle deposition patterns in the lower respiratory tract (LRT) as a function of aerodynamic size.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 115,
                    "text": "Plopper et al. (2007)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 448,
                    "end": 476,
                    "text": "(Haagmans & Osterhaus, 2006)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 697,
                    "end": 720,
                    "text": "(Gardner & Luciw, 2008)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In principle, inhalation studies must be conducted to measure the deposited dose of inhaled toxicants or therapeutic drugs in the lungs of primates. However, only a limited number of such studies can be conducted due to the high costs of developing inhalation exposure systems, monitoring and maintaining a stable aerosol over the duration of the exposure period, and evaluating all of the biological endpoints that may be involved in the mode of action of the compound. Even then, measurements will not encompass all desirable exposure scenarios and deposition/absorption ranges. Hence, available deposition measurement information is used in the construction of a dosimetry model in conjunction with mathematical expressions and differential equations that allow one to examine the deposition/absorption and removal of the material in the respiratory tract in a costand timeeffective manner.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Deposition/absorption calculations of inhaled materials (vapors, gases, aerosols, mixtures,) involve simultaneous solutions of the airflow and material transport equations in realistic geometries of the respiratory tract for various lung and breathing parameters. However, anatomically correct models of the respiratory system are currently limited to either discrete regions of the respiratory system or, if they include conducting airways of both the upper and lower respiratory tract, do not extend into the alveolar spaces that are important for many inhaled materials. To achieve the needed calculations, the process can be broken down into four independent steps. First, semi-empirical predictive models for the inhalability of airborne materials into and deposition/absorption in the upper respiratory tract (URT) are developed based on either laboratory measurements or computational fluid dynamics studies. Second, the LRT geometry is constructed from available, selected measurements of conducting and alveolated airways of the lung by assuming that each airway is shaped as a cylindrical tube. Third, a model for lung ventilation is developed based on airway resistance and lung compliance to allow distribution of inhaled materials throughout the LRT. Finally, an account of the fate of inhaled materials is accomplished by performing a mass balance on the inhaled materials in each airway of the LRT. Calculated airway losses are combined to obtain local and regional deposition fractions and deposited masses.",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 92,
                    "text": "(vapors, gases, aerosols, mixtures,)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Steps 3 and 4 of the above process are fairly generic and share many common elements and procedures across material types and species. Thus, modifications are made to existing models in order to develop similar models in a new species or for a new material. Steps 1 and 2 have been carried out in detail for humans, but not for rhesus monkeys. Therefore, the development of mathematical models for head losses and lung geometry accompanied by breathing parameters for rhesus monkeys constitute a major thrust of the current study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The only previous attempt to model particle deposition in rhesus monkeys was done by Martonen et al. (2001) . Since these investigators did not provide any measurements of LRT airway dimensions for the rhesus monkey, they made a number of assumptions to create a rhesus lung model, among them being: (1) the symmetric dichotomously branching system of Soong et al. (1979) for human airway lengths and diameters could be scaled to the size for a rhesus monkey using the ratios of the human trachea to that of a rhesus monkey that had been measured by Phalen and Oldham (1983) , (2) the airway branching angles for major and minor daughters were assumed equal to a value of 41°, which represented an average of the 20° for the major daughter and 62° for the minor daughter reported in Table 2 of Phalen and Oldham (1983) , and (3) the alveolar volume was set equivalent to the alveolar volume for a cynomolgus monkey of 121 cm 3 measured by Hislop et al. (1984) . Values of physiologic variables such as tidal volume and breathing frequency were taken from Phalen (1984) , who reported values from the study by Crosfill and Widdicombe (1961) for monkeys (type of monkey not specified).",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 107,
                    "text": "Martonen et al. (2001)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 352,
                    "end": 371,
                    "text": "Soong et al. (1979)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 550,
                    "end": 574,
                    "text": "Phalen and Oldham (1983)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 794,
                    "end": 818,
                    "text": "Phalen and Oldham (1983)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 939,
                    "end": 959,
                    "text": "Hislop et al. (1984)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1055,
                    "end": 1068,
                    "text": "Phalen (1984)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1109,
                    "end": 1139,
                    "text": "Crosfill and Widdicombe (1961)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 783,
                    "end": 790,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Currently, there are three major dosimetry models for deposition of particles in human lungs where the software is available for use by most investigators: (1) the National Council on Radiation Protection and Measurements (NCRP) deposition model (NCRP, 1997) , (2) the International Commission on Radiological Protection (ICRP) deposition model (ICRP, 1994) , and (3) the multiple path particle deposition (MPPD) model (Anjivel & Asgharian, 1995; Asgharian et al., 2001; Asgharian & Price, 2007) . In a review of the performance of these models, Rostami (2009) noted that the models produce similar regional deposition results in humans for particles larger than about 0.1 μm in diameter but that the MPPD model is more user friendly due to its menu driven data input format.",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 258,
                    "text": "(NCRP, 1997)",
                    "ref_id": null
                },
                {
                    "start": 345,
                    "end": 357,
                    "text": "(ICRP, 1994)",
                    "ref_id": null
                },
                {
                    "start": 419,
                    "end": 446,
                    "text": "(Anjivel & Asgharian, 1995;",
                    "ref_id": null
                },
                {
                    "start": 447,
                    "end": 470,
                    "text": "Asgharian et al., 2001;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 471,
                    "end": 495,
                    "text": "Asgharian & Price, 2007)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 546,
                    "end": 560,
                    "text": "Rostami (2009)",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To calculate the deposition of particles in various respiratory tract regions, a dosimetry model requires inputs for the aerosol: concentration, particle density, particle diameter (count median, mass median, or mass median aerodynamic), the geometric standard deviation, and whether a correction is to be made for inhalability. Inputs that relate to the route and pattern of breathing must also be specified. These include: initial lung volume at the start of the breath, which is termed functional residual capacity (FRC); the volume of air inhaled broken down into the tidal volume and the breathing frequency; the fraction of the breathing cycle due to inspiration and due to pause; and the route of breathing. In addition, the user must specify an airway morphometry model to be used and the volume of the nasal and oral passages.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The objectives of the current study were three-fold. The first was to develop a LRT geometry model for the lungs of rhesus monkeys using computed tomography (CT) images of the tracheobronchial (TB) airways to construct a conducting airway tree and synthesizing morphometric data from the literature to construct the alveolar region geometry. The second objective was to develop relationships between various physiologic variables and the body weight/age of rhesus monkeys to be able to specify values of input variables needed in deposition model calculations of inhaled particles and to scale the LRT geometry model to monkeys of different sizes. The final objective was to examine the deposition of particles in the lungs of rhesus monkeys and make comparisons to deposition patterns and values in humans. To accomplish these objectives, various tasks were undertaken, as described in the following sections. buffer (330 mosm, pH 7.4) at 25 cm H 2 O pressure overnight and then stored in fixative. Fixed lungs were placed in buffered saline prior to casting. Silicone RTV mixed with silicone oil was introduced to the lung through the trachea under a slight negative pressure (−80 mm Hg) until it reached the distal airways. The silicone RTV was allowed to cure for 48 h, after which the airway tissue was removed with bleach. Silicone RTV diluted with low viscosity silicone oil penetrates well to the level of the terminal bronchioles and alveolar ducts without causing overdistention. The shrinkage rate for the casting material was negligible at 0.32% after 7 days (Perry et al., 2000) .",
            "cite_spans": [
                {
                    "start": 1571,
                    "end": 1591,
                    "text": "(Perry et al., 2000)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Post mortem lung CT data were obtained after removing airways containing alveoli. Serialsection scan images of the lungs were made from the trachea down to reconstruct the lung geometry for visualization and inhaled dose calculations. The coronal images of lung airway cross sections were assembled and digitized to create a 3-D structure, as described by Carson et al. (2010) .",
            "cite_spans": [
                {
                    "start": 356,
                    "end": 376,
                    "text": "Carson et al. (2010)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The reconstructed 3-D lung geometry was converted to a binary tree made up of parentdaughter branches with each branch assumed to have the shape of a cylinder. Cylindrical representation of non-cylindrically-shaped lung airways allows average predictions of deposited dose for various possible shapes of the airway and is consistent with the firstorder, accuracy level of the constructed model for deposition predictions. Airway parameters including length, diameter, branching and bifurcating angles were calculated and reported along with parent-daughter connectivity to create an asymmetric tree geometry for the conducting airways of the lung. The TB geometry contained over 20,000 airways.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The reconstructed conducting tree was made from a dataset containing 24,846 airway records, with each record specifying the length, volume, [x,y,z] coordinate, and basic connectivity information (Jiao et al., 2010) . These records of the 6-month old, male rhesus monkey were analyzed for development of the lung geometry into a single path airway branching model. The airway tree dataset was not a dichotomous branching network. There were a few cases where a parent airway split into several daughter branches. The number of daughter branches reached as many as 10 in several instances, which is unrealistic and has not been observed anatomically. The false extra-branching observations were primarily due to the lack of adequate resolution of the scanned images that affected the automated medial curve algorithm. Hence, a reassignment of airway branching was necessary for branches with more than 2 siblings.",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 214,
                    "text": "(Jiao et al., 2010)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "An algorithm was developed to reorganize the airway branching patterns established by the initial medial curve analysis based on the premise of a steady decrease in airway diameter with increasing lung depth. First, the number of daughter pathways was examined at each bifurcation. Pathways exceeding 3 at a junction were removed and reattached to other bifurcations. Each removed pathway, consisting of a detached (root) airway and its subsequent bifurcations, was reattached to a nearby bifurcation. The criterion for reattachment of a removed pathway was based on the diameter of its root airway. The diameter of the root airway was compared with the airway diameters of the intact conducting airway tree. The removed pathway could belong to a bifurcation if its root airway diameter was closest to but smaller than the parent airway diameter. The maximum number of daughter pathways was kept to 3 at each bifurcation. Third, the comparison of the root airway diameter of a removed pathway with the conducting tree airway diameters was repeated for all removed pathways until all were reassigned to different bifurcations and a new conducting tree emerged. Finally, the branching and gravity angles of all airways were recalculated. The resulting new TB tree geometry was made up solely of bifurcations and trifurcations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The reconstructed geometry of the conducting airway tree had an asymmetric structure (i.e., airway parameters at a given generation had different values). Initially, a typical-path, symmetric lung geometry for the rhesus monkey was developed, with the realization that more information on the variability among lobes in airway dimensions of various monkeys is needed before more detailed geometry models might be developed. The following steps were taken to create a symmetric lung geometry of the conducting airways:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Average airway parameters (diameter, length, and branching and gravity angles) were calculated for each airway generation of the conducting airway tree. In addition, the average generation number was found for the entire tree by dividing the sum of generation numbers for all pathways by the number of pathways. The average generation number was calculated to be N = 15.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1."
        },
        {
            "text": "A functional relationship was adopted between each airway parameter and airway generation number [e.g. d = f(i), where d was the airway diameter and f(i) was the functional relationship, which depended on generation number, i]. The coefficients of the function were found by fitting the function to the corresponding averaged airway parameter. Hence, an airway parameter value (e.g. diameter) was found by inserting a value for the generation number i in function f(i).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "The predictive curve-fit models developed in step 2 gave airway parameters from generations i=0 to the last generation number, I, which was found to be 33. However, the symmetric lung geometry stretched from generation 0 to average generation number, N. Hence, the functional relationships were rescaled by i = (I / N) × n or i = (33 / 15) × n.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3."
        },
        {
            "text": "While the initial rhesus monkey deposition model was developed from data on a 6-monthold male, rhesus monkey weighing 1.79 kg, the deposition model can be extended over a wide range of body weights and ages for both male and female monkeys by rescaling lung dimensions and replacing age-specific values of lung and breathing parameters with values obtained from equations developed in subsequent sections of this paper. The lungs of the rhesus monkey imaged were fixed at a pressure of 25 cm of H 2 O, ensuring fixation at total lung capacity (TLC). Since deposition calculations are done with an animal taking a breath starting at FRC, the TB geometry data were scaled from TLC to FRC using isotropic scaling methods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3."
        },
        {
            "text": "To develop a LRT geometry for animals of different body weights, the ratio of FRC to TLC must be used to scale the airway dimensions appropriately. Since FRC/ TLC changes in value as animals grow from birth to adulthood, the relationship of FRC/TLC as a function of body weight in rhesus monkeys must be established and this is done in a subsequent section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3."
        },
        {
            "text": "A number of relationships between variables such as alveolar duct volume or alveolar volume and the animal's body weight, age or lung volume are needed to construct the alveolar region lung geometry, as well as to scale their values and dimensions to animals of different sizes or to scale the dimensions for a given animal to animals with a different lung volume. Here, we describe how the needed relationships were estimated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Constructing the pulmonary airway tree"
        },
        {
            "text": "The lung volume (V L ) represents the cumulative sum of the volume of the trachea and all of the airway volumes proceeding distally from the trachea down every lung path until terminating at an alveolar sac. As noted above, data on V L are critical for assessing the reasonableness of the generations of respiratory bronchioles and alveolar ducts and partitioning the total volume among the TB airways, respiratory bronchioles, and alveolar ducts and sacs. In pulmonary physiology studies, a good estimate of V L is provided by the measurement of TLC. In lung morphometry studies, lung volume is typically estimated from the buoyancy of the lungs (minus the trachea and extrapulmonary bronchi) after they are placed in a physiologically-buffered saline solution. In lung morphometry studies, the pressure used for fixation, the materials present in the fixative solution, and the length of time allowed for fixation all influence the volume at which the lungs become fixed. If the fixation procedure results in lungs fixed at a volume near TLC, the estimates of V L from lung morphometry and pulmonary function studies will be close to each other. Hyde et al. (2007) examined a number of alveolar variables in the lungs of male and female rhesus monkeys ranging in age from a few days to more than 7 years, with body weights ranging from 0.41 to 12.66 kg. They determined the number of alveoli, the volume of the airway portion of the alveolar ducts, the volume occupied by the alveoli, and a number of other parameters reflective of lung structure. Their measurements of V L as a function of body weight for their male rhesus monkeys are shown in Figure 1 together with the TLC values for male animals that served as controls in various studies at the California National Primate Research Center. Most of the morphometric study animals had body weights less than 4 kg, and their values for V L agree quite well with the estimates of V L obtained in pulmonary function animals. The variability around the fitted curve increases as body weight increases.",
            "cite_spans": [
                {
                    "start": 1148,
                    "end": 1166,
                    "text": "Hyde et al. (2007)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 1648,
                    "end": 1656,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Constructing the pulmonary airway tree"
        },
        {
            "text": "Since the animal used to develop the conducting airway geometry weighed 1.79 kg, we elected to restrict the regression analyses of the various morphometric variables to animals at the lower end of the body weight range (i.e., <4 kg). The best fitting models for variables needed to develop the pulmonary generations of a lung model for male rhesus monkeys are given in Table 1 with plots of the raw data and fitted curves presented in the various panels of Figure 2 . Fits for these same variables for female rhesus monkeys are provided in Appendix A.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 369,
                    "end": 376,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 457,
                    "end": 465,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Constructing the pulmonary airway tree"
        },
        {
            "text": "Based on the regression models in Table 1 , we computed the predicted values of various variables for the male, rhesus monkey used to develop the lung geometry model. All pulmonary volumes were calculated at TLC; the equations in Table 1 were used to obtain the values in Table 2 for a male rhesus monkey weighing 1.79 kg having a TLC of 123.1 mL (i.e., the size of the monkey whose CT scans were used to construct the conducting airway geometry). The values of the variables given in Table 2 provided constraints that our pulmonary airways scaling approach had to meet.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 34,
                    "end": 41,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 230,
                    "end": 237,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 272,
                    "end": 279,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 485,
                    "end": 492,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Constructing the pulmonary airway tree"
        },
        {
            "text": "We compared the resulting rhesus monkey anatomic data with comparable data for cynomolgus monkeys (Hislop et al., 1984) . In the Hislop et al. (1984) study, a mixture of barium sulfate and gelatin at 60°C at a pressure of 70 mmHg was injected into the pulmonary arteries. Subsequenly, 10% buffered formol saline was injected at a pressure of 30 cm of H 2 0 and the trachea clamped. The lungs were then immersed in formol saline for at least 1 week. As the data in Table 3 clearly show, the values for V L are consistently about 30% greater for rhesus monkeys compared to cynomolgus monkeys, with the difference being about 50% for the largest monkey (i.e., body weight of 6.7 kg). Injecting hot gelatin into the pulmonary arteries at 70 mmHg likely deformed the airways, thereby creating considerable artifacts and errors in intrapulmonary airway dimensions. In addition, Hislop et al. (1984) do not make it clear whether the perfusion pressure was maintained at 30 cm H 2 0, which would have further confounded any artifacts or errors. Thus, we would not recommend substituting this cynomolgus lung volume data for rhesus data.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 119,
                    "text": "(Hislop et al., 1984)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 129,
                    "end": 149,
                    "text": "Hislop et al. (1984)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 872,
                    "end": 892,
                    "text": "Hislop et al. (1984)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 464,
                    "end": 471,
                    "text": "Table 3",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Constructing the pulmonary airway tree"
        },
        {
            "text": "With no information on airway dimensions in the pulmonary region for rhesus monkeys, the values for the duct volume and volume of the alveoli in Table 2 were used to reconstruct the pulmonary airway tree. In addition, due to the lack of data on the distribution of the number of alveoli per generation in monkey lungs, the measured values in humans (Weibel, 1963) were used to apportion the volume of alveoli among the respiratory bronchioles and alveolar ducts of rhesus monkeys. Finally, the calculated TLC of the rhesus monkey lung compared against reported measurements was used as a final confirmation for the accuracy of pulmonary dimensions and structure.",
            "cite_spans": [
                {
                    "start": 349,
                    "end": 363,
                    "text": "(Weibel, 1963)",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [
                {
                    "start": 145,
                    "end": 152,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Constructing the pulmonary airway tree"
        },
        {
            "text": "To complete the geometry model for the rhesus monkey, generations of respiratory bronchioles (RBs) and alveolar ducts have to be added to the terminal bronchioles from the symmetric lung geometry. Hislop et al. (1984) examined the structural development of the lung of cynomolgus monkeys. They reported 6-9 generations of respiratory bronchioles and at least five generations of alveolar ducts. However, for the rhesus monkey, four generations of RBs are typically seen (Phalen & Oldham, 1983) .",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 217,
                    "text": "Hislop et al. (1984)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 470,
                    "end": 493,
                    "text": "(Phalen & Oldham, 1983)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Constructing the pulmonary airway tree"
        },
        {
            "text": "Relative to the number of alveolar generations, a restriction on their number is imparted by literature data on the number of alveoli and their volume, as well as on the volumes and lengths of alveolar ducts. We used data on duct volume to help determine the reasonableness of the number of added alveolar generations. The pulmonary airway tree was constructed with 4 generations of respiratory bronchioles and 4 generations of alveolar ducts and sacs. Thus, the entire lung geometry consisted of 23 airway generations: 15 generations of the conducting airways and eight generations of the alveolar airways. Airway diameters of the symmetric pulmonary tree for generations 16-23 were obtained by assuming changes in airway diameter and length from generation to generation are the same in humans and monkeys.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Constructing the pulmonary airway tree"
        },
        {
            "text": "The pulmonary airway tree of rhesus monkeys excluding the alveoli was constructed based on a Wiebel type airway volume distribution and calculated total duct volume of rhesus monkeys (35.69 mL; Table 2 ). In addition, the airway tree structure and shape were assumed to be the same for humans and rhesus monkeys. Thus, airway length to diameter ratio was the same in humans and rhesus monkeys for corresponding airway generation numbers. Airway dimensions of rhesus monkeys were determined in several steps. First, volume fraction of human pulmonary airways (excluding the volume of alveoli) was calculated per airway generation and used to find the cumulative airway volume fraction in the human pulmonary region. The cumulative volume fraction was assumed to be the same for humans and rhesus monkeys. Thus, the volume fraction and cumulative volume fraction in each generation of the rhesus monkey lung was obtained by linear interpolation (Figure 3 ). Next, accumulative and airway volumes in each generation of the rhesus monkey pulmonary tree were found by multiplying volume fractions by an arbitrary volume scale. The volume scale was selected such that the duct volumes (i.e. volume of the last 4 generations of the pulmonary tree) added to 35.69 mL. Finally, airway length and diameter were calculated from airway volume per generation of the rhesus monkey and the corresponding airway length-to-diameter ratio.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 194,
                    "end": 201,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 943,
                    "end": 952,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Constructing the pulmonary airway tree"
        },
        {
            "text": "Once the pulmonary airway tree was constructed, the alveoli were attached to different generations of the pulmonary airway tree. There are limited data on the number, volume, and distribution of acini in monkeys, which hampers the construction of the monkey alveolar structure. Given that the structure and distribution of airway parameters are similar between humans and monkeys (Mercer et al., 1994) , we used the relationship in humans for the number of alveoli per duct to construct the pulmonary acinus structure in the rhesus monkey. The alveoli number distribution versus generation number in humans was used to distribute 70.38 mL (Table 2 ) of alveolar volume among respiratory bronchioles and alveolar ducts of the rhesus monkey airway generations. The fraction and accumulative fraction of the alveoli volume of the human respiratory tree was calculated per airway generation number in the pulmonary region. The alveoli volume fraction and cumulative volume fraction were assumed to be the same for humans and rhesus monkeys ( Figure 4 ). The volume fraction and volume of alveoli per generation of the rhesus monkey lung was consequently obtained by linear interpolation. The volume of alveoli per airway generation in rhesus monkeys was found by multiplying the volume fraction per generation by the total volume of alveoli in the pulmonary region.",
            "cite_spans": [
                {
                    "start": 380,
                    "end": 401,
                    "text": "(Mercer et al., 1994)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [
                {
                    "start": 639,
                    "end": 647,
                    "text": "(Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1038,
                    "end": 1046,
                    "text": "Figure 4",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Constructing the pulmonary airway tree"
        },
        {
            "text": "The completed alveolar airway tree was then attached to the conducting airway tree to form the complete lung geometry. Airway dimensions of the symmetric lung tree are listed in Table 4 and a comparison between rhesus monkeys and humans for airway dimension as a function of airway generation is shown in Figure 5 . The typical-path lung geometry model for the rhesus monkey has the same number of airway generations as humans except for one fewer conducting airway generation and one additional alveolar airway generation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 178,
                    "end": 185,
                    "text": "Table 4",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 305,
                    "end": 313,
                    "text": "Figure 5",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Constructing the pulmonary airway tree"
        },
        {
            "text": "As noted earlier, calculating lung deposition of inhaled particles or the absorption of an inhaled gas requires knowledge of a number of physiologic variables. These include the route, rate, and depth of breathing, the volume of the URT, and the volume of the lungs at FRC. Subsequent sections provide how values of these variables were estimated for rhesus monkeys.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimating values of physiologic variables"
        },
        {
            "text": "Particle-or gas-laden inhaled air is diluted by the volume of air initially in the URT. The mixture of dilution air and inhaled air make up the tidal volume air that travels to various locations of the lung. In addition to the route and depth of breathing, the volume of the URT influences LRT deposition. Thus, the URT volume must be known to assess losses of particles in various locations of the lung. To obtain an estimate of URT volume, data were integrated from a number of sources: (1) nasal measurements of MRI scans of 6-month-old rhesus monkeys, (2) computational fluid dynamics (CFD) model of a 6-month old monkey, and (3) volume measurements of URT molds of rhesus monkeys that had been used in airflow studies conducted by investigators at the Chemical Industry Institute of Toxicology (CIIT, currently named the Hamner Institutes for Health Sciences).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "URT volume"
        },
        {
            "text": "Nasal volume and surface area measurements were made from MRI scans of the nose of 8 rhesus monkeys that had been exposed to either filtered air or cyclic ozone for a period of 6 months that did not result in any nasal structural alterations. Since the scans were only of the left side of the nose, the value for each animal was obtained by doubling the value of volume or surface area for the imaged side (Table 5 ). The volume and surface area measurements reported in Table 5 also include the maxillary sinuses. Since the URT region represents from the nares down to and including the larynx, the volume of the nasopharynx, the oropharynx, and the larynx must be added to the nasal volume to derive an estimate of URT volume for these animals.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 406,
                    "end": 414,
                    "text": "(Table 5",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 471,
                    "end": 478,
                    "text": "Table 5",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "URT volume"
        },
        {
            "text": "Since the study by Morgan et al. (1991) showed there was no evidence of flow into the maxillary sinuses in the rhesus monkey mold, we needed to be able to \"back out\" an estimate of the maxillary sinus volume for the volumes derived from the MRI scans. This is important to do because the filtration efficiency of the nose for particle deposition is highly dependent upon the rate of airflow. The recent study of Ge et al. (2012) of local deposition fractions of ultrafine particles in a human nasal-sinus cavity CFD model showed that, even with very low flow rates, there is a lack of particle deposition within the maxillary sinuses. This further supports obtaining URT volume estimates that do not include the volume of the maxillary sinuses when examining the URT deposition of particles.",
            "cite_spans": [
                {
                    "start": 19,
                    "end": 39,
                    "text": "Morgan et al. (1991)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 412,
                    "end": 428,
                    "text": "Ge et al. (2012)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "URT volume"
        },
        {
            "text": "To obtain an estimate of the amount to subtract from the volume and surface area data of the maxillary sinuses for the MRI scanned animals, a three-dimensional reconstruction of one side of the nasal cavity of a 180-day-old, male rhesus monkey (1.3 kg) was created as described by Carey et al. (2007) . The reconstruction was imported in STL format into the meshing software package ICEM-CFD version 12.1 (ANSYS, Inc., Canonsburg, PA) and the maxillary sinus and adjacent ostium were isolated from the main nasal cavity and meshed using 56,154 tetrahedral elements. The resulting mesh was imported into the CFD software Fluent version 12.1.4 (ANSYS, Inc.), and the volume and surface area of the maxillary sinus (one side only) were calculated using Fluent's volume and surface integral utilities. The result of these computations was a volume of 0.051 cm 3 and a surface area of 0.0936 cm 2 for a single maxillary sinus. These values were doubled and then subtracted from the nasal plus maxillary sinus data to obtain nasal only values that appear in the last three columns of Table 5 .",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 300,
                    "text": "Carey et al. (2007)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 1078,
                    "end": 1085,
                    "text": "Table 5",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "URT volume"
        },
        {
            "text": "Should others in the future obtain estimates of the nasal plus maxillary sinuses volume for rhesus monkeys and wish to estimate only the nasal volume portion, one can use measurements of the maxillary sinuses volume in macaque monkeys made by Kocon & Stephen (1967) . Using metal casts of the URT, they studied monkeys between the ages of 1 and 8 years of age. Their data on the volume of the maxillary sinuses are given in Table 6 , together with the value we determined here for a 6-month old rhesus. The value of 1.86 cm 3 for the maxillary sinus volume in 6-to 8-year-old macaques given by Kocon and Stephen (1967) is in reasonably good agreement with the value of 2.25 cm 3 reported by Gross et al. (1987) for rhesus monkeys likely to be of a similar age (Table 7) . While the maxillary sinuses probably represent about 22 to 27% of the nasal region volume in animals 1 to 8 years of age, they represent less < 10% of the nasal region volume in 6-month old rhesus monkeys.",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 265,
                    "text": "Kocon & Stephen (1967)",
                    "ref_id": null
                },
                {
                    "start": 594,
                    "end": 618,
                    "text": "Kocon and Stephen (1967)",
                    "ref_id": null
                },
                {
                    "start": 691,
                    "end": 710,
                    "text": "Gross et al. (1987)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 424,
                    "end": 431,
                    "text": "Table 6",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 760,
                    "end": 769,
                    "text": "(Table 7)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "URT volume"
        },
        {
            "text": "To our knowledge, there are no data in the literature on the volume of the nasopharynx, oropharynx, or larynx in rhesus monkeys less than one year of age. Thus, we used data from other ages and body weights for these regions and then applied a scaling relationship to obtain estimates of volumes for these regions for infant rhesus monkeys. Schreider and Raabe (1981) made serial step sections through a silicone rubber cast of the URT of a male rhesus monkey weighing 7 kg. From these detailed sections, they determined the perimeter and area of each section. By linking the sections together and taking into account the distance between sequential step sections, one can calculate the surface area and volume between any two sections via a forward or a backward process. The resulting data for surface area and volume were averaged for the forward and backward calculation process and are given in Table 8 , providing another source of data for obtaining URT volume estimates for rhesus monkeys of different sizes.",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 367,
                    "text": "Schreider and Raabe (1981)",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [
                {
                    "start": 900,
                    "end": 907,
                    "text": "Table 8",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "URT volume"
        },
        {
            "text": "Since we only have data in Table 5 for the nasal region of 6-month-old rhesus monkeys averaging 1.42 kg, we still had to obtain volume estimates for the nasopharynx, oropharynx and laryngeal regions for the 1.79 kg monkey for which we had the CT data. We elected to use as a scaling factor for these regions the ratio of the nasal airway volume for a 1.42 kg monkey to that of the 7 kg rhesus that Schreider and Raabe (1981) studied. The volumes for these regions calculated by the backward and forward process for the data in Table 8 were divided by 1000 to convert to cm 3 and then multiplied by the scaling ratio to yield the volume estimates given in Table 9 .",
            "cite_spans": [
                {
                    "start": 398,
                    "end": 424,
                    "text": "Schreider and Raabe (1981)",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [
                {
                    "start": 27,
                    "end": 34,
                    "text": "Table 5",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 527,
                    "end": 534,
                    "text": "Table 8",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 655,
                    "end": 662,
                    "text": "Table 9",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "URT volume"
        },
        {
            "text": "URT molds for two adult rhesus monkeys, a 7-yr old female weighing 4.74 kg and a 15-yr old male weighing 10 kg, were examined to determine their URT volume. These molds had been used in airflow and particle deposition studies conducted at CIIT (Morgan et al., 1991) . The nostrils of the molds were plugged with silly putty prior to filling the molds with ethanol and then weighing the molds. Ethanol was used to more easily eliminate air bubbles compared to using water. The filling and weighing process was repeated three times for each URT mold. The average weight of the ethanol was 6.36 g (0.11 std. dev.) and 13.39 g (0.09 std. dev.), respectively, for the mold from the animal weighing 4.74 kg and the one weighing 10 kg. Taking into account the density of pure ethanol, which is 0.789 g/cm 3 , the URT volume estimates for the 4.74 and 10 kg monkeys were 8.06 and 16.97 mL, respectively. Since the molds of these animals contained a portion of the trachea, the URT volume after adjusting for the tracheal volume of the mold was 7.61 and 15.32 mL for the animals weighing 4.74 and 10 kg, respectively.",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 265,
                    "text": "(Morgan et al., 1991)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "URT volume"
        },
        {
            "text": "Utilizing the data sources described above, estimates of URT volume in relationship to body weight were obtained for animals ranging in weight from 1.79 kg to 10 kg. The relationship between URT volume and the body weight of rhesus monkeys is highly linear over this body weight range ( Figure 6A ), with the linear fit explaining 98.2% of the variability in the data. While a quadratic polynomial gave a slightly better R 2 (i.e., 0.99), the concept of parsimony argues for using the linear fit since the quadratic fit requires estimating the value of an additional parameter while yielding essentially the same R 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 287,
                    "end": 296,
                    "text": "Figure 6A",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "URT volume"
        },
        {
            "text": "The surface area of the complex nasal airways affects the filtration efficiency of the nose to remove inhaled particles, which serves to protect insults to sensitive LRT tissues. The surface area to volume ratio of this region appears in equations that account for the effects of impaction and diffusion mechanisms, which are presented later in this paper. Here, we will consider the nasal passages as only those comprising the nasal cavity absent the paranasal sinuses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surface area to volume ratio of the nasal passages"
        },
        {
            "text": "Various models were fit to the data for the relationship between the nasal passages surface area to volume ratio and body weight using data for the animals in Tables 5, 7 , and 8 plus the data for an adult monkey weighting 11.9 kg that had been used in a nasal deposition modeling analysis and the data for rhesus monkeys in the study by Yeh et al. (1997a) . For animals less than 2 kg in body weight, the nasal passages surface area to volume ratio is highly variable, having an average value of 27.06 with a standard deviation of 6.63. For the adult animals, the nasal surface area to volume ratio is much smaller and is less variable (i.e., 9.67 ± 1.58). A quadratic model provided an R 2 of 77.2, but the predicted values steadily increase for animals with body weights greater than about 10 kg. Thus, an exponential decreasing model was judged to provided the best fit to the data in Figure 6B , explaining 76.4% of the variability and yielding the following equation:",
            "cite_spans": [
                {
                    "start": 338,
                    "end": 356,
                    "text": "Yeh et al. (1997a)",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [
                {
                    "start": 159,
                    "end": 170,
                    "text": "Tables 5, 7",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 889,
                    "end": 898,
                    "text": "Figure 6B",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Surface area to volume ratio of the nasal passages"
        },
        {
            "text": "(1)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surface area to volume ratio of the nasal passages"
        },
        {
            "text": "Deposition of inhaled materials in the lung depends on the ventilation rates of the animal. Laboratory measurements of ventilation rates include the tidal volume (V T ) and frequency of breathing (f), which together determine the respiratory minute volume (V̇E). The subdivision of V̇E into its two components is necessary for accurate deposition modeling because the inhaled particles have varying patterns of deposition depending upon the combination of V T and f. Thus, values of V T and f are needed to calculate material loss in the respiratory tract of rhesus monkeys. While a number of studies have reported group means for V T , f, and V̇E, only 3 studies have reported values of these variables on individual rhesus monkeys where the sex was specified (Karel & Weston, 1946; Brooks et al., 1957; Binns et al., 1972) . One animal was judged to be an outlier in each of the studies reporting individual values for these variables, and none of the data for these animals was used in our analyses (Appendix B).",
            "cite_spans": [
                {
                    "start": 761,
                    "end": 783,
                    "text": "(Karel & Weston, 1946;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 784,
                    "end": 804,
                    "text": "Brooks et al., 1957;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 805,
                    "end": 824,
                    "text": "Binns et al., 1972)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Rhesus breathing parameters"
        },
        {
            "text": "Breathing frequency-Values of breathing frequency and body weight for the male and female rhesus monkeys studied by Karel and Weston (1946) , Brooks et al. (1957) , and Binns et al. (1972) are shown in Figure 7A and 7B, respectively. For animals weighing up to 4.5 kg, the scatter plots clearly show that there is no relationship between breathing frequency and body weight for either sex. The overall average breathing frequency for the males and females in these 3 studies was 39.7 and 39.6 bpm, respectively, with the standard deviation of the 31 males being 6.8 and being 10.1 for the 36 females.",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 139,
                    "text": "Karel and Weston (1946)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 142,
                    "end": 162,
                    "text": "Brooks et al. (1957)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 169,
                    "end": 188,
                    "text": "Binns et al. (1972)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 202,
                    "end": 211,
                    "text": "Figure 7A",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Rhesus breathing parameters"
        },
        {
            "text": "Given that a number of other rhesus monkey studies have reported group mean breathing frequency, we elected to use the averages of the Karel and Watson (1946) , Brooks et al. (1957) and Binns et al. (1972) studies together with these other study means to determine an overall mean breathing frequency based upon a larger number of animals (Table 10 ). The study by Kelly et al. (1974) was not included in Table 10 because the minute volume for the female animals in that study was basically the same as the minute volume in the Guyton (1947) and Crosfill and Widdicombe (1961) studies that used animals about 2 kg less in size.",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 158,
                    "text": "Karel and Watson (1946)",
                    "ref_id": null
                },
                {
                    "start": 161,
                    "end": 181,
                    "text": "Brooks et al. (1957)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 186,
                    "end": 205,
                    "text": "Binns et al. (1972)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 365,
                    "end": 384,
                    "text": "Kelly et al. (1974)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 528,
                    "end": 541,
                    "text": "Guyton (1947)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 546,
                    "end": 576,
                    "text": "Crosfill and Widdicombe (1961)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 339,
                    "end": 348,
                    "text": "(Table 10",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 405,
                    "end": 413,
                    "text": "Table 10",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Rhesus breathing parameters"
        },
        {
            "text": "Since the sample size of the groups studied varied between 3 and 21 animals, we calculated a weighted mean and pooled standard deviation to use for male and female rhesus monkeys. Using the studies in Table 10 that reported a mean and a standard deviation for breathing frequency, the weighted mean of male and female rhesus monkeys was calculated to be 39 bpm with a standard deviation of 7.8 based upon a sample size of 91. If the 2 studies that did not report a standard deviation are also included in the weighted mean calculation, the weighted mean has a value of 38.8 bpm.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 201,
                    "end": 209,
                    "text": "Table 10",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Rhesus breathing parameters"
        },
        {
            "text": "Assuming the overall average breathing frequency is the same for male and female rhesus monkeys is consistent with the absence of gender differences in this variable for a number of animal species. For example, Alexander et al. (2008) reported for cynomolgus monkeys a bpm value of 72 for males and 69 for females. These same investigators found a value of 259 bpm for both male and female CD1 mice, and the weighted mean for Beagle dogs using their Table 2 data gave mean breathing frequencies of 30 and 29 for males and females, respectively. Similarly, Costa and Tepper (1988) show no gender difference in breathing rates for rats.",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 234,
                    "text": "Alexander et al. (2008)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 556,
                    "end": 579,
                    "text": "Costa and Tepper (1988)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 450,
                    "end": 457,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Rhesus breathing parameters"
        },
        {
            "text": "Minute volume-Ideally, one would like to have measurements of tidal volume to calculate minute volume as the product of the breathing frequency times the tidal volume. In addition, tidal volume and breathing frequency are required input variables in most dosimetry models to calculate particle deposition. If tidal volume is not known but the body weight is known, an estimate of tidal volume can be derived using the analyses presented below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rhesus breathing parameters"
        },
        {
            "text": "For the 3 studies discussed above where individual data were collected, only 4 male and 4 female rhesus monkeys had body weights above 4 kg. In addition to the study means for the 3 studies where individual values were reported, Table 10 provides the average minute volume data for 6 additional studies. The body weight range in several of these other studies included at least 26 animals that weighed greater than 4 kg, with 9 of these animals having body weights between 7 and 14.8 kg. The data of Kelly et al. (1974) on 21 female rhesus monkeys were not used because the minute volume for animals weighing about 2 kg less in other studies was the same as that reported by Kelly and colleagues. Also, while Liu and Delauter (1977) studied both conscious and anesthetized rhesus monkeys, the conscious animals were all males and had a tighter body weight range than those that were anesthetized over the 6-hour study period. Thus, we elected to report in Table 10 the mean minute volume data for the conscious male monkeys during the first hour of the 6-hr exposure period.",
            "cite_spans": [
                {
                    "start": 500,
                    "end": 519,
                    "text": "Kelly et al. (1974)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 709,
                    "end": 732,
                    "text": "Liu and Delauter (1977)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 229,
                    "end": 237,
                    "text": "Table 10",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 956,
                    "end": 964,
                    "text": "Table 10",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Rhesus breathing parameters"
        },
        {
            "text": "Since we want to develop relationships for breathing parameters over a large range of body weights, we elected to examine the relationship between minute volume and body weight via two approaches. First, we fit the data from the 3 studies that reported individual minute volume values and body weights for monkeys that were mostly < 4 kg in body weight. Second, we used the study minute volume means in Table 10 together with the body weight means if the authors reported them or we used the midpoint of the body weight range if the average body weight was not reported. The separate analyses were necessary since the individual measurements and means should not be used simultaneously to fit a regression model. Various regression models were fit to the individual data as well as to the group mean data.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 403,
                    "end": 411,
                    "text": "Table 10",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Rhesus breathing parameters"
        },
        {
            "text": "Among the 3 studies where individual measurements were reported, there is significant variability in the value of minute volume for body weights in the range of 2.5 to 3.5 kg. A linear regression explained 72% of the variability in the data, while a logarithmic model explained 73.7% of the variability ( Figure 8A ). Other models (e.g. quadratic, exponential rising) also explained about 73% of the variability but typically required the use of more parameters. Thus, the logarithmic model was judged the best model and is given by:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 305,
                    "end": 314,
                    "text": "Figure 8A",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "Rhesus breathing parameters"
        },
        {
            "text": "( 2) where minute volume is in L/min and body weight is in kg",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rhesus breathing parameters"
        },
        {
            "text": "For the models fit to the minute volume study means in Table 10 , a 3-parameter exponential rising model with body weight gave the best fit, explaining 73% of the variability in the study means. Various other models were also fit (i.e., quadratic, exponential, logarithmic, power law), but these models only explained anywhere from 37 to 63% of the variability in the data. The exponential rising model is of the form [m 1 -(m 1 -m 2 ) * exp (-m 3 * Body Weight)]. The fitted curve parameters are given by Equation (3).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 55,
                    "end": 63,
                    "text": "Table 10",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Rhesus breathing parameters"
        },
        {
            "text": "( 3) where minute volume is in L/min and body weight in kg. The model fit to the study means in shown in Figure 8B .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 105,
                    "end": 114,
                    "text": "Figure 8B",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "Rhesus breathing parameters"
        },
        {
            "text": "A comparison of the logarithmic fit from Eq.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rhesus breathing parameters"
        },
        {
            "text": "(2) and the 3-parameter exponential rising model from Eq. (3) is shown in Figure 8C . For body weights within the range of 3 to 4 kg, the two models provide very similar estimates of the minute volume. For body weights outside of this range, the models start to differ in their estimates of minute volume. Given that the logarithmic curve is a fit of individual animal values and had most of the animals with body weights < 4 kg and no animals above 5.35 kg, we recommend that Eq.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 74,
                    "end": 83,
                    "text": "Figure 8C",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "Rhesus breathing parameters"
        },
        {
            "text": "(2) be used to estimate minute volume when the body weight of the rhesus monkeys is < 4 kg and that Eq.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rhesus breathing parameters"
        },
        {
            "text": "(3) be used for animals with body weights ≥ 4 kg.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rhesus breathing parameters"
        },
        {
            "text": "Tidal volume-In most instances where dosimetry calculations are of interest, tidal volume is seldom measured. Since minute volume is the product of the breathing frequency and the tidal volume, one can determine an estimate of tidal volume (V T ) in mL by solving for the minute volume using Eq.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rhesus breathing parameters"
        },
        {
            "text": "(2) or Eq. (3), depending upon the body weight of interest, multiplying the result by 1000 to convert to mL, and then dividing that value by the overall breathing frequency of 39 bpm. For example, for a 3 kg rhesus monkey, Eq. (2) For animals < 4 to 5.5 kg in body weight, an alternative way to estimate V T is discussed in Appendix B. This alternative method is based upon regression analyses of the tidal volume data reported for individual animals in the studies of Karel and Weston (1946) , Binns et al. (1972) , and Brooks et al. (1957) . In addition, if one has experimentally measured V T , the regression models in Appendix B allow one to determine how far above or below the predicted mean V T for a given body weight their animals are. While the focus of the main body of this paper is on male rhesus monkeys, Appendix B also provides analyses of the relationship between tidal volume and body weight for female rhesus monkeys as well as equations for minute volume and body weight.",
            "cite_spans": [
                {
                    "start": 469,
                    "end": 492,
                    "text": "Karel and Weston (1946)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 495,
                    "end": 514,
                    "text": "Binns et al. (1972)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 521,
                    "end": 541,
                    "text": "Brooks et al. (1957)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Rhesus breathing parameters"
        },
        {
            "text": "The critical lung volumes for the structure of the lung geometry used in the deposition model are the lung volumes at TLC and FRC for an animal of a given body weight. The deposition calculations are initiated using the tidal volume to expand the lungs from the lung volume at the end of a breath, which is termed FRC, and calculate the impact of each mechanism of particle deposition (e.g. impaction, sedimentation, and diffusion) in each lung generation. Thus, the lung geometry structure that was derived from CT and morphometric data obtained at or near TLC must be scaled to the dimensions and volumes associated with FRC. For an animal having a body weight different from that of the animal used to develop the initial lung geometry structure, then the ratio of FRC to TLC for the animal of interest is used to obtain the necessary dimensions and volumes at their FRC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TLC and FRC volumes"
        },
        {
            "text": "From the California National Primate Research Center database, we had available pulmonary function data for 107 male and 14 female rhesus monkeys ranging in body weight from 0.76 to 14.26 kg that had served as control animals in various studies conducted at UC Davis. Lung volumes were measured in sedated and anesthetized monkeys that were intubated and placed in a whole body plethysmograph with the cuffed endotracheal tube attached to an automated valve assembly (Buxco Research Systems). Vital capacity, inspiratory capacity, and expiratory reserve volume were measured after inflating the lungs to an airway pressure of 30 cm H 2 O and then slowly deflating them to an airway pressure of −20 cm H 2 O (Likens & Mauderly, 1982) . FRC was measured using airway occlusion and Boyle's law (Dubois et al., 1956) . TLC and residual volume were calculated using inspiratory capacity, expiratory reserve volume and FRC.",
            "cite_spans": [
                {
                    "start": 707,
                    "end": 732,
                    "text": "(Likens & Mauderly, 1982)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 791,
                    "end": 812,
                    "text": "(Dubois et al., 1956)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "TLC and FRC volumes"
        },
        {
            "text": "Various models were fit to the data on TLC and FRC to examine the relationship between these variables and body weight. The quadratic fit for the male rhesus monkeys is given in Figure 9A . While a scatter plot of the TLC data for the 14 female monkeys showed no relationship with body weight, the body weights of the female monkeys were in a very narrow range compared to that for the male monkeys. This is illustrated in Figure 9B , which contains the quadratic curve obtained combining the data for both sexes. The quadratic fit to only the data for the males explains 90.4% of the variability in the data (Table 11 , part A), while the curve for both sexes explains 87.2% of the variability (Table 11 , part B). If there were data for females over as broad a range of body weights as there is for males, female rhesus monkeys might well exhibit an altered pattern of TLC with changes in body weight; however, there currently are insufficient data for females to examine this possibility.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 178,
                    "end": 187,
                    "text": "Figure 9A",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 423,
                    "end": 432,
                    "text": "Figure 9B",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 609,
                    "end": 618,
                    "text": "(Table 11",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 695,
                    "end": 704,
                    "text": "(Table 11",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "TLC and FRC volumes"
        },
        {
            "text": "Several other models were also fit to the TLC data, with some models explaining a slightly greater percentage of the variability (Table 11) . However, the concept of parsimony argues for selecting the model that requires the least number of fitted parameters, all other things being equal. Since the cubic and exponential rising models give large deviations from the leveling off trend of the experimental data, the quadratic curve was deemed the best overall mathematical fit to the experimental data in combination with desired behavior at the upper end of the body weight range. Thus, Equation (4) can be used to estimate the value of TLC for a male rhesus monkey of a specified body weight:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 129,
                    "end": 139,
                    "text": "(Table 11)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "TLC and FRC volumes"
        },
        {
            "text": "where TLC is in mL and body weight is in kg. Since Eq. (4) typically gives a TLC value no more than 4% greater than the value obtained using a quadratic model for fitting the combined sexes data ( Figure 9B ) for animals weighing up to 11.4 kg, it is probably reasonable to use Eq. (4) to estimate TLC even when female rhesus monkeys are used, at least until there are sufficient data available to fit accurately a separate curve for female monkeys.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 197,
                    "end": 206,
                    "text": "Figure 9B",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "TLC and FRC volumes"
        },
        {
            "text": "The same types of models were fit for FRC as were fit for TLC. For the male rhesus monkey data, the cubic model gave a slightly higher R 2 than the quadratic curve, and the R 2 for the exponential rising model was very close to the value for the quadratic model (Table 12 , Part A). The same findings held for comparisons among models fit to the combined sex data for FRC (Table 12 , Part B). However, for both data sets, the quadratic curve followed a gently increasing trend up to a body weight of about 16 kg, while the cubic and exponential rising models quickly departed from a plateau at the higher body weight values. Thus, overall, the quadratic model was judged to be the most useful for estimating the value of FRC over a range of body weights from 0.76 to 16 kg. Equation (5) gives the quadratic regression for FRC as a function of body weight and explains 91.4% of the variability in the data.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 262,
                    "end": 271,
                    "text": "(Table 12",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 372,
                    "end": 381,
                    "text": "(Table 12",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "TLC and FRC volumes"
        },
        {
            "text": "The quadratic fits for the male only and combined sex models for the relationship between FRC and body weight are provided in Figure 10A and 10B, respectively. As with TLC, there are insufficient data to fit a FRC model separately for females. Also, given that Eq. (5) predicts FRC values that are only about 2% greater than the equation for both sexes when body weights are ≤ 6.7 kg and never more than 4.2% greater when body weights are between 6.7 and 15 kg, Eq. (5) can be used even when female rhesus monkey values are of interest. The current analyses of TLC and FRC in relationship to body weight based upon 107 male and 14 female rhesus monkeys provide equations that have a broader and statistically more robust application than the equations developed by Kosch et al. (1979) based upon 12 monkeys.",
            "cite_spans": [
                {
                    "start": 765,
                    "end": 784,
                    "text": "Kosch et al. (1979)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 126,
                    "end": 136,
                    "text": "Figure 10A",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "TLC and FRC volumes"
        },
        {
            "text": "While airway measurements are often made at TLC, lung airway dimensions and volumes are needed at FRC since the FRC volume is the starting point for calculating deposition of inhaled particles or absorption of inhaled gases and is a required input variable for dosimetry models such as the MPPD model. Therefore, estimates of FRC and TLC as well as their ratio are required to construct the pulmonary geometry. The ratio of FRC to TLC against body weight provides guidance on how much the TLC measurements and volumes must be scaled to relate accurately to the corresponding FRC values.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Airway scaling guidance using TLC and FRC data"
        },
        {
            "text": "Using the pulmonary function database for control animals at the UC Davis National Primate Research Center, various regression models were fit to examine the relationship between FRC/TLC and body weight. The body weight range for the 14 females of 5.21 to 8.3 kg was not wide enough to estimate any relationship between body weight and FRC/ TLC. Thus, the regression models were fit for male rhesus monkeys (Table 13 , Part A) as well as for the combined data of both sexes (Table 13 , Part B). While for each case the quadratic curve explained about 0.5% more of the variability in the data compared to an exponential rising model, the quadratic curve estimates decrease for body weights greater than about 10 kg. Since one would expect TLC to plateau at the upper end of the body weight range for any given species, an exponential rising model is more in line with the expected trend in FRC/TLC.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 407,
                    "end": 416,
                    "text": "(Table 13",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 474,
                    "end": 483,
                    "text": "(Table 13",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Airway scaling guidance using TLC and FRC data"
        },
        {
            "text": "Predicted FRC/TLC values for the males only and the combined sexes exponential rising models differ at most in the 3 rd digit after the decimal point. Given this and the fact that the combined data set provides an R 2 of 0.538 compared to an R 2 of 0.477 for the males, the recommended equation for examining the relationship between FRC/TLC and body weight is given by Equation (6) obtained from measurements on both sexes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Airway scaling guidance using TLC and FRC data"
        },
        {
            "text": "where body weight is in kg. Figure 11 corresponds to a plot of the data that generated Eq.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 28,
                    "end": 37,
                    "text": "Figure 11",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Airway scaling guidance using TLC and FRC data"
        },
        {
            "text": ".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Airway scaling guidance using TLC and FRC data"
        },
        {
            "text": "With lung deposition models such as MPPD one can investigate the influence of many factors on the dosimetry of inhaled particles in rats and humans, and now with the development of a lung geometry for rhesus monkeys, regional LRT deposition can also be examined in this species. Recall that with deterministic models one studies the fate of inhaled materials based on the laws of physics that govern the transport of inhaled materials and on particle physicochemical properties influencing their fate once deposited. Two modes of breathing were examined: endotracheal and spontaneous nasal breathing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mode of breathing and particle deposition"
        },
        {
            "text": "Endotracheal breathing-With endotracheal breathing, a tube is placed either through the nose or the oral cavity and inserted down to the beginning of the trachea. For the purpose of deposition studies, the endotracheal tube defeats the filtering effect of the nose or mouth in removing particles before they can enter the LRT via the trachea. This enables interspecies comparisons of deposition fractions that are a function only of LRT structure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mode of breathing and particle deposition"
        },
        {
            "text": "Spontaneous nasal breathing-Breathing through the nose spontaneously is the most common mode of breathing in rodents, nonhuman primates, and most resting humans. While rodents are obligatory nose breathers, humans and nonhuman primates can engage in oral and oronasal breathing as well. Oronasal breathing typically occurs when the ventilatory demand due to work or exercise becomes large. The oronasal switching point in adult humans occurs when minute ventilation is at about 35 L/min (Niinimaa et al., 1981) . Currently, data on the oronasal switching point in rhesus monkeys is not known. Thus, here we will examine deposition in rhesus monkeys breathing spontaneously through the nose. In order to use MPPD for examining LRT deposition with this scenario, we need to determine the extent of nasal deposition of inhaled particles.",
            "cite_spans": [
                {
                    "start": 487,
                    "end": 510,
                    "text": "(Niinimaa et al., 1981)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Mode of breathing and particle deposition"
        },
        {
            "text": "Particle losses in the nasal airway passages of rhesus monkeys occur by inertial impaction for micrometer and larger particles and by Brownian diffusion for submicron particles. The travel time in these airways is insufficient to allow losses due to the gravitational settling of particles. Measurements for losses of particles in the rhesus monkey nasal passages by the above loss mechanisms are typically reported at a specific age. To extend the results to different ages, we take notice of the fact that except for the first 3 months after birth, nasal passages of rhesus monkeys grow in size while the structure and shape remain intact. Thus, the same semi-empirical formulas derived for the measured age of rhesus monkeys can be used to calculate deposition efficiency at different ages if the coefficients of the fit are adjusted by a correction factor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Particle filtration efficiency of the rhesus monkey nose"
        },
        {
            "text": "In Vivo measurements on particle losses in the nasal passages of rhesus monkeys are scarce. Yeh et al. (1997b) measured deposition of 0.005, 0.014, and 0.1 μm thoron progeny and 59 Fe 2 O 3 particles in head and lung airways on a total of 8 anesthetized rhesus monkeys ages between 5 and 8 years (n = 2 for 0.005 μm, n = 2 for 0.014 μm, and n = 4 for 0.1 μm). Exposure duration was kept brief (5 to 8 minutes) to minimize particle clearance, and the mouths of the monkeys were taped to ensure that they breathed only through the nose. Yeh et al. (1993) measured deposition of 0.005 to 0.2 μm particles in a clear replica cast of an 8.5 kg monkey under various inspiratory and expiratory flow rates. Losses of particles by diffusion in nasal passages are related to the flow rate (Q) and particle diffusion coefficient (D). Thus, Yeh et al. (1993) fit to the experimental measurements a semi-empirical model for deposition efficiency as a function of these two variables. The semi-empirical model can be extended to other ages when corrected by the nasal passages volume and surface area ratios according to the equation below:",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 110,
                    "text": "Yeh et al. (1997b)",
                    "ref_id": null
                },
                {
                    "start": 535,
                    "end": 552,
                    "text": "Yeh et al. (1993)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 829,
                    "end": 846,
                    "text": "Yeh et al. (1993)",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Particle filtration efficiency of the rhesus monkey nose"
        },
        {
            "text": "where η d is the deposition efficiency by Brownian diffusion defined as the fraction of the inhaled particles through the nasal airway that are deposited, parameter K values are −13.3 and −14.6 during inhalation and exhalation respectively, V 0 and S 0 are the nasal passages volume and surface area at the age where deposition measurements were made (i.e., data for the 8.5 kg monkey from Yeh et al., 1993) , and V and S are the nasal passages and volume and surface area at the age for which deposition efficiency by diffusion is to be calculated.",
            "cite_spans": [
                {
                    "start": 390,
                    "end": 407,
                    "text": "Yeh et al., 1993)",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Particle filtration efficiency of the rhesus monkey nose"
        },
        {
            "text": "Inertial losses of particles depend primarily on particle Stokes number and secondarily on the flow Reynolds number. The Stokes number is equivalent to ρd 2 Q in the nasal passages of a given monkey for which ρ is the mass density of the particle and Q is the inhalation flow rate. Kelly et al. (2005) measured particle losses in the rhesus monkey nasal replica at four different inhalation flow rates with values of an impaction parameter (ρd 2 Q) between 100 and 5000 μm 2 cm 3 /s. They used particle sizes from 1 to 10 μm in diameter. Kelly et al. (2005) found excellent agreement between the deposition efficiency in two human nasal molds and their rhesus monkey nasal mold for inspiratory flow rates corresponding to resting breathing in both species.",
            "cite_spans": [
                {
                    "start": 282,
                    "end": 301,
                    "text": "Kelly et al. (2005)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 538,
                    "end": 557,
                    "text": "Kelly et al. (2005)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Particle filtration efficiency of the rhesus monkey nose"
        },
        {
            "text": "Using the data in Kelly et al. (2005) , a semi-empirical function for particle losses was developed. The model can be extended to different ages by correcting for the volume and surface area ratios:",
            "cite_spans": [
                {
                    "start": 18,
                    "end": 37,
                    "text": "Kelly et al. (2005)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Particle filtration efficiency of the rhesus monkey nose"
        },
        {
            "text": "where η i is the deposition efficiency by inertial impaction in the nasal passages. Here, V 0 and S 0 correspond to the data for the 12 kg monkey used by Kelley et al. (2005) .",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 174,
                    "text": "Kelley et al. (2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Particle filtration efficiency of the rhesus monkey nose"
        },
        {
            "text": "Since losses by impaction and diffusion occur for different ranges of particle sizes, it can be assumed that net loss of particles in the nasal passages is the sum of deposition efficiency by each mechanism. Thus,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Particle filtration efficiency of the rhesus monkey nose"
        },
        {
            "text": "Eqs. (7) to (9) were implemented in MPPD to find losses of particles in rhesus monkey nasal airway passages.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Particle filtration efficiency of the rhesus monkey nose"
        },
        {
            "text": "There are limited published data involving the deposition of inhaled particles in the lungs of monkeys with which to compare predicted deposition using the model that has been developed here. Palm et al. (1956) studied total and alveolar deposition of 0.3 to 5 μm particles in rhesus and cynomolgus monkeys, but did not separate the results for the two. Since we showed earlier ( Table 3 ) that one should probably not substitute cynomolgus lung volume data for rhesus data, the Palm et al. (1956) study was not used to evaluate lung deposition predictions of the rhesus deposition model.",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 210,
                    "text": "Palm et al. (1956)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 479,
                    "end": 497,
                    "text": "Palm et al. (1956)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [
                {
                    "start": 380,
                    "end": 387,
                    "text": "Table 3",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Model predicted lung deposition vs experimental data"
        },
        {
            "text": "There are no published data on lung deposition fractions in rhesus monkeys for particles ≥2 μm in aerodynamic diameter. However, Yeh et al. (1997b) measured both nasal and lung deposition in the ultrafine particle experiments they conducted. A comparison of their experimental deposition fraction measurements with the deposition fractions obtained using the lung geometry model developed here are shown in Figure 12 . If there were perfect agreement between the predicted and measured deposition fractions, the values would fall on the line of identity. The mean experimental values on the Y-axis are plotted with the vertical bars representing ± one standard deviation. The predicted deposition fractions on the X-axis are mean values obtained using the average body weight of the animals in the Yeh et al. (1997b) study. The horizontal bars represent results obtained using body weights ± two standard deviations from the mean body weight. Given the large variability in measured deposition fractions and the small sample sizes used by Yeh et al. (1997b) , there is reasonable agreement between the predicted and experimentally measured deposition fractions.",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 147,
                    "text": "Yeh et al. (1997b)",
                    "ref_id": null
                },
                {
                    "start": 798,
                    "end": 816,
                    "text": "Yeh et al. (1997b)",
                    "ref_id": null
                },
                {
                    "start": 1039,
                    "end": 1057,
                    "text": "Yeh et al. (1997b)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 407,
                    "end": 416,
                    "text": "Figure 12",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Model predicted lung deposition vs experimental data"
        },
        {
            "text": "Figure 12 also provides some insights as to the level of uncertainty in the predicted deposition fractions. When 2 standard deviations above and below the mean body weight are used, this results in a new computation of the values for TLC, FRC, FRC/TLC, minute volume, and V T using Eqs. (3-6) and the average breathing frequency of 39 breaths per minute. In addition, this results in the need to isotropically scale the lung geometry airway dimensions to the size appropriate for the newly specified body weight. The mean values plotted in Figure 12 can be considered as population means with the lines above and below the means reflecting the impact of the variability of different physiologic variable values on the deposition fraction since animals of the same body weight can vary in the values of their physiologic variables. The uncertainty about the URT deposition fractions is much less than it is for the pulmonary region deposition fractions. Based on the limited experimental deposition data available for rhesus monkeys, one standard deviation around the mean deposition fraction can give predicted deposition fractions that are larger or smaller than the mean value by about 0.1-0.15 (Figure 12 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 540,
                    "end": 549,
                    "text": "Figure 12",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1197,
                    "end": 1207,
                    "text": "(Figure 12",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Model predicted lung deposition vs experimental data"
        },
        {
            "text": "To study particle deposition characteristics in the lungs of rhesus monkeys, the hypothetical case of breathing via the trachea was first examined by bypassing the URT region. In addition, since monkey and human lung deposition predictions have often been used interchangeably due to the resemblance of lung geometries between these species, MPPD model predictions for humans (Asgharian et al., 2001) with endotracheal breathing are also provided for comparison. Next, deposition fractions and patterns with spontaneous nasal breathing were examined as spontaneous breathing is the most common route of breathing, and this route incorporates the filtration efficiency of the URT in lessening the insult of inhaled material to the sensitive tissues of the LRT. For all deposition calculations we assumed the particles were spherical with a density of 1 g/cm 3 . Hence, all particle diameters are aerodynamic particle diameters. Figure 13 gives predicted deposition fractions of 1 μm particles in different regions of the lungs of a 6-month-old rhesus monkey with an FRC of 63 mL, tidal volume of 13.6 mL, and breathing frequency of 39 breaths per minute. For humans, a 21-month old child having an FRC of 38.4 mL, tidal volume of 81.2 mL, and breathing frequency of 28 breaths per minute was used. Losses of 1 μm particles are predominantly by gravitational settling in the pulmonary (PUL) region (i.e., alveolar region). The pulmonary deposition fraction is about the same as the TB region deposition fraction for infant monkeys compared to about a 5-fold increase for human infants. Figure 13 shows that there is a lower overall particle deposition fraction in the lungs of an infant rhesus monkey compared to that of an infant human, which is primarily due to the pulmonary deposition fraction being about 2.5 times larger in human infants than in rhesus infants.",
            "cite_spans": [
                {
                    "start": 376,
                    "end": 400,
                    "text": "(Asgharian et al., 2001)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 927,
                    "end": 936,
                    "text": "Figure 13",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1584,
                    "end": 1593,
                    "text": "Figure 13",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results and discussion"
        },
        {
            "text": "Particle deposition in the lung depends on lung geometry dimensions, branching and gravity angles, airway and carinal shape, and branching patterns as well as on physiologic parameters. A comparison of generation-by-generation predicted deposition fraction betweens monkeys and humans reveals information regarding interspecies similarities and differences. Hence, deposition fractions for 0.1 μm and 1 μm particles were calculated for different generations of the infant human and rhesus monkey lungs using the values for lung and breathing parameters stated above. While Figure 14 shows that the general trend of particle deposition versus generation number is similar overall for the two geometries for both 0.1 μm and 1 μm particles, there are differences that can be attributed to species differences in airway dimensions. The predicted deposition fraction in the infant human lung for both particle sizes shows a steady enhanced deposition in the TB region, reaching a peak deposition fraction in about the 21st or 22nd generation in the alveolar region and then rapidly declining in value. The maximum deposition fraction is much larger for the ultrafine particle (i.e. 0.1 μm) compared to the 1 μm particle (0.1 vs. 0.06).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 573,
                    "end": 582,
                    "text": "Figure 14",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Deposition in infants via endotracheal breathing"
        },
        {
            "text": "The deposition fraction versus generation trend indicates increasing losses due to sedimentation as particle size increases. In the infant monkey, the particle deposition fractions increase steadily in the TB region and reach a peak in the pulmonary region in about the 18th or 19th generation before plummeting to zero. These particle deposition results show that the smaller size of the monkey lung directly influences the mechanisms and distribution of particle losses. Hence, the differences between infant humans and monkeys in lung geometry warrant separate predictive deposition models for these species. The monkey lung cannot be treated by simply scaling down the geometry of a human lung, as was done by Martonen et al. (2001) . Figure 14 were made for only a couple of particle sizes. To generalize, deposition fractions of particles between 0.01 μm and 10 μm were calculated in the lungs of infant humans and monkeys at the same breathing and lung conditions noted above. Figure 15 presents predicted deposition fractions in the TB and PUL regions, as well as for the LRT with endotracheal breathing. Particle deposition fractions in the infant monkey TB region are higher than those in infant humans ( Figure 15A ) and are substantially lower than infant humans in the PUL region for particles <3 μm in diameter ( Figure 15B ). For both species, the peaks for PUL deposition occur at about the same particle sizes (i.e., about 0.04-0.05 μm and at about 2.7 μm). The similarity in deposition fraction trends for the LRT region ( Figure 15C ) demonstrates that the deposition model findings seen in Figure 14 can be extended to a wide range of particle sizes, but with the deposition fractions having region specific differences in value.",
            "cite_spans": [
                {
                    "start": 714,
                    "end": 736,
                    "text": "Martonen et al. (2001)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [
                {
                    "start": 739,
                    "end": 748,
                    "text": "Figure 14",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 984,
                    "end": 993,
                    "text": "Figure 15",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1215,
                    "end": 1225,
                    "text": "Figure 15A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1327,
                    "end": 1337,
                    "text": "Figure 15B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1541,
                    "end": 1551,
                    "text": "Figure 15C",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1610,
                    "end": 1619,
                    "text": "Figure 14",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Deposition in infants via endotracheal breathing"
        },
        {
            "text": "However, there is a notable difference between human and monkey results that has implications for data extrapolation between these species. TB deposition in monkey lungs approaches 100% for particles larger than 6 μm. Consequently, pulmonary deposition of particles larger than 6 μm is negligible. Given that particles > 6 μm are not completely removed by humans from the inhaled air, finding comparable exposure atmospheres for pulmonary deposition mass of particles for infant humans and monkeys for endotracheal breathing becomes more difficult if the exposure atmosphere contains many particles greater than 5 to 6 μm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparisons of particle deposition in"
        },
        {
            "text": "Analogous to what was done in the previous section, this section examines the deposition model predictions in young adult monkeys and humans. Figure 16 gives predicted deposition fractions of 1 μm particles in different regions of the lungs of a young adult rhesus monkey weighing 6.5 kg with an FRC of 300 mL, tidal volume of 48.8 mL, and breathing frequency of 39 breaths per minute. For humans, a young adult having a FRC of 3300 mL, tidal volume of 625 mL, and breathing frequency of 15 breaths per minute was used.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 142,
                    "end": 151,
                    "text": "Figure 16",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Deposition in young adults via endotracheal breathing"
        },
        {
            "text": "In contrast to infants, the TB and pulmonary deposition fraction for 1 μm particles are not similar in value in young adult monkeys. The TB deposition fraction in young adult monkeys is substantially greater than the PUL deposition fraction. Moreover, there is slightly less of a difference in LRT deposition between young adult monkeys and humans ( Figure 16 compared to Figure 13 ). Generation specific deposition fractions for the LRT for young adult monkeys and humans are given in Figure 17 for 0.1 μm and 1 μm particles. As with infants, the pattern of deposition fractions is similar between the two species, but the values of the deposition fractions are lower than in infants, particularly distal to generation 15 ( Figure 17 compared to Figure 14) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 350,
                    "end": 359,
                    "text": "Figure 16",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 372,
                    "end": 381,
                    "text": "Figure 13",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 486,
                    "end": 495,
                    "text": "Figure 17",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 725,
                    "end": 734,
                    "text": "Figure 17",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 747,
                    "end": 757,
                    "text": "Figure 14)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Deposition in young adults via endotracheal breathing"
        },
        {
            "text": "The results of extending the deposition calculations to a broad range of particle sizes are shown in Figure 18 where the particle size was varied from 0.01 to 10 μm. The overall shape of the TB, PUL, and LRT deposition fraction curves for the young adult monkey and human were quite similar to the shapes of these curves for an infant. However, there was a shift downward in TB deposition fraction values ( Figure 18A ) for particles <2 μm in size in young adults compared to infants and a downward shift as well of the pulmonary deposition fraction values ( Figure 18B ). The net result was a downward shift in the magnitude of the deposition fraction values for the LRT for particles less than about 2 μm such that the overall LRT deposition fractions are quite similar in value for the two species for particles <2 μm in diameter ( Figure 18C ). Pulmonary deposition in the young adult rhesus monkey is minimal for particles >5 μm, similar to what was seen for infant monkeys. Thus, the same issues about interspecies comparisons that were made above for infant monkeys also apply to young adults. Since the above comparisons were for endotracheal breathing, deposition fractions arising from nasal breathing will have different values than those appearing in Figures 15 and 18 , but the overall shapes of the curves will remain the same.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 101,
                    "end": 110,
                    "text": "Figure 18",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 407,
                    "end": 417,
                    "text": "Figure 18A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 559,
                    "end": 569,
                    "text": "Figure 18B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 835,
                    "end": 845,
                    "text": "Figure 18C",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1263,
                    "end": 1280,
                    "text": "Figures 15 and 18",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Deposition in young adults via endotracheal breathing"
        },
        {
            "text": "By examining spontaneous nasal breathing, the filtration efficiency of the URT comes into play such that differences in the deposition patterns between species may be more pronounced for certain particle sizes. Since there currently are no published experimental data to be able to estimate the probability of particles of a given size being able to be inhaled in rhesus monkeys, we elected to restrict deposition calculations to particles no greater than 5 μm in diameter as particles less than this size are most likely nearly 100% inhalable in rhesus monkeys, and they are basically 100% inhalable by humans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Deposition with spontaneous nasal breathing in young adults"
        },
        {
            "text": "In addition, given that there are only limited data on nasal deposition in rhesus monkeys and that these data were obtained in an adult, we will not estimate particle deposition in infant monkeys at this time. The need for more experimental data on URT deposition of particles in rhesus monkeys of different ages is discussed more in the Future Research section below. On a regional basis, the TB deposition fraction of 1 μm particles in the young adult rhesus monkey is about 30% greater than it is in the young adult human TB region, with a deposition fraction of 0.068 compared to 0.052 in humans ( Figure 19 ). However, for the pulmonary region, the deposition fraction in young adult humans is four times that of young adult monkeys (0.1 vs. 0.025). The net result is that total LRT deposition fraction is about 45% greater in young adult humans than it is in young adult rhesus monkeys.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 602,
                    "end": 611,
                    "text": "Figure 19",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Deposition with spontaneous nasal breathing in young adults"
        },
        {
            "text": "Deposition fractions per LRT generation for young adult monkeys and humans are shown in Figure 20 for 0.1 μm and 1 μm particles. Since diffusion is the dominant mechanism for deposition of 0.1 μm particles, TB deposition (i.e., generations 0 to 15) is minimal, with the pulmonary region deposition fraction being at least 4-fold higher in both species. Overall, the LRT deposition fraction pattern is quite similar between the two species for 0.1 μm particles, but peaks earlier in the lungs of young adult monkeys compared to humans (generation 15 vs. 20).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 88,
                    "end": 97,
                    "text": "Figure 20",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Deposition with spontaneous nasal breathing in young adults"
        },
        {
            "text": "For particles 1 μm in diameter, there are not significant differences between young adult rhesus monkeys and humans in the deposition fraction for the first 10 generations of the TB region. After the 10th generation, the TB deposition fraction rises more rapidly in monkeys compared to humans. For more distal generations, the pattern of the deposition fractions is quite similar for the two species for 1 μm particles, but the value of the peak pulmonary deposition fraction in humans is more than twice that of monkeys and the peak occurs in generation 20 compared to generation 17 ( Figure 20 ). Figure 21 for particles between 0.01 and 5 μm. Deposition fractions for particles >5 μm are not depicted because inhalability may well be an issue in monkeys for these larger particles. The impact of the filtration efficiency of the nose is clearly seen in the TB region for both species ( Figure  21A ). There is a substantial decrease in the deposition fraction for ultrafine particles (i.e., 0.01 to 0.1 μm) for spontaneous nasal breathing compared to endotracheal breathing, most likely due to the high diffusivity of these particles in combination with the complex geometry of the nasal passages ( Figure 21A vs. Figure 18A ). For particles above 1 μm in diameter, the deposition fraction in the TB region in adult rhesus monkeys rapidly increases to 0.165 for 2.9 μm particles before rapidly declining; in adult humans, the deposition fraction for particles >1 μm increases gradually from about 0.05 to 0.09 ( Figure 21A ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 586,
                    "end": 595,
                    "text": "Figure 20",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 599,
                    "end": 608,
                    "text": "Figure 21",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 889,
                    "end": 900,
                    "text": "Figure  21A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1202,
                    "end": 1212,
                    "text": "Figure 21A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1217,
                    "end": 1227,
                    "text": "Figure 18A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1515,
                    "end": 1525,
                    "text": "Figure 21A",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Deposition with spontaneous nasal breathing in young adults"
        },
        {
            "text": "For the pulmonary region, Figure 21B shows peak deposition of ultrafine particles occurs in both species at about 0.03 μm. However, the peak deposition fraction is about 0.3 in humans compared to only about 0.13 in monkeys. For particles >1 μm, the pulmonary deposition fraction in young adult rhesus monkeys spontaneously breathing through the nose rapidly falls from a maximum of about 0.062 for 2.5 μm particles before rapidly declining towards zero. However, in adult humans with spontaneous nasal breathing, the peak pulmonary deposition fraction is about 0.2, declining to about 0.1 for 5 μm particles. Overall, the similarity in shapes of the LRT deposition fraction patterns shown in Figure 21C supports being able to conduct inhalation studies in monkeys for particles <5 μm in diameter and that interspecies dosimetric adjustments can be made to translate biologically effective doseresponse relationships in young adult monkeys to humans.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 26,
                    "end": 36,
                    "text": "Figure 21B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 692,
                    "end": 702,
                    "text": "Figure 21C",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Regional deposition in adult rhesus monkeys and humans is shown in"
        },
        {
            "text": "There are no published LRT experimental deposition data in rhesus monkeys for particles >2 μm in diameter with which to compare the deposition fractions predicted using the lung geometry model developed here. The alveolar deposition fraction of 0.12 measured in cynomolgus monkeys by Cheng et al. (2008) for 2.3 μm particles compares well with the value predicted here for male rhesus monkeys. However, their value for 5.1 μm particles is 2 to 3 times greater than what the new model for rhesus monkeys predicts. Recall that lung volumes differ significantly between the two types of monkeys, so there is not a solid basis for expecting the deposition fractions to be similar for all particle sizes. Clearly, experimental measurements in rhesus monkeys are needed to evaluate and refine the rhesus lung geometry and dosimetry models developed here.",
            "cite_spans": [
                {
                    "start": 284,
                    "end": 303,
                    "text": "Cheng et al. (2008)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Regional deposition in adult rhesus monkeys and humans is shown in"
        },
        {
            "text": "A combination of data from the literature and previously unpublished data were used in estimating relationships between various physiologic variables and body weight to serve as input variables for the deposition model that was developed. In addition, some morphometric data were used to complete the pulmonary airway tree after constructing the TB tree from data on CT scans of a male, rhesus monkey weighing 1.79 kg. Inherent in the development of the deposition model, various assumptions and decisions had to be made that could be replaced by data if the research to develop the needed data had been done. Here, some of the areas are described that additional research would help improve the particle deposition model as well as extend the model to handle the clearance of particles. The listing and discussion of topics are not in any prioritized order nor is the list exhaustive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Future research"
        },
        {
            "text": "• Inhalability: Deposition of inhaled particles in the lungs of rhesus monkeys depends on the amount that is able to penetrate into the nasal or oral cavity, escape deposition in the URT, and reach the lungs. While inhalability in monkeys is 100% for submicrometer particles, for micrometer and larger particles, inhalability will decrease as particle size increases beyond probably 4 to 5 μm. Currently, there is no information on the inhalability of particles for rhesus monkeys. The results of the current study generally imply that particle inhalability is lower for monkeys than for humans. Thus, inhalability equations for humans cannot represent those for monkeys, and there is a need to develop such a database for monkeys.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Future research"
        },
        {
            "text": "• URT volume: When inhalation initiates, the volume of air in the head airways enters the lung as part of the tidal volume. There are limited data on the volume of the URT as a function of body weight in monkeys. Currently, there are no data in the literature on the volume of the nasopharynx, oropharynx, or larynx in rhesus monkeys less than one year of age, and there are limited data on these volumes in larger sized monkeys.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Future research"
        },
        {
            "text": "• Particle losses in URT airways: The filtering efficiency of the head is a critical aspect of limiting the exposure of sensitive pulmonary tissues to the adverse effects of inhaled particles. Experimental as well as computationally-generated data on nasal and oral deposition as a function of particle size and airflow rate are needed to be able to verify or improve equations for the removal of particles in the URT of rhesus monkeys and to establish input levels for the deposition model that was developed here for the LRT.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Future research"
        },
        {
            "text": "• Tidal volume measurements: The available data for estimates of tidal volume in rhesus monkeys are limited to animals with body weights <5 kg. However, monkeys with body weights up to about 15 kg are used in various research studies. Specification of the tidal volume value is a necessary input variable for calculating the deposition of particles or examining the uptake of gases. Experimental measurements of tidal volume in rhesus monkeys of varying body weights are needed to ascertain whether one can linearly extrapolate beyond the range of the currently available data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Future research"
        },
        {
            "text": "• Pulmonary airway geometry: In the absence of data on pulmonary airways, four generations of respiratory duct and four generations of alveolar ducts were assumed in this study based on measured duct and lung volumes. However, detailed morphometric studies are needed to measure airway number and shape for rhesus monkeys of different ages and weights. These data could be used to improve or replace the geometry selected in this study and to enable more accurate reconstructions of the pulmonary region.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Future research"
        },
        {
            "text": "• Pulmonary compliance and resistance: Deposition of inhaled particles is directly related to the airflow distribution in the lung. While the current model assumed a uniform airway expansion and contraction, it is not known whether such an arrangement is equally valid in rhesus monkeys. Lung compliance and airway resistance data are needed to develop an airflow-specific model for rhesus monkey lungs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Future research"
        },
        {
            "text": "• Regional particle deposition data: Experimental deposition studies for a range of particle sizes would provide the data needed to evaluate the accuracy of the deposition model developed here and provide insights into how the model can be improved. Since particle deposition mechanisms depend upon aerodynamic diameter, the deposition fractions determined from these experimental studies will be applicable to any particle having the same aerodynamic properties. However, the resulting toxicity or therapeutic effects will be specific to a given particle.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Future research"
        },
        {
            "text": "Individual variation in LRT morphometry and uncertainty analyses: The LRT airway geometry for the conducting airways model developed here is based upon data for only one monkey. Similarly, human conducting airway geometries are only available for a few children (Ménache et al., 2008) and a few adults (Weibel, 1963; Horsfield & Cumming, 1968; Yeh & Schum, 1980) with values for the alveolar airways either based on a few measurements or developed from morphometric studies of various alveolar components. With new imaging techniques and enhanced computation speeds, more airway geometry models need to be developed for both rhesus monkeys and humans so that the uncertainty in estimated deposition values can be characterized via sensitivity analyses. Given that the range of deposition fractions among individuals most likely overlaps between rhesus monkeys and humans, the uncertainty around the mean values in the population can be quantified with various sensitivity analyses. For example, Figure 22 provides the results for infant and young adult monkeys for endotracheal breathing at a frequency that is ±2 standard deviations from the mean of 39 breaths per minute. One sees that there is little impact on TB deposition fraction from variation in breathing frequency for any particle diameter ( Figure 22A and 22C) . However, variation in breathing frequency has a significant impact on deposition fractions for the alveolar region for particles between about 0.02 and 4 μm in diameter ( Figure 22B and 22D ).",
            "cite_spans": [
                {
                    "start": 262,
                    "end": 284,
                    "text": "(Ménache et al., 2008)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 302,
                    "end": 316,
                    "text": "(Weibel, 1963;",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 317,
                    "end": 343,
                    "text": "Horsfield & Cumming, 1968;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 344,
                    "end": 362,
                    "text": "Yeh & Schum, 1980)",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [
                {
                    "start": 995,
                    "end": 1004,
                    "text": "Figure 22",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1303,
                    "end": 1322,
                    "text": "Figure 22A and 22C)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1496,
                    "end": 1514,
                    "text": "Figure 22B and 22D",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "•"
        },
        {
            "text": "Comparing Figure 18B with Figure 22D , one sees that the plus two standard deviations curve for pulmonary deposition fractions in young rhesus monkeys is similar to the mean curve for young adult humans for particles <3 μm in diameter, inferring there may well be a differences between the two species in population average deposition fractions, with some overlap at the extremes of breathing frequency. However, for particles >3 μm in diameter, these same figures show that there is likely a real difference between the two species in population average pulmonary deposition fractions. These simulation results also demonstrate the importance of measuring various physiologic variables (e.g. minute volume, tidal volume, breathing frequency) on individual animals when conducting experimental particle deposition studies if one wants to make more accurate interspecies dosimetric comparisons.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 10,
                    "end": 20,
                    "text": "Figure 18B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 26,
                    "end": 36,
                    "text": "Figure 22D",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "•"
        },
        {
            "text": "Here, the first geometry model of the conducting airways for rhesus monkeys is developed based upon CT data on the conducting airways of a 6-month-old male rhesus monkey (i.e. Macaca mulatta). An algorithm was developed for adding the alveolar airways using criteria based upon published rhesus morphometric data such as the volume of alveolar ducts and the number of alveoli per lung as a function of the body weight. The resultant lung geometry model can be used as the lung morphometry model in mechanistic dosimetry models to predict the deposition of inhaled particles or the absorption of inhaled gases Implementing these dosimetry models for a given monkey of a specific body weight requires estimating the URT volume, FRC, tidal volume, and breathing frequency of the animal. The relationship of these variables to rhesus monkeys of differing body weights was established by synthesizing and modeling published data as well as modeling pulmonary function measurements in the California National Primate Research Center data base on 121 rhesus monkeys that had served as control animals in various studies. Equations that were developed for the relationships of physiologic variables to the body weight of male and female rhesus monkeys are given in Table 14 , while relationships of various alveolar morphometric variables to lung volume are presented in Parts A and B of Table 15 for male and female rhesus monkeys, respectively.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1257,
                    "end": 1265,
                    "text": "Table 14",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1380,
                    "end": 1388,
                    "text": "Table 15",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Summary"
        },
        {
            "text": "Using the lung geometry model that was developed, the lower respiratory tract deposition pattern of particles up to 10 μm in diameter was examined for endotracheal breathing and up to 5 μm in diameter for spontaneous breathing in infant and young adult monkeys and the resulting deposition patterns compared to those for humans. The deposition fraction of respirable size particles was found to be higher in the conducting airways of infant and young adult rhesus monkeys compared to humans. Due to the filtering effect of the conducting airways, pulmonary deposition in rhesus monkeys was lower than that in humans. The lung geometry model and the relationships between various physiologic variables developed in this paper have been added to the MPPD model software program. A new release of the MPPD model will be available free to the public in the fall of 2012 for both MacIntosh and PCs and can be downloaded at the following address: http:// www.ara.com/products/mppd.htm. Table A -1 for the coefficients of the fitted regression models. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 980,
                    "end": 987,
                    "text": "Table A",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Summary"
        },
        {
            "text": "Of the three studies reporting individual measurements of tidal volume on rhesus monkeys, two did not anesthetize the animals (Karel & Weston, 1946; Binns et al., 1972) , while the study by Brooks et al. (1957) was on anesthetized animals. In that study, intraperitoneal injections of a mixture of 25% urethan solution and paraldehyde to give 1 g of urethan plus 0.2 mL of paraldehyde per kg of body weight were used. The body weight range of the animals in these three studies was 1.99-5.35 kg for male monkeys and was 2.19-4.5 kg for female monkeys.",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 148,
                    "text": "(Karel & Weston, 1946;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 149,
                    "end": 168,
                    "text": "Binns et al., 1972)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 190,
                    "end": 210,
                    "text": "Brooks et al. (1957)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Tidal volume"
        },
        {
            "text": "Scatter plots of the V T data for each sex were used to identify animals whose data were well beyond the normal variability that one can expect in animals of a given body weight. If an animal was agitated or deeply anesthetized, the resulting alteration in breathing pattern would result in V T values not reflective of normal respiration. One male animal from each study was deleted from the V T data set: (1) an animal in the Karen and Weston (1946) study whose body weight was 53% greater than that of another animal, but still had about the same V T value, (2) an animal in the Binns et al. (1972) study that had a body weight of 3.45 kg had a V T only about 50% of that of another animal of similar size, while the other animal's value was in line with trend line for animals of this and higher body weights, and (3) an animal in the Brooks et al. (1946) study had a V T value more than 50% greater than the V T value of other animals of similar body weight. The scatter plots for female rhesus monkeys did not reveal any animals whose tidal volume values should be considered as outliers. A number of mathematical models were fit to the tidal volume data for each sex. Part A of Table B -1 provides the model coefficients and R 2 values for the models fit to the male V T data, while Part B provides the results for the female monkeys. As can be seen from the table, a quadratic polynomial and an exponential rising model provided almost the same percentage of explanation of the variability in the data for both sexes as reflected by the R 2 values. Given that the models are not to be used to predict V T values above the upper range of the data (i.e., about 5.35 kg), the simpler to evaluate quadratic model is recommended.",
            "cite_spans": [
                {
                    "start": 582,
                    "end": 601,
                    "text": "Binns et al. (1972)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 839,
                    "end": 859,
                    "text": "Brooks et al. (1946)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1185,
                    "end": 1192,
                    "text": "Table B",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Tidal volume"
        },
        {
            "text": "The fitted curves and experimental data for the 3 studies are given in Figure B -1, and the regression equations for males and for females are given in Equations (B-1) and (B-2), respectively.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 71,
                    "end": 79,
                    "text": "Figure B",
                    "ref_id": null
                }
            ],
            "section": "Tidal volume"
        },
        {
            "text": "(B-1)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tidal volume"
        },
        {
            "text": "where V T is in mL and body weight is in kg. The relationship between tidal volume and body weight for male and female rhesus monkeys over a body weight range of about 2 to 5 kg from analyses of studies reporting measurements on individual monkeys. Relative to extrapolating beyond the range of the experimental data to lower body weights, the data contained in Crosfill and Widdicombe (1961) provided support that going as low as 1.4 kg in body weight is probably okay for male monkeys. These investigators examined tidal volume in rhesus monkeys weighing as little as 1.8 kg, but they did not state which sex was used or if animals of both sexes were used. They reported a V T value of 9 mL as the lowest measurement, which likely was at this body weight; Eq. (B-1) gives a value of 8.4 mL for a body weight of 1.4 kg. If one has used females, extrapolation below 2 kg using Eq. (B-2) is not advised as this quadratic equation begins to provide V T estimates that rapidly decline and become negative. Thus, for female monkeys between 1.4 and 2 kg, use of the linear equation given in Part B of Table B -1 is recommended.",
            "cite_spans": [
                {
                    "start": 362,
                    "end": 392,
                    "text": "Crosfill and Widdicombe (1961)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 1096,
                    "end": 1103,
                    "text": "Table B",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Tidal volume"
        },
        {
            "text": "In the main body of this paper, the relationship between minute volume and body weight was examined for male rhesus monkeys. A logarithmic curve was shown to best describe the relationship between minute volume and body weight when the body weight was <4 kg, based upon a regression using the 3 studies that reported individual measurements of minute volume. The relationship between minute volume and body weight of female rhesus monkeys over a body weight range of about 2 to 5 kg.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Minute volume"
        },
        {
            "text": "Here, a similar analysis is presented for female rhesus monkeys. Scatter plots of the 3 studies reporting individual measurements of minute volume did not reveal any animals whose minute volume values should be considered as outliers. The parameter estimates for various models fit to the female minute volume data set are given in Part B of Table B -2. For completeness, the analogous results for the male monkeys are presented in Part A of the table. A quadratic polynomial also provided the best fit to the minute volume data for the female rhesus monkeys, although the logarithmic and exponential rising models were essentially as good as the quadratic over the range of the experimental data. The fitted curve and individual data points for the quadratic fit are given in Figure B -2 and the corresponding equation for female minute volume as a function of body weight is given by Eq. (B-3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 342,
                    "end": 349,
                    "text": "Table B",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 777,
                    "end": 785,
                    "text": "Figure B",
                    "ref_id": null
                },
                {
                    "start": 890,
                    "end": 895,
                    "text": "(B-3)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Minute volume"
        },
        {
            "text": "where minute volume is in L/min and body weight is in kg. Lung volume as a function of body weight in male rhesus monkeys. The open triangles are total lung capacity measurements of lung volume from pulmonary function studies. The closed circles are lung volume data from the morphometry study of Hyde et al. (2007) . A quadratic fit to all of the data is shown. Table 1 for the coefficients of the fitted regression models. The pulmonary volume fraction and cumulative volume fraction versus airway generation number in the lungs of monkeys and humans. Change of airway parameters as a function of airway generation number in the lungs of a 6month-old, male rhesus monkey and 3-month-old human infant. Relationship between minute volume and body weight in rhesus monkeys. Panel A shows a logarithmic model fit to the male rhesus data for studies where individual measurements were reported. Panel B provides a 3-parameter asymptotic exponential model fit to the means for all the studies in Table 10 . Panel C provides a comparison of the predicted model fits for the two models for animals between 1.7 and 5 kg in body weight. The relationship between Total Lung Capacity (TLC) and body weight in rhesus monkeys. Panel A shows a quadratic fit for the data for male monkeys, while Panel B provides a quadratic fit for the combined data of both sexes. The relationship between functional residual capacity (FRC) and body weight in rhesus monkeys. Panel A shows a quadratic fit for the data for male monkeys, while Panel B provides a quadratic fit for the combined data of both sexes. Comparison of model predicted deposition fractions in rhesus monkeys with experimental measurements. Horizontal bars represent results for ± 2 standard deviations of body weight.",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 315,
                    "text": "Hyde et al. (2007)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 363,
                    "end": 370,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 992,
                    "end": 1000,
                    "text": "Table 10",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Minute volume"
        },
        {
            "text": "Vertical bars represent ± one standard deviation of experimentally measured deposition fractions. Lower respiratory tract deposition fractions of particles in the lungs of infant rhesus monkeys and humans as a function of particle size for endotracheal breathing. Panel A compares tracheobronchial deposition, while Panel B compares alveolar deposition. The lower respiratory tract deposition pattern for the two species is shown in Panel C. Lower respiratory tract deposition fractions of particles in the lungs of young adult rhesus monkeys and humans as a function of particle size for endotracheal breathing. Panel A compares tracheobronchial deposition, while Panel B compares alveolar deposition. The lower respiratory tract deposition pattern for the two species is shown in Panel C. Predicted regional deposition of 1 μm particles in the lungs of young adult rhesus monkeys and humans with spontaneous nasal breathing. Deposition fraction per lower respiratory tract generation for young adult rhesus monkeys and humans for particles 0.1 μm and 1 μm in size. Lower respiratory tract deposition fractions of particles in the lungs of young adult rhesus monkeys and humans as a function of particle size for spontaneous nasal breathing. Panel A compares TB deposition, while Panel B compares alveolar deposition. Panel C reflects the total LRT deposition pattern for the two species. Lower respiratory tract deposition fractions of particles in the lungs of infant and young adult rhesus monkeys as a function of particle size for endotracheal breathing at the mean value of 39 breaths per minute and at ±2 standard deviations from the mean. Values of variables used to develop the pulmonary airway geometry for a 6-month-old male rhesus monkey weighing 1.79 kg with a TLC of 123.1 mL. Table 4 Airway dimensions for the rhesus monkey symmetric lung geometry at TLC. Table 5 Nasal plus maxillary sinus volume and surface area of 6-month-old male rhesus monkeys exposed to clean air or cyclic ozone for 6 months. Table 11 in Gross and Morgan (1992) , which is based on data in Kocon & Stepien (1967 Last two columns computed here are the average of forward and backward calculations using adjacent serial section data; others based upon Schreider and Raabe (1981 Volume estimates for various regions of the URT of a rhesus monkey weighing 1.79 kg. a Values of 6.6 and 6.76 come from forward and backward calculations, respectively, of volume from data in Table 8. b Nasal ratios derived, for example, as 0.244 = 1.71/6.6 and similarly for the other row.",
            "cite_spans": [
                {
                    "start": 2029,
                    "end": 2052,
                    "text": "Gross and Morgan (1992)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2081,
                    "end": 2102,
                    "text": "Kocon & Stepien (1967",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 2241,
                    "end": 2266,
                    "text": "Schreider and Raabe (1981",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [
                {
                    "start": 1792,
                    "end": 1799,
                    "text": "Table 4",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1872,
                    "end": 1879,
                    "text": "Table 5",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 2017,
                    "end": 2025,
                    "text": "Table 11",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 2459,
                    "end": 2467,
                    "text": "Table 8.",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Minute volume"
        },
        {
            "text": "c Value taken from all animals average given in Table 5 for 6-month-old monkeys. d Forward and backward calculation values from data in Table 8 The authors did not state the monkeys were rhesus but Liu and DeLauter (1977) included their data in a A comparison among various models for the relationship between FRC and body weight in rhesus monkeys. A comparison among various regression models for the relationship between FRC/TLC and body weight in rhesus monkeys. ",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 221,
                    "text": "Liu and DeLauter (1977)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 48,
                    "end": 55,
                    "text": "Table 5",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 136,
                    "end": 143,
                    "text": "Table 8",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Generation number Number of airways Length (cm) Diameter (cm) Bifurcation angle (°) Gravity angle (°) Total volume (cm"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Association of Inhalation Toxicologists (AIT) working party recommendation for standard delivered dose calculation and expression in non-clinical aerosol inhalation toxicology studies with pharmaceuticals",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Alexander",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Collins",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Coombs",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "S"
                    ],
                    "last": "Gilkison",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Hardy",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Healey",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Karantabias",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Karlsson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Kilgour",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mcdonald",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Inhal Toxicol",
            "volume": "20",
            "issn": "",
            "pages": "1179--1189",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A multiple-path model of particle deposition in the rat lung",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Anjilvel",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Asgharian",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Fundam Appl Toxicol",
            "volume": "28",
            "issn": "",
            "pages": "41--50",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Deposition of ultrafine (nano) particles in the human lung",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Asgharian",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "T"
                    ],
                    "last": "Price",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Inhal Toxicol",
            "volume": "19",
            "issn": "",
            "pages": "1045--1054",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Particle deposition in a multiple-path model of human lung",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Asgharian",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hofmann",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bergmann",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Aerosol Sci Technol",
            "volume": "34",
            "issn": "",
            "pages": "332--339",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Lung function and blood gas characteristics in the rhesus monkey",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Binns",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Clark",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Simpson",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Lab Anim",
            "volume": "6",
            "issn": "",
            "pages": "189--198",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Prompt pulmonary ventilation and oxygen consumption changes in rhesus monkeys associated with whole-body gamma-irradiation",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Brooks",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "O"
                    ],
                    "last": "Richey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Pickering",
                    "suffix": ""
                }
            ],
            "year": 1957,
            "venue": "Radiat Res",
            "volume": "6",
            "issn": "",
            "pages": "430--449",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Three-dimensional mapping of ozoneinduced injury in the nasal airways of monkeys using magnetic resonance imaging and morphometric techniques",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Carey",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Minard",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Trease",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Wagner",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Garcia",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Ballinger",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Kimbell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Plopper",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Corley",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Postlethwait",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Harkema",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Einstein",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Toxicol Pathol",
            "volume": "35",
            "issn": "",
            "pages": "27--40",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "High resolution lung airway cast segmentation with proper topology suitable for computational fluid dynamic simulations",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Carson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Einstein",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Minard",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Fanucchi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Wallis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Corley",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Comput Med Imaging Graph",
            "volume": "34",
            "issn": "",
            "pages": "572--578",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Lung deposition of droplet aerosols in monkeys",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Irshad",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kuehl",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sherwood",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Hobbs",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Inhal Toxicol",
            "volume": "20",
            "issn": "",
            "pages": "1029--1036",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Approaches to lung functioin assessment in small mammals",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Costa",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Tepper",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Gardner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Crapo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Massaro",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Toxicology of the Lung",
            "volume": "",
            "issn": "",
            "pages": "147--174",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Physical characteristics of the chest and lungs and the work of breathing in different mammalian species",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Crosfill",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Widdicombe",
                    "suffix": ""
                }
            ],
            "year": 1961,
            "venue": "J Physiol (Lond)",
            "volume": "158",
            "issn": "",
            "pages": "1--14",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A rapid plethysmographic method for measuring thoracic gas volume: a comparison with a nitrogen washout method for measuring functional residual capacity in normal subjects",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Dubois",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Botelho",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "N"
                    ],
                    "last": "Bedell",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Marshall",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Comroe",
                    "suffix": ""
                }
            ],
            "year": 1956,
            "venue": "J Clin Invest",
            "volume": "35",
            "issn": "",
            "pages": "322--326",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Macaque models of human infectious disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Gardner",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Luciw",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "ILAR J",
            "volume": "49",
            "issn": "",
            "pages": "220--255",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Local deposition fractions of ultrafine particles in a human nasal-sinus cavity CFD model",
            "authors": [
                {
                    "first": "Q",
                    "middle": [
                        "J"
                    ],
                    "last": "Ge",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Inthavong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tu",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Inhal Toxicol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3109/08958378.2012.694494"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Studies of marginal zinc deprivation in rhesus monkeys. IV. Growth of infants in the first year",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Golub",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Gershwin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Hurley",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "Y"
                    ],
                    "last": "Saito",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Hendrickx",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Am J Clin Nutr",
            "volume": "40",
            "issn": "",
            "pages": "1192--1202",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Architecture of nasal passages and larynx",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Gross",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Morgan",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "7--25",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Morphometric analysis of the primate nasal cavity",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Gross",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Starr",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Randall",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Morgan",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Toxicologist",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Measurement of the respiratory volumes of laboratory animals",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Guyton",
                    "suffix": ""
                }
            ],
            "year": 1947,
            "venue": "Am J Physiol",
            "volume": "150",
            "issn": "",
            "pages": "70--77",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Nonhuman primate models for SARS",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Haagmans",
                    "suffix": ""
                },
                {
                    "first": "Adme",
                    "middle": [],
                    "last": "Osterhaus",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "PloS Med",
            "volume": "3",
            "issn": "5",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pmed.0030194"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Morphometric studies on the structural development of the lung in Macaca fascicularis during fetal and postnatal life",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hislop",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Howard",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "V"
                    ],
                    "last": "Fairweather",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J Anat",
            "volume": "138",
            "issn": "",
            "pages": "95--112",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Morphology of the bronchial tree in man",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Horsfield",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cumming",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "J Appl Physiol",
            "volume": "24",
            "issn": "",
            "pages": "373--383",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Effects of caffeine on ventilation during acute and chronic nicotine administration in rhesus monkeys",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Howell",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J Pharmacol Exp Ther",
            "volume": "273",
            "issn": "",
            "pages": "1085--1094",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Attenuation of hypoxia-induced increases in ventilation by adenosine antagonists in rhesus monkeys",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Howell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Landrum",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Life Sci",
            "volume": "57",
            "issn": "",
            "pages": "773--783",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Alveoli increase in number but not size from birth to adulthood in rhesus monkeys",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Hyde",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Blozis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Avdalovic",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Putney",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dettorre",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Quesenberry",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "K"
                    ],
                    "last": "Tyler",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Am J Physiol Lung Cell Mol Physiol",
            "volume": "293",
            "issn": "",
            "pages": "570--579",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Local orthogonal cutting method for computing medial curves and its biomedical applications",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Jiao",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Einstein",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Dyedov",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "SIAM J Sci Comput",
            "volume": "32",
            "issn": "",
            "pages": "947--969",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Respiration in Macaca mulatta (Rhesus monkey)",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Karel",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Weston",
                    "suffix": ""
                }
            ],
            "year": 1946,
            "venue": "Proc Soc Exp Biol Med",
            "volume": "61",
            "issn": "",
            "pages": "291--296",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Acute airway obstruction in rhesus monkeys induced by pharmacologic and immunologic stimuli",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Kelly",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Cugell",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Patterson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Harris",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "J Lab Clin Med",
            "volume": "83",
            "issn": "",
            "pages": "738--749",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Inertial particle deposition in a monkey nasal mold compared with that in human nasal replicas",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Kelly",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Asgharian",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Inhal Toxicol",
            "volume": "17",
            "issn": "",
            "pages": "823--830",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Paranasal sinuses in Macaca",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kocon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stepien",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "Folia Morphol (Warsz)",
            "volume": "26",
            "issn": "",
            "pages": "449--454",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Respiratory mechanics in normal bonnet and rhesus monkeys",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Kosch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Gillespie",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Berry",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "J Appl Physiol",
            "volume": "46",
            "issn": "",
            "pages": "166--175",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Cardiorespiratory function of the rhesus monkey during phencyclidine analgesia",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Lees",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Malinow",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Parer",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "61--69",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Effect of elastase or histamine on single-breath N2 washouts in the rat",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Likens",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Mauderly",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J Appl Physiol",
            "volume": "52",
            "issn": "",
            "pages": "141--146",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Pulmonary functions in conscious and anesthetized rhesus macaques",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Kelauter",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Am J Vet Res",
            "volume": "38",
            "issn": "",
            "pages": "1843--1848",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "A nonhuman primate aerosol deposition model for toxicological and pharmaceutical studies",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Martonen",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Katz",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Musante",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Inhal Toxicol",
            "volume": "13",
            "issn": "",
            "pages": "307--324",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Airway geometry models of children's lungs for use in dosimetry modeling",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Ménache",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hofmann",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ashgarian",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Inhal Toxicol",
            "volume": "20",
            "issn": "",
            "pages": "101--126",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Alveolar septal structure in different species",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Mercer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Crapo",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J Appl Physiol",
            "volume": "77",
            "issn": "",
            "pages": "1060--1066",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Studies of inspiratory airflow patterns in the nasal passages of the F344 rat and rhesus monkey using nasal molds: relevance to formaldehyde toxicity",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Morgan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Kimbell",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Monticello",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Patra",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fleishman",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "1997. Deposition, retention and dosimetry of inhaled radioactive substances",
            "volume": "110",
            "issn": "",
            "pages": "223--240",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Oronasal distribution of respiratory airflow",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Niinimaa",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cole",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mintz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Shephard",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Respir Physiol",
            "volume": "43",
            "issn": "",
            "pages": "69--75",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Respiratory dust retention in small animals; a comparison with man",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Palm",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcnerney",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hatch",
                    "suffix": ""
                }
            ],
            "year": 1956,
            "venue": "AMA Arch Ind Health",
            "volume": "13",
            "issn": "",
            "pages": "355--365",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Bronchial casts of human lungs using negative pressure injection",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Perry",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Purohit",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Boser",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Mitchell",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "H"
                    ],
                    "last": "Green",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Exp Lung Res",
            "volume": "26",
            "issn": "",
            "pages": "27--39",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Inhalation Studies: Foundations and Techniques",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Phalen",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Tracheobronchial airway structure as revealed by casting techniques",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Phalen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Oldham",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Am Rev Respir Dis",
            "volume": "128",
            "issn": "",
            "pages": "1--4",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Asthma/allergic airways disease: does postnatal exposure to environmental toxicants promote airway pathobiology?",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Plopper",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Smiley-Jewell",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Fanucchi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Buckpitt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Avdalovic",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Gershwin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Joad",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kajekar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Larson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Pinkerton",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Van Winkle",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Schelegle",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Pieczarka",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Hyde",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Toxicol Pathol",
            "volume": "35",
            "issn": "",
            "pages": "97--110",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Computational modeling of aerosol deposition in respiratory tract: a review",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Rostami",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Inhal Toxicol",
            "volume": "21",
            "issn": "",
            "pages": "262--290",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Anatomy of the nasal-pharyngeal airway of experimental animals",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Schreider",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "G"
                    ],
                    "last": "Raabe",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Anat Rec",
            "volume": "200",
            "issn": "",
            "pages": "195--205",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "A statistical description of the human tracheobronchial tree geometry",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "Soong",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Nicolaides",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Soong",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Respir Physiol",
            "volume": "37",
            "issn": "",
            "pages": "161--172",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Morphometry of the Human Lung",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Weibel",
                    "suffix": ""
                }
            ],
            "year": 1963,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Models of human lung airways and their application to inhaled particle deposition",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Yeh",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Schum",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Bull Math Biol",
            "volume": "42",
            "issn": "",
            "pages": "461--480",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Deposition of radon progeny in nonhuman primate nasal airways",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Yeh",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "F"
                    ],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Morgan",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "235--248",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "A comparative analysis of primate nasal airways using magnetic resonance imaging and nasal casts",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Yeh",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Brinker",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Harkema",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Muggenburg",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Aerosol Med",
            "volume": "10",
            "issn": "",
            "pages": "319--329",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "In vivo deposition of ultrafine particles in the respiratory tract",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Yeh",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Muggenburg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Harkema",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "For female rhesus monkeys, best fitting regression models showing the relationships among various variables and body weight or lung volume. Panel A: lung volume vs. body weight, with linear curve. Panel B: alveolar duct volume vs. body weight, with quadratic curve. Panel C: alveolar volume vs. lung volume, with linear curve. Panel D: log of the number of alveoli vs. lung volume, with a linear curve. See",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure B-1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure B-2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "For male rhesus monkeys, best fitting regression models showing the relationships among lung variables, body weight and lung volume. Panel A: Lung volume vs. body weight, with linear curve; Panel B: Alveolar duct volume vs. body weight, with quadratic curve; Panel C: Alveolar volume vs. lung volume, with linear curve; Panel D: Log of the number of alveoli vs. lung volume, with an exponential curve. See",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Pulmonary duct volume fraction versus airway generation number in rhesus monkeys and humans. . Author manuscript; available in PMC 2016 November 22.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Figure 4.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Figure 5.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Relationship of body weight of rhesus monkeys to the volume of the upper respiratory tract (Panel A) and the surface area to volume ratio of the nasal region (Panel B). The URT volumes in Panel A and the nasal surface area to volume ratios in Panel B do not include the maxillary sinuses. . Author manuscript; available in PMC 2016 November 22.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Scatter plots of breathing frequency versus body weight for male (Panel A) and female (Panel B) rhesus monkeys. The horizontal lines correspond to the overall mean breathing frequency for each sex. . Author manuscript; available in PMC 2016 November 22.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Figure 8.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Figure 9.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Figure 10.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "FRC/TLC as a function of body weight in rhesus monkeys. . Author manuscript; available in PMC 2016 November 22.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Figure 12.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Predicted regional deposition of 1 μm particles in the lungs of infant rhesus monkeys and humans with endotracheal breathing. . Author manuscript; available in PMC 2016 November 22.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Predicted deposition fractions for 0.1 and 1 μm particles versus lung generation in infant rhesus monkeys and humans with endotracheal breathing. . Author manuscript; available in PMC 2016 November 22.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "Figure 15.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "Predicted regional deposition of 1 μm particles in the lungs of young adult rhesus monkeys and humans with endotracheal breathing. . Author manuscript; available in PMC 2016 November 22.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "Predicted deposition fraction of 0.1 μm and 1 μm particles versus lung generation in young adult rhesus monkeys and humans with endotracheal breathing. . Author manuscript; available in PMC 2016 November 22.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF20": {
            "text": "Figure 18.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF21": {
            "text": "Figure 19.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF22": {
            "text": "Figure 20.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF23": {
            "text": "Figure 21.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF24": {
            "text": "Figure 22.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF25": {
            "text": ". Author manuscript; available in PMC 2016 November 22.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF26": {
            "text": ". Author manuscript; available in PMC 2016 November 22.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "gives a value of 1.393 L/min. So an estimate of tidal volume is 35.7 mL (i.e., 1.393 * 1000/39). Likewise, for a 7 kg rhesus monkey, Eq. (3) yields a value of 1.907 L/min. Thus, an estimate of tidal volume for this animal would be 48.9 mL [i.e.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Best fitting regression models in female rhesus monkeys for various pulmonary variables.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Mathematical models fit to tidal volume data for male and female rhesus monkeys.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Mathematical models fit to minute volume data for male and female rhesus monkeys.",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Inhal Toxicol. Author manuscript; available in PMC 2016 November 22.",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Inhal Toxicol. Author manuscript; available in PMC 2016 November 22.",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "Inhal Toxicol. Author manuscript; available in PMC 2016 November 22.",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "Inhal Toxicol. Author manuscript; available in PMC 2016 November 22.",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": "Inhal Toxicol. Author manuscript; available in PMC 2016 November 22.",
            "latex": null,
            "type": "table"
        },
        "TABREF13": {
            "text": "Inhal Toxicol. Author manuscript; available in PMC 2016 November 22.",
            "latex": null,
            "type": "table"
        },
        "TABREF14": {
            "text": "Inhal Toxicol. Author manuscript; available in PMC 2016 November 22.",
            "latex": null,
            "type": "table"
        },
        "TABREF15": {
            "text": "Inhal Toxicol. Author manuscript; available in PMC 2016 November 22.",
            "latex": null,
            "type": "table"
        },
        "TABREF16": {
            "text": "Best fitting regression models in male rhesus monkeys for various pulmonary variables.Volume of Alveoli, mL Lung Volume, mL Linear models fit to data for animals <4 kg body weight; exponential fit to data for all animals.Inhal Toxicol. Author manuscript; available in PMC 2016 November 22.",
            "latex": null,
            "type": "table"
        },
        "TABREF17": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF18": {
            "text": "Inhal Toxicol. Author manuscript; available in PMC 2016 November 22.",
            "latex": null,
            "type": "table"
        },
        "TABREF19": {
            "text": "Inhal Toxicol. Author manuscript; available in PMC 2016 November 22.",
            "latex": null,
            "type": "table"
        },
        "TABREF20": {
            "text": "Inhal Toxicol. Author manuscript; available in PMC 2016 November 22.",
            "latex": null,
            "type": "table"
        },
        "TABREF21": {
            "text": "Maxillary sinus volume in rhesus monkeys as a function of age. aAge (years) Maxillary sinuses volume (cm 3 )",
            "latex": null,
            "type": "table"
        },
        "TABREF22": {
            "text": "Inhal Toxicol. Author manuscript; available in PMC 2016 November 22.",
            "latex": null,
            "type": "table"
        },
        "TABREF23": {
            "text": "Surface area and volume of the nasal cavity and maxillary sinuses in rhesus monkeys. a Inhal Toxicol. Author manuscript; available in PMC 2016 November 22.",
            "latex": null,
            "type": "table"
        },
        "TABREF24": {
            "text": "Cross-sectional dimensions of serial sections of a rhesus monkey URT cast. aAnatomical region Section number Distance (mm) Perimeter (mm) Area (mm 2Inhal Toxicol. Author manuscript; available in PMC 2016 November 22.Anatomical region Section number Distance (mm) Perimeter (mm) Area (mm 2",
            "latex": null,
            "type": "table"
        },
        "TABREF25": {
            "text": "). Sections 21-24 contain the laryngopharynx. Inhal Toxicol. Author manuscript; available in PMC 2016 November 22.",
            "latex": null,
            "type": "table"
        },
        "TABREF26": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF27": {
            "text": "Nasal Airway Ratio b1.79 to 7 kg Regional URT Volume (cm 3 ) Estimates for a Rhesus Monkey Weighing 1.79 kg URT Volume (cm 3",
            "latex": null,
            "type": "table"
        },
        "TABREF28": {
            "text": "divided by 1000 and then multiplied by nasal airway ratio. Inhal Toxicol. Author manuscript; available in PMC 2016 November 22.",
            "latex": null,
            "type": "table"
        },
        "TABREF29": {
            "text": "Body weight and physiologic variables for rhesus monkeys.Range Mean Standard deviation Range Mean Standard deviation",
            "latex": null,
            "type": "table"
        },
        "TABREF30": {
            "text": "table for rhesus monkeys. b NS: not reported by the author(s). Five males and one female. Two males and one female. Value is mean after 1 hr; the 6 hr mean was 1.082. Inhal Toxicol. Author manuscript; available in PMC 2016 November 22.",
            "latex": null,
            "type": "table"
        },
        "TABREF31": {
            "text": "A comparison among various models for the relationship between TLC and body weight in rhesus monkeys.Exponential rising Y = M1 -(M1 -M2)*exp(-M3*X) Exponential rising Y = M1 -(M1 -M2)*exp(-M3*X) Inhal Toxicol. Author manuscript; available in PMC 2016 November 22.",
            "latex": null,
            "type": "table"
        },
        "TABREF32": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF33": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF34": {
            "text": "Summary of equations relating morphologic variables to the body weight and lung volume of rhesus monkeys. Linear models fit to data for animals <4 kg body weight; exponential fit to data for all animals.a Model fits for females with body weights <4 kg.Inhal Toxicol. Author manuscript; available in PMC 2016 November 22.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors wish to thank Mr. Earl Tewksberry for his assistance in determining the URT volume of nasal molds of rhesus monkeys.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": " Table 3 Comparison of fixed total lung volume in cynomolgus and rhesus monkeys. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1,
                    "end": 8,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "annex"
        }
    ]
}