{
    "paper_id": "6616eb5073c78c5a9e8dab144a04fe70f928176b",
    "metadata": {
        "title": "Variations in the Nucleocapsid Protein Gene of Infectious Bronchitis Viruses Isolated in Korea",
        "authors": [
            {
                "first": "Ji",
                "middle": [
                    "Yeun"
                ],
                "last": "Park",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Veterinary Microbiology",
                    "institution": "Kangwon National University",
                    "location": {
                        "postCode": "200-701",
                        "settlement": "Chunchon"
                    }
                },
                "email": ""
            },
            {
                "first": "Son",
                "middle": [
                    "Il"
                ],
                "last": "Pak",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Veterinary Microbiology",
                    "institution": "Kangwon National University",
                    "location": {
                        "postCode": "200-701",
                        "settlement": "Chunchon"
                    }
                },
                "email": ""
            },
            {
                "first": "Haan",
                "middle": [],
                "last": "Woo Sung",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jae",
                "middle": [
                    "Hong"
                ],
                "last": "Kim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chang",
                "middle": [
                    "Seon"
                ],
                "last": "Song",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Konkuk University",
                    "location": {
                        "country": "Seoul Republic of Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Won",
                "middle": [],
                "last": "Chang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Southeast Poultry Research Laboratory",
                    "institution": "USDA-ARS",
                    "location": {
                        "addrLine": "934 College Station Road, Korean IBV isolates K069-01, K281-01, K434-01, K504-01, K774-01, K748-01, K044-02, K058-02, K161-02",
                        "postCode": "30605, K203-02",
                        "settlement": "Athens",
                        "region": "GA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Hyuk",
                "middle": [],
                "last": "Moo Kwon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Veterinary Microbiology",
                    "institution": "Kangwon National University",
                    "location": {
                        "postCode": "200-701",
                        "settlement": "Chunchon"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Fourteen infectious bronchitis viruses (IBVs) were isolated in Korea between 2001 and 2003 from chickens suspected to be infected with IBVs. The nucleocapsid (N) protein genes of the various IBVs were amplified by reverse transcriptase-polymerase chain reaction (RT-PCR) and were cloned and sequenced, and the nucleotide and deduced amino acid sequences were compared with published sequences for non-Korean IBV strains. The Korean IBV isolates shared amino acid sequence similarity of between 89.2% (K203-02 and K1255-03) and 98.3% (K434-01 and K281-01) with each other and exhibited amino acid sequence similarity between 57.0% (K774-01 and V18/91) and 96.6% (K507-01 and JP8147) with non-Korean IBV strains. Phylogenetic analysis of the deduced N protein amino acid sequences resulted in the segregation of Korean IBV isolates into three different clusters, with cluster assignments differing for some of the isolates from those obtained with analysis of the S1 glycoprotein. and K234-02 formed an independent cluster comprised only of Korean IBV isolates. Another Korean IBV isolate, K210-02, belonged to a cluster that included IBV strains isolated in USA, the Netherlands and China. Recent Korean IBV isolates K514-03 and K1255-03 grouped into a third distinct cluster related to a Chinese IBV strain. As deduced from phylogenetic analysis, some IBV isolates appear to have arisen from the recombination of IBV strains with different origins.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Infectious bronchitis virus (IBV) is a member of the family Coronaviridae and causes highly contagious respiratory or urogenital tract diseases in chickens [1] . The genome of IBV consists of a single-stranded sense RNA genome approximately 27 kb in length [2] . IBV encodes four structural proteins, which are the spike (S) glycoprotein, the membrane (M) glycoprotein, the envelope (E) glycoprotein, and the nucleocapsid (N) protein [3] . The S glycoprotein of IBV is post-translationally cleaved into N-terminal S1 and C-terminal S2 subunits [3] . The S1 subunit carries neutralizing epitopes and cell attachment determinants, and traditional vaccines have targeted the S1 glycoprotein [4] . The N protein is associated with the genome, and it plays an important role in viral replication, assembly, and immunity [5, 6] . Recent evidence indicates that the N protein could, in addition to S1 glycoprotein, represent an important target in the prevention of IB outbreaks.",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 159,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 257,
                    "end": 260,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 434,
                    "end": 437,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 544,
                    "end": 547,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 688,
                    "end": 691,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 815,
                    "end": 818,
                    "text": "[5,",
                    "ref_id": null
                },
                {
                    "start": 819,
                    "end": 821,
                    "text": "6]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "IBV vaccines that have been employed to prevent IB outbreaks in chickens can fail to completely protect against infection from field viruses with antigenicities that are different from the vaccine virus strain. A number of IBV serotypes and genetic variants have been described worldwide [7, 8] , which are believed to have arisen via point mutations, insertions and deletions of nucleotides, and recombinations occurring between viruses [9, 10] . Humoral immunity has been considered to be the primary line of defense against IBV infection, but recent studies have shown that cytotoxic T lymphocytes (CTLs) responding to the N protein of IBV can play an important role in controlling IBV infection [11, 12] .",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 291,
                    "text": "[7,",
                    "ref_id": null
                },
                {
                    "start": 292,
                    "end": 294,
                    "text": "8]",
                    "ref_id": null
                },
                {
                    "start": 438,
                    "end": 441,
                    "text": "[9,",
                    "ref_id": null
                },
                {
                    "start": 442,
                    "end": 445,
                    "text": "10]",
                    "ref_id": null
                },
                {
                    "start": 699,
                    "end": 703,
                    "text": "[11,",
                    "ref_id": null
                },
                {
                    "start": 704,
                    "end": 707,
                    "text": "12]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Since IBV was first described in 1986, various serotypes of IBV have been reported in Korea, and Massachusetts-type live attenuated vaccines and inactivated oil-emulsion vaccines have been commonly used to protect chickens from IBV infection [13] [14] [15] . The purpose of the present study was to determine the sequences of the N protein genes of IBV isolates in Korea and to compare them with those of non-Korean IBV strains. Our data revealed that 11 of 14 IBV isolates were indigenous to Korea and could not be classified within the established IBV groups in other countries by phylogenetic analysis.",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 246,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 247,
                    "end": 251,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 252,
                    "end": 256,
                    "text": "[15]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Fourteen Korean IBV isolates were used in this study. Twelve isolates (K069-01, K281-01,  K434-01, K507-01, K748-01, K774-01, K044-02,  K058-02, K161-02, K203-02, K210 -02, and K234-02) have been previously described [15] . Two new isolates (K514-03, and K1255-03) were obtained in 2003 from cecal tonsils of chickens suspected to be infected with IBV. These were propagated in 10-day-old SPF chicken embryos according to standard procedures [16] . Viral RNA was prepared from harvested allantoic fluids.",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 221,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 442,
                    "end": 446,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 70,
                    "end": 167,
                    "text": "(K069-01, K281-01,  K434-01, K507-01, K748-01, K774-01, K044-02,  K058-02, K161-02, K203-02, K210",
                    "ref_id": null
                }
            ],
            "section": "Viruses"
        },
        {
            "text": "Viral RNA was extracted and purified from allantoic fluid using an RNaid kit (BIO 101, USA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viral RNA Extraction and RT-PCR of the Nucleocapsid Gene"
        },
        {
            "text": "Purified RNA was resuspended in diethylpyrocarbonate (DEPC)-treated water and stored at )70°C until used in the reverse transcriptase (RT) reaction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viral RNA Extraction and RT-PCR of the Nucleocapsid Gene"
        },
        {
            "text": "The N gene was amplified by RT-PCR using the forward primer IBVNF (5¢-GGGAAAACTTGTGAGGAACA-3¢) and the reverse primer IBVNR (5¢-GCAGGTCCAT-TATGTTA-3¢), which were designed from the published IBV sequence of the DE072 strain [10] . cDNA synthesis was accomplished by RT-PCR, by adding the purified RNA and primers to RT PreMix mixtures (BIONEER, Korea), incubating mixtures at 42°C for 60 min, and then heating for 5 min at 94°C to stop the reaction. For PCR, primers and cDNAs were added to AccuPower PCR PreMix (BIONEER, Korea), and PCR was performed with 35 cycles of denaturation at 94°C for 90 s, annealing at 45°C for 30 s, and extension at 72°C for 90 s, followed by a final extension step of 72°C for 10 min. PCR products were analyzed on 1% agarose gels.",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 228,
                    "text": "[10]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Viral RNA Extraction and RT-PCR of the Nucleocapsid Gene"
        },
        {
            "text": "PCR products were excised from 1.0% agarose gels, and purified using the Geneclean kit (BIO 101, USA), and purified PCR products were cloned into the pGEM-T Easy Vector (Promega, USA) and transformed into JM 109 competent cells (Promega). LB-agar plates containing ampicillin, X-gal, and IPTG were used for identifying recombinant plasmids. Plasmid DNA for sequencing was prepared with the E.Z.N.A. Plasmid miniprep kit (Omega Bio-tek, USA), and sequencing was performed on an ABI PRISM 3700 DNA Analyzer (Applied Biosystems, USA) using the T7 promoter and SP6 promoter primers. For each IBV isolate, two or three independent clones originating from different PCR products were sequenced in order to control against the possibility of errors arising during the RT-PCR or cloning steps.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cloning and Sequencing"
        },
        {
            "text": "Nucleotide sequence data were compiled and analyzed using the MegAlign (DNAStar, USA) Clustal V multiple sequence alignment algorithm. Phylogenetic trees for the N protein were generated by using the maximum parsimony method with 100 bootstrap replicates in a heuristic search with the PAUP 4.0 software program (Sinauer Table 1 . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 321,
                    "end": 328,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Cloning and Sequencing"
        },
        {
            "text": "The nucleotide and deduced amino acid sequences of the N genes of 14 Korean IBV isolates were determined and compared with the sequences of published non-Korean IBV strains (Table 1 and Fig. 1) . A distinct sequence difference was observed at amino acids 163-168 between Korean IBV isolates K507-01 and K774-01 and other sequences, where the amino acid sequence SLNRG was inserted into the two Korean IBV isolates (numbering is in reference to Korean IBV isolate K281-01). In general, Korean IBV isolates had nucleotide sequence similarities of between 85.5% (K203-02 and K1255-03) and 98.8% (K281-01 and K434-01) with each other and similarities of between 57.4% (K203-02 and V18/91) and 95.4% (K210-02 and Cal99) with non-Korean IBV strains (Table 1 and Fig. 1 ). At the amino acid level, Korean IBV isolates had sequence similarities of from 89.2% (K203-02 and K1255-03) to 98.3% (K434-01 and K281-01) with each other and similarities of from 57.0% (K774-01 and V18/91) to 96.6% (K507-01 and JP8147) with non-Korean IBV strains.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 173,
                    "end": 181,
                    "text": "(Table 1",
                    "ref_id": null
                },
                {
                    "start": 186,
                    "end": 193,
                    "text": "Fig. 1)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 743,
                    "end": 751,
                    "text": "(Table 1",
                    "ref_id": null
                },
                {
                    "start": 756,
                    "end": 762,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Specific sequence similarities of Korean IBV isolates were as follows. Korean IBV isolate K210-02 had a nucleotide similarity of between 85.8% (K1255-03) and 97.7% (K161-02) with other Korean IBV isolates and between 57.9% (V18/91) and 94.6% (D1466) with non-Korean IBV strains, with an amino acid similarity of between 92.4% (K774-01) and 94.1% (K434-01) with Korean IBV isolates and between 58.9% (V18/91) and 95.8% (D1466) with non-Korean IBV strains. Korean IBV isolate K1255-03 had a nucleotide similarity of between 85.5% (K203-02) and 86.9% (K281-01) with Korean IBV isolates and between 58.6% (V18/91) and 90.5% (QXIBV) with non-Korean IBV strains, and an amino acid similarity of between 89.2% (K203-02) and 90.4% (K210-02 and K161-01) with Korean IBV isolates and between 58.8% (V18/91) and 92.2% (QXIBV) with non-Korean IBV strains.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "A phylogenetic tree was constructed based on the deduced IBV amino acid sequences (Fig. 2) . Korean IBV isolates segregated into three different clusters. Korean IBVs K069-01, K281-01, K434-01, K507-01, K774-01, K748-01, K044-02, K058-02, K161-02, K203-02 and K234-02 formed an independent cluster. Another Korean IBV, K210-02, fell into a different cluster that was related to IBV strains in the USA and China. The recent Korean IBV isolates K514-03 and K1255-03 grouped into a third cluster that was related to a Chinese IBV strain.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 82,
                    "end": 90,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "The nucleotide and deduced amino acid sequences of N protein genes have been determined and used to construct phylogenetic trees that show phylogenetic relationships among IBV isolates [6, 17, 18] . N protein genes, like S1 glycoprotein genes, are an important component in the analysis of the epidemiological situation of IBVs in the field.",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 188,
                    "text": "[6,",
                    "ref_id": null
                },
                {
                    "start": 189,
                    "end": 192,
                    "text": "17,",
                    "ref_id": null
                },
                {
                    "start": 193,
                    "end": 196,
                    "text": "18]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Alignment of the sequences of N proteins from Korean IBV isolates with published sequences from non-Korean IBV strains revealed a high general similarity of nearly 90% between these sequences, unlike the situation present with S1 glycoprotein [6, 19] . In exception, the Australian IBV strain V18/91 showed less than 60% similarity to both Korean and non-Korean IBV isolates [17] . However, despite some genetic variation in the N proteins, such as amino acid substitutions and insertions in Korean IBV isolates, the N protein contained a very highly conserved region [19] , which has been previously reported as a region of high conservation between IBV and other coronaviruses [6, 20, 21] . It occurs between amino acid positions 92 and . 103 of the published N protein sequence, and in Korean IBV isolates the region of high conservation includes residues 88-100. This region might represent a critical sequence in coronavirus replication.",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 246,
                    "text": "[6,",
                    "ref_id": null
                },
                {
                    "start": 247,
                    "end": 250,
                    "text": "19]",
                    "ref_id": null
                },
                {
                    "start": 375,
                    "end": 379,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 568,
                    "end": 572,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 679,
                    "end": 682,
                    "text": "[6,",
                    "ref_id": null
                },
                {
                    "start": 683,
                    "end": 686,
                    "text": "20,",
                    "ref_id": null
                },
                {
                    "start": 687,
                    "end": 690,
                    "text": "21]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In the phylogenetic tree constructed from N protein sequences, Korean IBVs K069-01, K281-01, K434-01, K507-01, K774-01, K748-01, K044-02, K058-02, K161-02, K203-02 and K234-02 isolates were grouped into a single independent cluster. In contrast, in the phylogenetic tree based on S1 glycoprotein [15, unpublished data] , the K203-02 isolate was grouped into a cluster that included H120; the K281-01 and K434-01 isolates were grouped into a cluster including the Ark99, Gray and JMK strains that originated in the USA; the K161-02 isolate was grouped into a distinct cluster that was distantly related to IBV variants isolated in USA; and the K069-01, K507-01, and K774-01 isolates were grouped into an independent cluster that included only Korean IBV isolates [15] . Therefore, while the N proteins of the K203-02, K281-01, K434-01 and K161-02 isolates seemed to be conserved, like those of other IBVs in the Korean cluster, S1 glycoprotein might have changed due to recombination among IBVs in field.",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 318,
                    "text": "[15, unpublished data]",
                    "ref_id": null
                },
                {
                    "start": 762,
                    "end": 766,
                    "text": "[15]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "K210-02 formed a distinct cluster that was related to the non-Korean strains IBV D41 (China), D1466 (the Netherlands) and Cal99 and CU-T2 (USA) in the phylogenetic tree based on N protein sequences, although it was grouped into a cluster including the Ark99, Gray and JMK strains from the USA in a phylogenetic tree based on the S1 glycoprotein [15] . The K210-02 isolate appeared to be a recombinant virus with its S1 genes derived from North American viruses and its N genes derived from Chinese, Dutch or North American viruses.",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 349,
                    "text": "[15]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The recent IBV isolates K514-03 and K1255-03 formed a separate cluster that was related to QXIBV (a Chinese IBV strain). They were grouped into a KM91-related cluster in a phylogenetic tree based on the S1 glycoprotein [unpublished data]. It appears that either the N protein of IBV changed between 2002 and 2003, or that the Korean IBV isolates K514-03 and K1255-03 originated from different ancestors than previous Korean IBV isolates. If K514-03 and K1255-03 in fact had a different origin, they seemed to have the same ancestor as the Chinese IBV strain QXIBV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The evolution of coronaviruses is known to result from RNA recombination, which is probably produced by discontinuous transcription and polymerase jumping during negative-strand synthesis [21, 22] . Presumptive recombinant IBVs have been reported by several researchers [9, 17, 23, 24] . A field IBV PP4 strain contained an Fig. 2 . Phylogenetic tree based on the deduced amino acid sequences of the nucleocapsid protein genes of Korean IBV isolates and non-Korean IBV strains. Phylogenetic tree was generated by the maximum parsimony method in a heuristic search with 100 bootstrap replicates. The trees were unrooted. The length of each branch represents the numbers of nucleotide or amino acid differences between sequences. S1 gene showing characteristic sequences of both Mass41-and Ark99-like viruses [9] . In the case of an antigenic variant of IBV, CU-T2, the S1 glycoprotein carried serotype-specific epitopes from both Arkansas and Massachusetts, and half of the N gene was replaced by a sequence from the Holland 52 vaccine strain [23] . Some recent Japanese and Chinese IBV isolates also feature recombinant IBVs that have S and N genes derived from different IBV strains [17, 18] , and Estervez et al. [24] reported a phenomenon of recombination between IBV Massachusetts and field 6370 strains in ovo. Currently, several vaccines, including Mass serotype IBV, are in use in Korea. Therefore, Korean IBV isolates exhibiting differences in phylogenetic origin between the S1 and N proteins might be derived from recombination between different IBV strains used in vaccines or indigenous IBVs in the field.",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 192,
                    "text": "[21,",
                    "ref_id": null
                },
                {
                    "start": 193,
                    "end": 196,
                    "text": "22]",
                    "ref_id": null
                },
                {
                    "start": 270,
                    "end": 273,
                    "text": "[9,",
                    "ref_id": null
                },
                {
                    "start": 274,
                    "end": 277,
                    "text": "17,",
                    "ref_id": null
                },
                {
                    "start": 278,
                    "end": 281,
                    "text": "23,",
                    "ref_id": null
                },
                {
                    "start": 282,
                    "end": 285,
                    "text": "24]",
                    "ref_id": null
                },
                {
                    "start": 807,
                    "end": 810,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 1042,
                    "end": 1046,
                    "text": "[23]",
                    "ref_id": null
                },
                {
                    "start": 1184,
                    "end": 1188,
                    "text": "[17,",
                    "ref_id": null
                },
                {
                    "start": 1189,
                    "end": 1192,
                    "text": "18]",
                    "ref_id": null
                },
                {
                    "start": 1215,
                    "end": 1219,
                    "text": "[24]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 324,
                    "end": 330,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Our results indicate that multiple differences exist in the N protein gene between Korean field IBV isolates and non-Korean IBV isolates, as is also seen with the S1 gene, and that in a phylogenetic tree based on the N gene most of the Korean IBV isolates were grouped into an independent cluster which was distinct from non-Korean IBV isolates. We also found that presumptive recombinant IBVs were observed in field IBV isolates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Cytotoxic T lymphocytes are known to be involved in protection against IBV infection [12, 25, 26] , with the carboxyl-terminal residues of the IBV N protein proving critical for induction of CTLs [25] . Boots et al. [27] reported a MHC class II-restricted T-cell hybridoma that recognized the N protein of IBV, which showed markedly variable responses to 12 different strains of IBV. These data indicate that T lymphocytes constitute another important element in the control of IBV infection in poultry. In conclusion, we recommend that an indigenous IBV strain should be a first candidate when a new vaccine is developed in the future.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 89,
                    "text": "[12,",
                    "ref_id": null
                },
                {
                    "start": 90,
                    "end": 93,
                    "text": "25,",
                    "ref_id": null
                },
                {
                    "start": 94,
                    "end": 97,
                    "text": "26]",
                    "ref_id": null
                },
                {
                    "start": 196,
                    "end": 200,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 216,
                    "end": 220,
                    "text": "[27]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Diseases of Poultry. Iowa state University Press",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cavanagh",
                    "suffix": ""
                },
                {
                    "first": "Naqi",
                    "middle": [
                        "S A"
                    ],
                    "last": "In Calnek",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Barnes",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Beard",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Mccougald",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Saif",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "511--526",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "A Laboratory Manual for the Isolation and Identification of Avian Pathogens",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gelb",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Jackwood",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "169--173",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Comparison of the nucleotide and deduced amino acid sequences of the nucleocapsid protein genes of Korean IBV isolates (K281-01, K434-01, K507-01, K774-01, K161-02, K203-02, K210-02, and K1255-03) and non-Korean IBV strains Deduced amino acid similarity in upper triangle",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "., USA). The nucleotide sequence data of the N genes reported in the paper have been deposited in the GenBank database under the following accession numbers: AY790344 (K069-01), AY790345 (K281-01), AY790346 (K434-01), AY790355 (K507-01), AY790356 (K774-01), AY790347 (K748-01), AY790348 (K044-02), AY790357 (K058-02), AY790349 (K161-02), AY790351 (K203-02) AY790350, (K210-02), AY790352 (K234-02), AY790354 (K514-03), and AY790353 (K1255-03). Other sequences used for comparison or phylogenetic analysis in this study were obtained from the GenBank database and had the following database accession numbers: M85244 (Ark99), M28565 (Beaudette), AY514485 (Ca199), U04805 (CU-T2), AF20301 (DE072), AF321275 (D41), AF203006 (D1466), S48137 (Gray), AF352310 (H52), AY044185 (H52-GD), AY363966 (JP8147), AY363968 (JP9758), M21515 (KB8523), M28566 (M41), U52596 (N1/62), U52599 (N1/88), U52598 (N2/75), 152597 (N9/ 74), AF199412 (QXIBV), U52600 (Q3/88), AY363965 (TW97-4), U52594 (Vic S), U52595 (V5/90), and U52601 (V18/91).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Comparison of the nucleotide (a) and deduced amino acid (b) sequences of the nucleocapsid protein genes of Korean infectious bronchitis virus isolates (K281-01, K434-01, K507-01, K774-01, K161-02, K203-02, K210-02, and K1255-03) and non-Korean infectious bronchitis virus strains. The dashes (-) indicate regions where the sequences are identical to those of K281-01. Asterisks (*) indicate unavailable sequence.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "This work was supported by the Agricultural R&D Promotion Center (Grant no. 0903006-1), Korea.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgment"
        }
    ]
}