{
    "paper_id": "6642f656e2d1d32878c12fedde64857d1ecf13e6",
    "metadata": {
        "title": "Fifteen years post-SARS: Key milestones in Canada's public health emergency response",
        "authors": [
            {
                "first": "T",
                "middle": [],
                "last": "Tam",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Public Health Agency of Canada",
                    "location": {
                        "settlement": "Ottawa",
                        "region": "ON"
                    }
                },
                "email": "drtheresa.tam@canada.ca"
            }
        ]
    },
    "abstract": [
        {
            "text": "This year marks the 15th anniversary of Severe Acute Respiratory Syndrome (SARS) in Canada and the 100th anniversary of the 1918 Spanish influenza pandemic. These, and other recent public health events, provide an opportunity for us to review and reflect on the evolution of Canada's public health emergency response over the past 15 years-from SARS, to the 2009 H1N1 pandemic influenza, to Ebola virus and Zika virus disease. Key lessons have been learned and milestones achieved that have shaped and sharpened our response approach and structures. While SARS was a wake-up-call to strengthen infection prevention and control capacity in health care settings and led to the formation of the Public Health Agency of Canada, it also strengthened our Federal/Provincial/Territorial (FPT) senior-level governance and led to agreements for pan-Canadian mutual aid and infectious disease information sharing. As well, our collective public health laboratory capacity has been strengthened through ongoing response and sharing of advanced diagnostics and research. As we move forward, it will be important to explore the design of scalable or modular emergency response strategies and structures that are socio-culturally appropriate and employ evidence-based strategic risk communications that continue to be critical, especially given the volume and spread of misinformation. With the current global reality, we must recognize that public health threats that go unchecked anywhere in the world have the potential to very rapidly become a public health threat in Canada. We need to build, maintain and share our best public health practices globally, for we neglect these at our peril.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In 2018, we mark both the 100th anniversary of the 1918 Spanish influenza pandemic and the 15th anniversary of Severe Acute Respiratory Syndrome (SARS) in Canada. Hence, this is a good opportunity to reflect on Canada's experience with public health emergency preparedness and response in recent decades.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Public health emergencies are complex, large-scale events that require comprehensive health system involvement as well as multi-sectoral and/or whole of society engagement in the response. Over and above the many individual patient treatment encounters at a variety of health care settings, a population-based approach is needed to manage the often extraordinary triage and treatment challenges as well as management of follow up, population spread and wider societal impacts. This approach has many components: governance; surveillance; diagnostics; risk identification and assessment; public health measures (hygiene, social distancing); specific interventions (vaccines and medication); infection prevention and control; clinical management; operations; and communications. Hence the need for multi-sectoral response to such emergencies, including involvement of social services and local community and non-governmental services. This commentary sets out to summarize Canada's experiences and key milestones in advancing our national public health emergency response capacity over the last 15 years and identify current trends and challenges.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Canada's experience SARS took the world by surprise in 2003 and, while comparatively small in terms of total number of cases, the outbreak nonetheless presented a formidable challenge to public health in Canada. There were 438 probable and suspect SARS cases reported, including 44 deaths, over a relatively short period of five months (1) . Most of these cases were linked to nosocomial transmission events that themselves resulted in 100 cases with three deaths amongst health workers; thus, SARS was a wake-up-call to strengthen infection prevention and control in health care settings. Many thousands more experienced disruption to their lives as they were asked or were required, to self-quarantine to prevent further transmission of the disease.",
            "cite_spans": [
                {
                    "start": 336,
                    "end": 339,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although the potential for pandemic spread of the SARS novel coronavirus, with much greater associated morbidity and mortality, ultimately went unrealized, the challenges in containing and responding to this novel infectious disease were many. These challenges and the attendant lessons learned were detailed in Learning from SARS: Renewal of public health in Canada -Report of the National Advisory Committee on SARS and Public Health (1) . Key among them were the need for better coordination of response actions taken by the multiple levels of government and the need for increased or renewed recognition of the public health threat posed by emerging or re-emerging infectious disease. Although the emergence of SARS was not predicted, an influenza pandemic was and still is considered inevitable in the context of public health emergency preparedness. As such, in an effort to formally recognise and widely share Federal/Provincial/ Territorial (FPT) coordinated planning, the Canadian Pandemic Influenza Plan (CPIP) was first published in 2004, incorporating lessons learned from SARS. With an updated and evergreen CPIP released in 2006, Canada was much better prepared to respond to the 2009 emergence, spread and ensuing global pandemic of novel H1N1 influenza virus that originated in Mexico (2). Canada benefited from significant capacity-building investments, such as assuring access to a domestic pandemic vaccine and stockpiles of antiviral drugs. As it turned out, the 2009 H1N1 pandemic was not as severe as some of its predecessors. Hence, during and post-H1N1, national governments and the World Health Organization (WHO) recognized that a more flexible and adaptable response to future pandemics was needed to reflect local and regional circumstances (2). The Ebola virus disease outbreak that began in West Africa in late 2013 was not only a severe disease with high morbidity and mortality, it was also an epidemic of fear. This outbreak demonstrated the fatal impact of poor communications and the importance of accounting for local cultural beliefs and local leadership in the response. It was also a poignant example of the need to strengthen public health emergency response capacity in every country and to better coordinate rapid global response capacity, including research, if we are to protect others as well as ourselves (3, 4) .",
            "cite_spans": [
                {
                    "start": 436,
                    "end": 439,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 2351,
                    "end": 2354,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2355,
                    "end": 2357,
                    "text": "4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "COMMENTARY"
        },
        {
            "text": "Yet another example of the variable and unexpected nature of emerging disease events was the Zika virus disease outbreak in the Americas. Zika was declared a Public Health Emergency of International Concern (PHEIC) by the WHO in February 2016. Notably, the declaration was not made on the basis of what was known about Zika virus infection up to that time (5) . Rather the declaration was based on what was not known about clusters of microcephaly, Guillain-Barré syndrome (GBS) and other neurological defects associated in time and place with outbreaks of Zika infection reported from Brazil and retrospectively from French Polynesia (6) . This precautionary and anticipatory approach was essential to galvanizing the international response to investigate and conduct surveillance and rapid research needed to inform an effective public health response.",
            "cite_spans": [
                {
                    "start": 356,
                    "end": 359,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 635,
                    "end": 638,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "COMMENTARY"
        },
        {
            "text": "Currently, Canada is in the midst of responding to the public health crisis posed by an epidemic of apparent opioid-related overdoses and deaths (7) . To date, this crisis has resulted in close to 3,000 deaths of Canadians in 2016, a projected 4,000 or more deaths in 2017 and is continuing to unfold (8) . Many of our emergency response strategies and structures, originally developed to address infectious disease emergencies, have been adapted to support this non-infectious public health crisis.",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 148,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 301,
                    "end": 304,
                    "text": "(8)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "COMMENTARY"
        },
        {
            "text": "The demands of the current opioid crisis have allowed us to reconsider what constitutes a public health emergency and how we can best address non-infectious public health challenges.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COMMENTARY"
        },
        {
            "text": "Since SARS, Canada has made important gains in terms of our capacity to respond effectively to the public health challenges of serious infectious disease outbreaks. Following the recommendations of the National Advisory Committee on SARS and Public Health, a number of foundational cornerstones for public health emergency response were put into place or enhanced. These included the creation of the Public Health Agency of Canada (PHAC) and the establishment of a FPT Public Health Network and Council (PHNC) as a forum for collaboration, coordination and governance. The PHNC, together with the Council of Chief Medical Officers of Health, can rapidly form a Special Advisory Committee (SAC) to coordinate and manage national public health emergencies or events. Such Special Advisory Committees were initiated during the 2009 influenza pandemic, during the Ebola outbreak in West Africa and, most recently, in 2016 to address the current epidemic of opioid-related deaths.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key milestones"
        },
        {
            "text": "In 2009, recognising that FPT governments have varying degrees of public health capacity and that collaboration is beneficial when one jurisdiction may be overwhelmed by an emergency or public health crisis, Ministers of Health signed the Memorandum of Understanding On The Provision Of Mutual Aid In Relation To Health Resources During An Emergency Affecting the Health Of The Public (MOU on Mutual Aid). An Operational Framework for Mutual Aid Requests for Health Care Professionals (OFMAR) has since been developed to put into practice the key principles outlined in the MOU, with the PHAC acting as a coordination hub. One example of the utility of this mechanism was its use during the 2013 floods in Alberta when several jurisdictions contributed environmental health specialists and expertise to Alberta's post-flood recovery efforts. To enhance FPT's collaborative capacity, FPT governments are working together to establish Ebola Virus Disease (EVD) Collaborative Care Centres across the country to provide specialized care for high containment pathogens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key milestones"
        },
        {
            "text": "Surveillance and rapid information sharing are essential to an effective public health response. In 2016, FPT Ministers of Health signed the multi-lateral Information Sharing Agreement (MLISA), for the exchange of information for surveillance of infectious diseases and the management of pan-Canadian and multi-jurisdictional public health events and public health emergencies of international concern. While it can still be challenging to get consistent information in a federated system with varying capacity amongst jurisdictions, the MLISA represents a significant step towards formalizing the exchange of information during infectious disease emergencies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key milestones"
        },
        {
            "text": "Technological advances have meant that Canada's laboratory diagnostic capacity has evolved over the last 15 years. Genomics and other molecular techniques are now providing highly detailed evidence during public health investigations, including for outbreaks of foodborne diseases. The Canadian Public Health Laboratory Network (CPHLN) is a network of federal and provincial public health laboratories that has become a well-established mechanism to effectively collaborate on laboratory capacity building and response to emerging threats such as Zika and Ebola viral diseases. The National Microbiology Laboratory (NML) has been able to rapidly develop diagnostic tests for emerging pathogens such as Zika virus, which may be required for a considerable period of time before all jurisdictions are able to access validated commercially available tests in order to perform their own testing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key milestones"
        },
        {
            "text": "Another important achievement is the successful foundational research performed at the PHAC's NML, which ultimately evolved into development and implementation of an effective Ebola vaccine and monoclonal antibody treatments (ZMapp) in collaboration with private industry, domestic research funders, international governments and researchers. This achievement serves as a reminder of the importance of research preparedness, including the establishment of research networks, such as the Canadian Immunization Research Network, that can be immediately activated during a response (9).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key milestones"
        },
        {
            "text": "As we move forward, it will be important to explore the design of more scalable or modular emergency response strategies and structures in order to affect more flexible responses to any public health threat; for example, the updated Canadian Pandemic Influenza Preparedness: Planning Guidance for the Health Sector (CPIP), released in 2015, includes four hypothetical planning scenarios to illustrate the importance of developing plans and response strategies that are both flexible and adaptable (2) . The CPIP also provides triggers for action that are based on novel virus emergence and pandemic activity in Canada.",
            "cite_spans": [
                {
                    "start": 497,
                    "end": 500,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Current trends"
        },
        {
            "text": "In October 2017, recognizing that it is not possible to have a disease-specific preparedness plan for every pathogen that may result in a public health event or emergency, the PHNC approved a FPT Public Health Response Plan for Biological Events (10) . The response plan describes roles, responsibilities and authorities of FPT governments for public health and emergency management, a concept of operations outlining four scalable response levels and a governance structure that coordinates the response across jurisdictions. The plan also facilitates effective engagement amongst public health, health care delivery and health emergency management authorities.",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 250,
                    "text": "(10)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Current trends"
        },
        {
            "text": "Good strategic risk communications will continue to be a critical element as well as a perpetual challenge in an emergency response, especially given the large volume and ready availability of misinformation confronting the Canadian public. To counter epidemics of fear, public health institutions and leaders must continue to represent the most credible voice during times of uncertainty.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Current trends"
        },
        {
            "text": "We need to have socio-culturally appropriate public health planning and interventions that are inclusive of First Nations, Inuit and Métis and other segments of our diverse Canadian population. As we remember the particularly devastating impact of the 1918 Spanish influenza on indigenous populations, the ongoing imperative to work with Indigenous organizations and communities to plan, prepare and respond to public health emergencies continues to resonate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Current trends"
        },
        {
            "text": "Although we can never be too prepared and ongoing work is still needed, much has improved in Canada's public health emergency preparedness and response capacity over the past 15 years. This began with the response to SARS, and has developed with each successive public health emergency since that time. Recent decades have been marked by an increase in the emergence and spread of infectious diseases worldwide that call for a strengthening of our global capacity to respond (11) .",
            "cite_spans": [
                {
                    "start": 475,
                    "end": 479,
                    "text": "(11)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Given our current global reality, we must recognize that public health threats that go unchecked anywhere in the world have the potential to very rapidly become a Canadian public health threat. Support that we provide to other countries, to build capacity globally to detect, report, contain and treat public health threats also allows us to build essential international partnerships and response know-how while actively protecting our own best interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "All that we have learned during SARS, and in the intervening 15 years, tells us that we must build, maintain and share our best public health practices, for we neglect these at our peril.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Learning from SARS: Renewal of public health in Canada -Report of the National Advisory Committee on SARS and Public Health",
            "authors": [
                {
                    "first": "Health",
                    "middle": [],
                    "last": "Canada",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Canadian pandemic influenza preparedness: planning guidance for the health sector",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Report of the Ebola Interim Assessment Panel",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Will Ebola change the game? Ten essential reforms before the next pandemic. The report of the Harvard-LSHTM Independent Panel on the Global Response to Ebola",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Moon",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sridhar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Pate",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Jha",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Clinton",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Delaunay",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Edwin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fallah",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Fidler",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Garrett",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Goosby",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "O"
                    ],
                    "last": "Gostin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Heymann",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Morrison",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Saavedra",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tanner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Leigh",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hawkins",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Woskie",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Piot",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet",
            "volume": "386",
            "issn": "",
            "pages": "2204--2225",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(15)00946-0"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "IHR 2005) Emergency Committee on Zika virus and observed increase in neurological disorders and neonatal malformations",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Zika virus and microcephaly: why is this situation a PHEIC?",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Heymann",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hodgson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Sall",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "O"
                    ],
                    "last": "Freedman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Staples",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Althabe",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Baruah",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mahmud",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kandun",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "F"
                    ],
                    "last": "Vasconcelos",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bino",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "U"
                    ],
                    "last": "Menon",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Lancet",
            "volume": "387",
            "issn": "",
            "pages": "719--740",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(16)00320-2"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Get the facts on the opioid crisis in Canada",
            "authors": [],
            "year": null,
            "venue": "Health Canada",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "National report: Apparent opioid-related deaths in Canada",
            "authors": [
                {
                    "first": "Health",
                    "middle": [],
                    "last": "Canada",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Health Canada",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ottawa",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Federal, provincial and territorial public health response plan for biological events",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mcneill",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Topping",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Can Commun Dis Rep",
            "volume": "44",
            "issn": "1",
            "pages": "1--5",
            "other_ids": {
                "DOI": [
                    "10.14745/ccdr.v44i01a01"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A safer future: global public health security in the 21st century",
            "authors": [],
            "year": 2007,
            "venue": "World Health Organization. World Health Report",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The Conference Organizing Committee is now accepting submissions for presentation at CIC 2018.Abstract submissions may be in the form of an Oral or Poster presentation and new for CIC 2018 is the opportunity to submit an application for a 90-minute session that facilitates the exchange and dissemination of immunization research excellence, advances in surveillance, programs and practice and the latest in policy innovations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "cic-cci.ca"
        },
        {
            "text": "18 June 2018",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DEADLINE FOR SUBMISSIONS"
        }
    ]
}