{
    "paper_id": "66d3cedc2c96821e0f3a6ad9897c769fb15b2d61",
    "metadata": {
        "title": "Analysis of a QX-like avian infectious bronchitis virus genome identified recombination in the region containing the ORF 5a, ORF 5b, and nucleocapsid protein gene sequences",
        "authors": [
            {
                "first": "Fangfang",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nianli",
                "middle": [],
                "last": "Zou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Fuyan",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mingping",
                "middle": [],
                "last": "Guo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ping",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [],
                "last": "Xintian",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wen",
                "middle": [
                    "•"
                ],
                "last": "Sanjie",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yong",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The complete genome of a QX-like infectious bronchitis virus (IBV) strain Sczy3 isolated recently in Sichuan was sequenced. The genome contains 27,695 nucleotides (nt), and possesses a genomic structure similar to other IBV strains. Sequence comparisons demonstrated that the Sczy3 genome had the highest nt sequence identity with QX-like IBVs and was most dissimilar to the Massachusetts type IBV. Differences in the sequences of genes present in the Sczy3 genome and other IBVs gene sequences were also identified. Phylogenic analysis showed that the entire genome and most of the Sczy3 genes were located in the same cluster as LX4. Recombination analysis showed that Sczy3 is a chimeric strain derived from LX4 (major parental sequence) and H120 (minor parental sequence) suggesting that recombination occurred in a region containing the 3 0 terminal 5a sequence (83 nt), the 5 0 terminal 5b sequence (222 nt), and the 5 0 terminal nucleocapsid protein gene sequence (132 nt). Mutations and intergenic recombination may have played an important role in the evolution of IBVs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Avian infectious bronchitis (IB) is a highly contagious, acute, and economically important disease of chickens [1] . This disease affects chickens of all ages and causes respiratory stress, interstitial nephritis in broilers, and reduces egg production. The etiologic agent of IB is the infectious bronchitis virus (IBV), a member of the Coronaviridae family, subfamily coronavirinae, genus gamma-coronavirus that replicates primarily in the respiratory tract and also in some epithelial cells of the gut, kidney, and oviduct [2] . Currently, dozens of IBV serotypes and genotypes have been described, and natural outbreaks of IBV are often the result of infections with strains that differ serologically from vaccine strains.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 114,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 526,
                    "end": 529,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Infectious bronchitis virus is an enveloped, non-segmented, single-stranded, positive-sense RNA virus with a genome of approximately 27.6 kb [3] [4] [5] possessing at least ten open-reading frames (ORFs) organized 5 0 -3 0 as follows: 5 0 -Cap-1a-1b-S-3a-3b-E-M-5a-5b-N-3 0 PolyA [6] . Six mRNAs (mRNA 1-6) are associated with viral replication. Four structural proteins including the spike glycoprotein (S), small membrane protein (E), membrane glycoprotein (M),and nucleocapsid protein (N) are encoded by mRNA 2, 3, 4, and 6, respectively [7, 8] . mRNA1 consists of ORF1a and ORF1b, which have 42 overlapping nucleotides (nt) and encode for two large polyproteins, pp1a and pp1ab, via a ribosomal frame-shift mechanism [9] . During or after synthesis, these polyproteins are cleaved into 15 non-structural proteins (nsp2-16), one of which is the polymerase. The S glycoprotein is post-translationally cleaved at protease cleavage recognition motifs into the amino-terminal S1 (92 kDa) and the carboxyl-terminal S2 (84 kDa) subunits by cellular proteases [10] . The putative protease cleavage motifs are usually associated with one or more pairs of basic amino acids (e.g., Arg-Arg-Phe-Arg-Arg M41) [11] . The multimeric coiled-coil S glycoprotein extends from the viral membrane, and the S1 subunit is anchored to the viral membrane by the S2 subunit [12] . Proteins 3a, 3b and 5a, 5b are encoded by mRNA 3 and mRNA 5 and are not essential to viral replication [3, 7, 8] .",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 144,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 145,
                    "end": 148,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 149,
                    "end": 152,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 280,
                    "end": 283,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 541,
                    "end": 544,
                    "text": "[7,",
                    "ref_id": null
                },
                {
                    "start": 545,
                    "end": 547,
                    "text": "8]",
                    "ref_id": null
                },
                {
                    "start": 721,
                    "end": 724,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 1056,
                    "end": 1060,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 1200,
                    "end": 1204,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 1353,
                    "end": 1357,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 1463,
                    "end": 1466,
                    "text": "[3,",
                    "ref_id": null
                },
                {
                    "start": 1467,
                    "end": 1469,
                    "text": "7,",
                    "ref_id": null
                },
                {
                    "start": 1470,
                    "end": 1472,
                    "text": "8]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Infectious bronchitis virus genomes are continuously evolving as a result of frequent point mutations and genomic recombination events [10] [11] [12] . It is essential to characterize field isolates for the selection of appropriate vaccine strains. Our previous study revealed that isolates recently obtained from the Sichuan province were mainly of the LX4 genotype or QX-like strains [13] . Sczy3 is a QX-like IBV strain identified on the basis of S1 subunit sequence comparison [14] ; however, other Sczy3 genome regions have not yet been sequenced.",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 139,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 140,
                    "end": 144,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 145,
                    "end": 149,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 386,
                    "end": 390,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 481,
                    "end": 485,
                    "text": "[14]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To further define the Sczy3 genome and determine its potential genetic origin, the complete genomic sequence of the QX-like IBV Sczy3 strain was determined and sequence comparisons and phylogenetic and recombination analyses were carried out to compare the Sczy3 sequence to that of other IBVs. These results may also help in the development of reverse genetic approaches for the generation of vaccines against IBVs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The IBV China/Sichuan/QX-like/Sczy3/200904strain (referred to as Sczy3) was isolated from the kidneys of broilers presenting with dyspnea in April of 2009 in a farm in Yaan City, Sichuan province, China, passaged in eggs five times and shown to be a QX-like IBV based on genetic analysis. The stock virus was propagated in 9-11 day-old specific pathogen-free (SPF) chicken embryos (Beijing experimental animal center, Beijing, China), and the allantoic fluids harvested 36 h post-inoculation and stored at -70°C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus propagation"
        },
        {
            "text": "Twenty five primer pairs were designed based on the published IBV genome sequence using Primer Premier software (Version 5.0, Premier Biosoft International, 3786 Cornia Way, Palo Alto, CA) and used to amplify the internal fragments of the Sczy3 genome (Table 1) . Four other primers including QT (5 0 -GCTGTCAACGATACGCTACGTAACG GCATGACAGTG(T) 18 -3 0 ), GSP (5 0 -CTTAGTTGGTTTCC CTTGTTGATTGC-3 0 ), QI (5 0 -CGCTACGTAACGGCATG ACAGTG-3 0 ), and GSP (5 0 -TGTATGTCTGCTCACTAAA CACCACCA-3 0 ) were specifically designed to amplify viral RNA 3 0 -and 5 0 -terminal end sequences. Primers were synthesized by Takara biotechnology (Dalian, China) Co., Ltd.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 252,
                    "end": 261,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Primer design"
        },
        {
            "text": "Viral RNA extraction and RT-PCR Genomic RNA was extracted from IBV-infected allantoic fluid with Trizol reagent (Takara biotechnology, Dalian, China) according to the manufacturer's instructions and dissolved in 20 ll sterile diethyl diethylpyrocarbonate (DEPC)treated water and stored at -70°C until further use. For the reverse transcription (RT) reaction, 10 ll of template RNA and 1 ll of random 6 mers (10 lM) were added and mixed. The mixture was then heated to 65°C for 5 min and quickly chilled on ice for 5 min. After a brief centrifugation, 4 ll of 59 RT buffer, 2 ll of dNTP mix (2.5 mM each), 1 ll of AMV reverse transcriptase (200 U/ll), and 2 ll RNase-free water were added. The reaction mixture was incubated at 37°C for 60 min and then at 70°C for 10 min. PCR amplifications were carried out according to the manual of Premix Prime-STAR Ò HS kit (Takara) in a total volume of 50 ll using 4 ll of cDNA as template. The annealing and extension conditions of PCR reactions were based on respective primer sequences and the length of the amplification fragment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Primer design"
        },
        {
            "text": "Rapid amplification of cDNA ends (RACE) from 3 0 genomic RNA One microliter of QT primer and 10 ll of total RNA were mixed and heated to 65°C for 5 min and quickly chilled on ice for 5 min. After a brief centrifugation, 4 ll of 59 RT buffer, 2 ll of dNTP mix (2.5 mM each), 1 ll of AMV reverse transcriptase (200 U/ll), and 2 ll of RNase-free water were added. The reaction mixture was incubated at 37°C for 60 min and then at 70°C for 10 min. The PCR amplification was carried out according to the manual of Premix PrimeSTAR Ò HS kit using 3 0 GSP and QI primers. The first PCR product was diluted 100-fold and used as template for the second PCR using the same primers. The PCR conditions were as follows: 94°C for 5 min followed by 35 cycles at 94°C for 40 s, 62°C for 40 s, 72°C for 1 min, and a final extension at 72°C for 10 min. RACE from 5 0 genomic RNA The reverse transcription reaction was performed as described for 3 0 RACE except that the primer used was 5 0 GSP. cDNA was treated by ribonuclease H at 37°C for 1 h and after purification, a poly(A) tail was added to the cDNA. PCR amplification was carried out according to the manual of Premix PrimeSTAR Ò HS kit using the 5 0 GSP and QT primers. The first PCR product was diluted 100-fold and used as a template for the second PCR using the QI and 5 0 GSP primers. The PCR conditions were as follows: 94°C for 5 min, 35 cycles at 94°C for 40 s, 61°C for 40 s, 72°C for 1 min, and a final extension at 72°C for 10 min.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Primer design"
        },
        {
            "text": "DNA cloning and sequencing PCR products of the predicted size were isolated from agarose gels and purified using the E.Z.N.A. TM ",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 128,
                    "text": "TM",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Primer design"
        },
        {
            "text": "The complete Sczy3 genome was aligned using the EDITSEQ program (Lasergene package) (DNASTAR Inc., Madison, WI, USA). The nucleotide sequences and the deduced amino acid sequences of different Sczy3 genes were compared to those of reference IBV sequences for homology analysis using the Megalign program (Lasergene package). Phylogenetic analysis of the nucleotide sequences and the deduced amino acid sequences of the target gene was performed using the neighbor-joining method using MEGA version 4.0 [15] . Bootstrap values were determined from 1,000 replicates of the original data. ",
            "cite_spans": [
                {
                    "start": 502,
                    "end": 506,
                    "text": "[15]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Sequence comparison and phylogenetic analysis"
        },
        {
            "text": "The 19 complete genome sequences were aligned using the Megalign program (DNASTAR software) and used for recombination analysis with the aid of RDP3.44 [16] and SimPlot version3.5.1 [17] . Potential recombination events were identified using the RDP [18] , Maxchi [4] , and GENECONV [19] methods in RDP3.44 to identify putative Sczy3 parental sequences with significance set at P values \\0.05 and the sliding window size set as 30 bp. Putative potential recombination events were further identified using the similarity analysis method (SimPlot 3.5.1). Nucleotide identity was calculated using the Kimura 2-parameter method with a transition-transversion ratio of 2 in each window of 200 bp, and the window was successively extended by 20 bp increments. The recombination breakpoints identified using Simplot 3.5.1 were expressed as a vertical line, and the region between vertical lines represented the recombinant fragment. Phylogenetic trees of the putative recombinant fragments were also drawn using the neighbor-joining method and the UPGMA method implemented in RDP3.44.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 156,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 182,
                    "end": 186,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 250,
                    "end": 254,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 264,
                    "end": 267,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 283,
                    "end": 287,
                    "text": "[19]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Recombination analysis"
        },
        {
            "text": "The Sczy3 genomic sequence The S1 and S2 Sczy3 subunits had the highest nucleotide identity with QXIBV strain at 96.5 and 95.5 %, respectively, and the 5 0 UTR, 3b, E, M, 5a, 5b, N, and the 3 0 UTR had the highest nucleotide identity with other IBVs ( Table 3) . Analysis of the amino acid sequence identity between different nsps encoded by the Sczy3 gene 1 and other IBVs demonstrated that the Sczy3 nsp4, nsp9, nsp12, nsp13, and nsp14 had the highest identity with corresponding proteins encoded by strain LX4 at 94.2-99.2 %, while the remaining nsps had the highest identity with the same proteins expressed by other IBVs (data not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 252,
                    "end": 260,
                    "text": "Table 3)",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The putative cleavage site sequence of the Sczy3 spike protein was His-Arg-Arg-Arg-Arg that was similar to the sequence observed for LX4 type IBVs from China and one IBV strain ITA/90254/2005 from South Africa. Gene variation was observed throughout the S1 subunit of analyzed IBVs although the highest variation was observed in the HVRs of the S1 subunit (data not shown).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "For the transcription-regulating sequence (TRS) located at the beginning of each gene, that is, the core sequence (CS)CT(T/G)AACAA was conserved for most of the TRS present in the Sczy3 genome. However, the CS of gene 5 of strains SAIBK, SC021202, and S14 had an additional three nucleotide insertion, that is, AAA, and the CS of gene 5 of strains Sczy3, BJ, A2, and LX4 had an additional six nucleotide insertion, that is, ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Phylogenetic trees were generated based on the complete Sczy3 genome compared to the genomes of reference IBV strains. This analysis identified six genotypes defined as LX4, Ark99, TW, A2, and Massachusetts type (Mass-type) based on S1 subunit analysis. The entire Sczy3 genome, E, S1, N, PL pro , M pro , and RDRP are located in the same cluster as LX4, while the Sczy3 S2 and M clustered differently from LX4 and Mass-type IBVs (Fig. 2 ). The Sczy3 strain had a well-defined evolutionary distance to the Masstype IBVs. Interestingly, the Sczy3 and Mass-type vaccine strain (i.e., H120 and W93) 5b gene are located in the same cluster.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 430,
                    "end": 437,
                    "text": "(Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Phylogenetic analysis of Sczy3 and other IBVs"
        },
        {
            "text": "Analysis of recombination events determined that Sczy3 was a chimeric strain with the major parental sequence derived from LX4 and the minor parental sequence derived from H120 (P \\ 2.558 9 10 -7 ) with the recombination region located between 25,892 and 26,192 nt containing an 83 nt long sequence of the 3 0 terminal ORF 5a, a 222 nt long sequence of the 5 0 terminal ORF 5b, and a 132 nt long sequence of the 5 0 terminal nucleocapsid protein gene. The aligned full genome sequence of 27,963 nt was used as the reference to identify the recombinant position breakpoint, and this recombination region corresponded to the 25,664-25,964 nt of the Sczy3 genome (Fig. 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 660,
                    "end": 668,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Recombination analysis"
        },
        {
            "text": "To further confirm the recombination event, comparative analysis of the genomic LX4, H120, and Sczy3 sequences were carried out, and the Sczy3 sequence was used as a putative chimeric strain (similarity scanning analysis was performed using Simplot 3.5.1) resulting in the identification of the recombination signal and the breakpoint positions at 25,892 and 26,192 nt. The region between these two breakpoints was the putative recombinant region which was also consistent with the RDP results (Fig. 4) . The phylogenetic tree of complete genomic sequences and those of the detected recombinant region were also conducted and analyzed demonstrating that the recombinant region had a topological alternation which further confirmed the recombination event (Fig. 5 ).",
            "cite_spans": [
                {
                    "start": 348,
                    "end": 365,
                    "text": "25,892 and 26,192",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 494,
                    "end": 502,
                    "text": "(Fig. 4)",
                    "ref_id": null
                },
                {
                    "start": 755,
                    "end": 762,
                    "text": "(Fig. 5",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Recombination analysis"
        },
        {
            "text": "Infectious bronchitis is currently one of the most important contagious diseases significantly impacting poultry production. Because the genomes of respective IBV strains are continuously evolving as a result of frequently occurring point mutations and genomic recombination events, it is necessary that genomic sequence analysis of prevalent IBV strains be available to establish evolutionary patterns that can be used in the prevention and control of IB.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Genomic comparison of the recently identified Sczy3 isolate to genomes of other IBV strains demonstrated that Sczy3 was most similar to LX4-type IBVs and least similar to Mass-type IBVs, including the widely used Mass-type vaccine strains (e.g., H52, H120, Ma5, and W93). Nucleotide variability was observed across the entire genome; however, different regions varied more or less between strain Sczy3 and other IBVs studied. For example, the Sczy3 gene 1 and 3a had the highest nt identity with LX4 strain at 91.3 and 96.0 %, respectively, and the Sczy3 S1 and S2 subunits had the highest nt identity with QXIBV strain at 96.5 and 95.5 %, respectively, while the Sczy3 5b gene had the highest nt identity with that of Mass-type IBVs such as H120, ZJ971, KQ6, and W93 at 98.4 % ( Table 3) . Different amino acid sequence identities between different nsps between Sczy3 and other IBVs were also observed. Phylogenic analysis showed that the entire Sczy3 genome (and most Sczy3 genes) located in the same cluster as LX4, but several genes or regions such as the S2 subunit, M gene, and the PL pro region located in a cluster different from that of LX4 and Mass-type IBVs demonstrating that evolution of different IBV genes was not synchronous.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 780,
                    "end": 788,
                    "text": "Table 3)",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The putative spike protein cleavage site sequence His-Arg-Arg-Arg-Arg had been regarded as unique to IBVs from China [20] even though this sequence was also found in IBV strain ITA/90254/2005 isolated in Africa, suggesting that this sequence was not unique to IBV isolates from China. However, phylogenetic analysis showed that the IBV isolates that clustered with Sczy3 were mainly Chinese isolates. We previously demonstrated that Sczy3 was a QX-like isolate that is prevalent in China and has been identified in other countries in recent years. These results further indicated that IBV isolates that are prevalent in China were significantly evolutionarily distant from Masstype strains. However, IBV vaccine strains commercially used in China today are primarily derived from Mass-type strains such as H120, H52, Ma5, and W93, which may not be able to provide efficient protection against field strains. Thus, it will be necessary to rapidly develop new vaccines against the QX-like field strains.",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 121,
                    "text": "[20]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Several factors can affect IBV evolution, such as high error rates associated with RNA replication, recombination between strains (resulting from widespread use of live vaccines), immunologic pressure, and frequent mixed Fig. 4 Simplot analyses of strain Sczy3. Similarity refers to sequence identity (green line) between the minor putative parent H120 and the putative recombinant Sczy3 and that (blue line) between the major putative parent (LX4) and putative recombinant Sczy3. The nucleotide identity was calculated using the Kimura 2-parameter method with a transition-transversion ratio of 2 in each window of 200 bp. The window was successively extended with a 20 bp increment. LX4 and H120 were used as putative parental strains, while Sczy3 was regarded as the putative recombinant strain. The breakpoints where the minor and major parental strains have equal sequence identity with Sczy3 were the predicted recombination sites. Putative recombinant region was the region between the recombination sites (red line) (Color figure online) infections [21] [22] [23] . This study demonstrated that recombination events occurred between non-vaccine and the vaccine strains. In China, the H120 strain is a widely used live vaccine; however, since the early 1980s, IBV has been diagnosed in China and in 1999, the LX4 was identified as a cause of IB [13] . Based on the widespread use of live vaccines and isolation of field IBVs, we hypothesize that Sczy3 represents a chimeric strain derived from vaccine strain H120 and field strain LX4 that evolved independently by point mutations and recombination events.",
            "cite_spans": [
                {
                    "start": 1057,
                    "end": 1061,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 1062,
                    "end": 1066,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 1067,
                    "end": 1071,
                    "text": "[23]",
                    "ref_id": null
                },
                {
                    "start": 1352,
                    "end": 1356,
                    "text": "[13]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 221,
                    "end": 227,
                    "text": "Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 1031,
                    "end": 1045,
                    "text": "figure online)",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Recombination results in the development of new IBV strains [24, 25] , and the unique discontinuous transcription mechanism can often cause template switching in IBVs [16, 26] . Many recombination regions have been detected for IBV isolates, including E, RdRp, PLpro [5] , the 3 0 S1 terminus, the 3a gene [27] , TRS [28] , the 5 0 M terminus [29] , the 3 0 S2 terminus, N regions, and the 3 0 UTR region [11, 30] . Presently, 'hot spots' are generally believed to be located adjacent to putative crossover recombination sites, including C(T/G)TAACAA [28, 30] , CTTTTG [31] , CTTTT(C/T) [29] , and other A-T-rich regions.",
            "cite_spans": [
                {
                    "start": 60,
                    "end": 64,
                    "text": "[24,",
                    "ref_id": null
                },
                {
                    "start": 65,
                    "end": 68,
                    "text": "25]",
                    "ref_id": null
                },
                {
                    "start": 167,
                    "end": 171,
                    "text": "[16,",
                    "ref_id": null
                },
                {
                    "start": 172,
                    "end": 175,
                    "text": "26]",
                    "ref_id": null
                },
                {
                    "start": 267,
                    "end": 270,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 306,
                    "end": 310,
                    "text": "[27]",
                    "ref_id": null
                },
                {
                    "start": 317,
                    "end": 321,
                    "text": "[28]",
                    "ref_id": null
                },
                {
                    "start": 343,
                    "end": 347,
                    "text": "[29]",
                    "ref_id": null
                },
                {
                    "start": 405,
                    "end": 409,
                    "text": "[11,",
                    "ref_id": null
                },
                {
                    "start": 410,
                    "end": 413,
                    "text": "30]",
                    "ref_id": null
                },
                {
                    "start": 551,
                    "end": 555,
                    "text": "[28,",
                    "ref_id": null
                },
                {
                    "start": 556,
                    "end": 559,
                    "text": "30]",
                    "ref_id": null
                },
                {
                    "start": 569,
                    "end": 573,
                    "text": "[31]",
                    "ref_id": null
                },
                {
                    "start": 587,
                    "end": 591,
                    "text": "[29]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "However, our study showed that recombination occurred in a region containing the 3 0 5a terminus (83 nt), the 5 0 5b terminus (222 nt), and the 5 0 N terminus (132 nt) sequences. Recombination event breakpoint analysis showed that sequences C(T/G)TAACAA, CTTTTG, and CTTTTG(C/T) were not found near recombination regions. Therefore, it was difficult to determine whether these motifs were associated with recombination. Further analyses will be needed to determine the roles of these motifs in recombination events; however, previous studies have suggested that recombination in IBV occurred randomly rather than at specific sites [32] .",
            "cite_spans": [
                {
                    "start": 631,
                    "end": 635,
                    "text": "[32]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In summary, the complete genome and individual Sczy3 strain gene sequences had different levels of sequence identity with sequences from other IBVs. Sczy3 was most similar to LX-type (QX-type) IBVs. Most Sczy3 genes clustered with LX4-type (QX-type) IBVs, and following phylogenic and recombination analysis, it was shown that Sczy3 was a chimeric strain. Work presented in this report demonstrated that gene mutations and intergenic recombination may play an important role in the evolution of IBVs. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Disease of Poultry",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cavanagh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gelb",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "117--135",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The sequences of IBV reference strains were retrieved from the GenBank database and the accession numbers for the complete genomic sequences of 18 reference IBV strains used in this study are:BeaudetteC (NC_001451), M41 (DQ834384), H52 (EU817497), H120 (FJ888351), ZJ971 (EU714028), Peafowl/GD/KQ6/2003 (AY641576), ArkDPI 11 (EU418976), ArkDPI101 (EU418975), Cal99 (AY514485), BJ (AY319651), CK/CH/LSD/05I (EU637854), TW2575/98 (DQ646405), SAIBK (DQ288927), A2 (EU526388), SC02 1202 (EU714029), partridge/GD/S14/2003 (AY646283), LX4 (AY338732), and ITA/90254/2005 (FN430414).The GenBank accession numbers for the gene sequences of other IBVs used are not indicated.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "alanine, C cysteine, D aspartic acid, G glycine, I isoleucine, K Lysine, L leucine, M methionine, N asparagine, Q glutamine, S serine, T threonine, Genomic organization of strain Sczy3. The complete genome consists of 27,695 bp single-strand (?) RNA (including poly-A tails). The replicase gene is shown in gray with nonstructural protein domains (nsp) 2-16 indicated. The transcription-regulating sequence (TRS) is located in front of each gene. The PLpro is located in polyprotein G675-G2264 and the C-end cleavage site is AG/ GV.Mpro is located in polyprotein A2279-Q3085 and the C-end cleavage site is LQ/SS. RDRP is located on polyprotein S3929-Q4868, and the C-end cleavage site is LQ/SC",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "(A/G)AGAAA compared to homologous sequences in other IBV strains. The distances between CS of Sczy3 and the initiation codons of gene 1-6 were 461 nt (65-525), 52 nt (20,313-20,364), 23 nt (23,839-23,861), 77 nt (24,431-24,507), 7 nt (25,542-25,548), 93 nt (25,840-25,933), respectively (data not shown).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "the highest or lowest identity with Sczy3 at the nt and aa level indicated in bold () indicates amino acid sequence identity,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig. 2 Phylogenetic relationship by neighbor-joining method (bootstrapping for 1,000 replicates with values [60 %) based on nucleotide sequences of complete genomes (a), 1-27,695 nt; S1 subunit (b), 20,865-21,894 nt; S2 subunit (c), 21,985-23,862 nt; E gene (d), 24,210-24,536 nt; M gene (e), 24,508-25,185 nt; 5b gene (f), 25,743-25,991 nt; N gene (g), 25,934-27,163 nt; M pro gene (h), 8,860-9,780 nt; PLpro region (i), 2,548-7,317 nt; and RDRP region (j), 12,310-15,128 nt. The Sczy3 sequence is indicated by a filled circle",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Fig. 2 continued",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "RDP screenshot displaying the possible recombination events associated with Sczy3. Each line displays the pairwise sequence identity between two of three IBVs relevant to recombination. Pairwise identity refers to the average pairwise sequence identity within a 30 nt sliding window moved 1 nt at a time along the alignment of the three sequences. The pink regions demarcate potential recombination regions. Crossover sites are indicated by arrows with nt positions above. The purple line indicates the percentage identity between the minor parent (H120) and recombinant (Sczy3); the yellow line indicates the percentage identity between the minor parent (H120) and major parent (LX4); the green line indicates the percentage identity between the major parent (LX4) and the recombinant (Sczy3). Potential recombination regions are identified as the region where the percentage identity between the minor parent (H120) and the recombinant (Sczy3) is higher than that between the major parent (LX4) and the recombinant (Sczy3) (Color figure online)0 1000 20003000 4000 5000 6000 7000 8000 9000 10000 11000 1200013000 14000 15000 16000 17000 18000 19000 20000 21000 22000 23000 24000 25000 26000 27000 Position",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Phylogenic analysis of topological alternations in the Sczy3 recombinant sequence. (a) Phylogenetic tree of the complete genome sequence. (b) Phylogenetic tree of recombinant fragments (25,892-26,192 nt). Topological changes of recombinant fragments were observed. Phylogenetic trees were drawn by Maximum likelihood method in RDP3.44. Red highlight represents the recombinant sequence, blue highlight represents the minor parental sequence, and green highlight represents the major parental sequence",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Sczy3 genome amplification primers",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "The complete Sczy3 genome sequence obtained in this study was submitted to GenBank under accession number of JF732903. The complete genome of Sczy3 consists of 27,695 nt including poly (A) tail and encodes six different genes flanked by 5 0 (525 nt) and 3 0 (532 nt) un-translated regions (UTRs). The nucleotide sequence length of the dif-The complete genome sequence of strain Sczy3 was compared to 18 available complete IBV genomic sequences available from GenBank. Sequence comparison analysis demonstrated that the genomic nucleotide identity between",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Enzymatic pp1a/pp1b sites and characteristics of IBV strain Sczy3 nonstructural proteins",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Nucleotide and amino acid identity of different regions between strain Sczy3 and other IBV strain genomes",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}