{
    "paper_id": "66f8cfe75dce9b250b555fe8d136cf006f55649a",
    "metadata": {
        "title": "Which Measures are Effective in Containing COVID-19? --Empirical Research Based on Prevention and Control Cases in China",
        "authors": [
            {
                "first": "Shanlang",
                "middle": [],
                "last": "Lin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Junpei",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ziwen",
                "middle": [],
                "last": "He",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dandan",
                "middle": [],
                "last": "Zhan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Various epidemic prevention and control measures aimed at reducing person-to-person contact has paid a certain cost while controlling the epidemic. So accurate evaluation of these measures helps to maximize the effectiveness of prevention and control while minimizing social costs. In this paper, we develop the model in Dirk Brockmann and Dirk Helbing (2013) to theoretically explain the impact mechanism of traffic control and social distancing measures on the spread of the epidemic, and empirically tests the effect of the two measures in China at the present stage using econometric approach. We found that both traffic control and social distancing measures have played a very good role in controlling the development of the epidemic. Nationally, social distancing measures are better than traffic control measures; the two measures are complementary and their combined action will play a better epidemic prevention effect; Traffic control and social distancing do not work everywhere. Traffic control only works in cities with higher GDP per capita and population size, while fails in cities with lower GDP per capita and population size. In cities with lower population size, social distancing becomes inoperative; the rapid and accurate transmission of information, a higher protection awareness of the public, and a stronger confidence of residents in epidemic prevention can promote the realization of the measure effects. The findings above verify the effectiveness and correctness of the measures implemented in China at present, at the same time, we propose that it is necessary to fully consider the respective characteristics of the two measures, cooperating and complementing each other; what's more, measures should be formulated according to the city's own situation, achieving precise epidemic prevention; Finally, we should increase the transparency of information, improve protection awareness of the public, guide emotions of the public in a proper way, enhancing public confidence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Since December 2019, the outbreak of the 2019 novel coronavirus in Wuhan, and personnel designated by the government to be responsible for the transportation of essential supplies; the third is to stop the operation of non-residential business institutions, including entertainment, sports, public culture and leisure places, and delay the opening of all schools; the fourth is to isolate urban and rural communities, which means non-community residents are not allowed to enter. It also includes performing temperature surveillance on individuals who enters and leaves the community and institutions, and conducting medical examination and screening on the febrile. In hard-hit communities, where residents are not allowed to leave their homes, supplies are pre-ordered online and distributed by community managers and volunteers; the fifth is to trace the confirmed and suspected cases, which means mandatorily isolating and treating the confirmed cases, quarantining the suspected cases centralized, and quarantining the contacts centralized or at home; the sixth is to mobilize medical and protective equipment. Each province sends medical and health personnel and mobilizes medical equipment to support Hubei province, distributes or quantitative sales of masks to residents, and requires residents to wear a face mask when they go out; the seventh is to insist on information disclosure. Seventh, insist on the disclosure of information. From the central government to the local area, regular reports of confirmed and suspected cases of COVID-19 are made daily, and epidemiological follow-up investigation reports are released, including their whereabouts and all possible contacts; the eighth is to quarantine individuals from other cities for 14 days. Since March 14, some areas require overseas entrants to be conducted centralized quarantine for 14 days. January 24 to February 2 is the Chinese Spring Festival holiday. However, after the end of the holiday, enterprises were not allowed to operate. Most provinces stipulated that production operations could only be carried out after February 10 with the approval of the government.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "They also required that people from other cities and provinces must provide health certificates and be quarantined for 14 days. Specifically, individuals who came from hardest-hit area should be quarantined at a designated location for 14 days, as for those from non-hardest-hit area, they also should be quarantined at home 14 days. After March 20, some provinces will only gradually relax control if there are no new confirmed cases for several consecutive days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The stringent control measures in China quickly brought the epidemic under control. By February 18, the number of diagnosed cases in Wuhan reached a peak of 38,020, and in other regions reached a peak of 13,886 on February 14, then the number of new cases began to gradually decrease. By March 18, for the first time, there were no new cases within China, and the stock of diagnosed cases fell to 7,263. The prevention and control of COVID-19 have mainly shifted to controlling imported cases overseas. However, of the 32 province-level administrative regions in mainland China, 6 have fewer than 100 confirmed COVID-19 cases, 13 were between 100 -500 cases and only 5 have more than 1,000 cases, namely Hubei, Guangdong, Henan, Zhejiang, and Hunan. There were no COVID-19 cases in 19 of 334 prefecture-level administrative regions across the country, and more than a third of the 2,851 county-level administrative regions did not occur. In other words, the epidemic in more than half of the country is very mild, while Tibet has only one imported case, but they all have adopted a Level Ⅰ emergency response without exception. The Level Ⅰ emergency response means a suspension of economic activity in all regions of the country, with costs that are difficult to estimate. One percentage reduction in China's GDP growth rate means a loss of more than 830 billion yuan. At the same time, strict measures to control COVID-19 epidemic will cause economic depression and rising unemployment, as well as increase the number of abnormal death (suicide and malnutrition, insufficient medical care, etc.). Therefore, when the epidemic in China is effectively controlled, it is necessary to reflect on whether it is necessary to implement comprehensive control in regions where there are no infected cases? How much prevention and control is needed to be effective in regions with different epidemic severity?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The main contributions of this article are as follows: First, in response to the control measures of COVID-19 in China, we attempt to use statistical methods to distinguish which measures are effective in different regions, which has rarely been discussed in epidemiology in the past; Second, regarding the differences between measures taken by China in and all the measures in other countries in the past few decades, we take the traffic control measure, the most comprehensive and severe that have not been available in the past few decades, as an independent explanatory variable, trying to analyze which areas need to be adopted. Third, this paper incorporates the proposed effective distance into the model for regression, breaking through the past practice of estimating the scale of epidemic spread based on geographical distance. Fourth, this paper uses Python and other big data mining methods to mine and sort out the prevention and control measures adopted in China and the time taken, as well as the Baidu Search Index \"COVID-19\", \"the correct wearing of masks\", \"Zhong Nanshan\" to represent information dissemination, public awareness of protection and Confidence in fighting the epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "With the progress of globalization, emerging infectious diseases continue to occur and are more likely to cause a global pandemic. Most of them originate from animals. According to statistics, zoonoses account for up to 60.3% of the new infectious diseases, of which 71.8% originate in wildlife (Jones et. al., 2008) . The situation of prevention and control of emerging infectious diseases is very serious (Han et al., 2016) . Since the 21st century, emerging infectious (Zheng et al., 2019) , which have posed a serious threat to human life and health and socio-economic development. There are three stages in the pandemic zoonoses emergence: the first stage is the pre-emergence, under which the pathogen is transmitted between their animal reservoirs. The second stage is localized emergence, during which self-limiting spill events or large-scale spills can lead to the person-to-person transmission for a few pathogen generations.",
            "cite_spans": [
                {
                    "start": 295,
                    "end": 316,
                    "text": "(Jones et. al., 2008)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 407,
                    "end": 425,
                    "text": "(Han et al., 2016)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 472,
                    "end": 492,
                    "text": "(Zheng et al., 2019)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "literature review"
        },
        {
            "text": "The third stage was manifested by widespread and global pandemics. In the first stage, it's not easy for the prevention and control departments in the government to recognize the characteristics of the epidemic, and they do not understand the infectivity and transmission of the pathogens. Emergency decision-making is a complex process, which means decisionmakers must analyze a large amount of uncertain information in a short period of time, and make effective decisions to deal with crises timely. This is an extremely difficult process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "literature review"
        },
        {
            "text": "Missing that stage, it can form a \"butterfly effect\", which causes a huge impact (Morse et al., 2012) .",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 101,
                    "text": "(Morse et al., 2012)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "literature review"
        },
        {
            "text": "Some literature studies the method that the medical staff treats emerging infectious diseases to reduce or avoid transmission. Koenig (2015) proposed the 3I tool, namely Identify-Isolate-Inform, which is considered to be the normative process for medical staff to treat emerging infectious diseases. The 3I tool has been modified for the prevention and control of infectious diseases such as MERS, measles, Zika virus, mumps, and hepatitis A, and has achieved good results. Triage is an important part of early detection of patients with infectious diseases, effective prevention of the spread of infectious diseases, and better protection of medical staff (Kisting et al., 2012) . Medical staff must have a sufficient understanding of emerging infectious diseases. When encountering suspected patients, it's necessary to ask for medical history in time, to identify potential patients as early as possible, and to make isolation and protection. If a person is suspected to be infected, isolation is required, including the transfer of the patient to another designated place for treatment or direct placement of the patient into an isolation ward. Isolation is an important measure, but there are differences between isolation and quarantine. Quarantine refers to the separation of individuals who may have been exposed to an infectious disease or pathogens but still healthy from those who are healthy and have not been exposed (Chea et al., 2014) . In other words, quarantine is to conduct observation on healthy people who may have been exposed to infectious diseases and may spread the disease to others to determine whether they are truly infected. The concept of observation originated from \"border screening\" (Selvey et al., 2015) . It was originally used for the entry and exit ports, and then expanded the concept to refer to measures taken by people who may be exposed to the disease before symptoms are identified, which are quarantine measures and have no place limitations. For example, people who do not need to be hospitalized can be quarantined at home while being assessed for MERS infection Koenig et al., 2017) . During the observation, once symptoms are identified and the infection is confirmed, quarantine should be switched to isolation. Diseases listed for quarantine must be diseases that pose a serious threat to public health, such as cholera, diphtheria, infectious tuberculosis, plague, smallpox, yellow fever, viral hemorrhagic fever, SARS, and influenza which may cause a pandemic (Koenig, 2012) .",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 140,
                    "text": "Koenig (2015)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 657,
                    "end": 679,
                    "text": "(Kisting et al., 2012)",
                    "ref_id": null
                },
                {
                    "start": 1430,
                    "end": 1449,
                    "text": "(Chea et al., 2014)",
                    "ref_id": null
                },
                {
                    "start": 1717,
                    "end": 1738,
                    "text": "(Selvey et al., 2015)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 2110,
                    "end": 2130,
                    "text": "Koenig et al., 2017)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 2513,
                    "end": 2527,
                    "text": "(Koenig, 2012)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "literature review"
        },
        {
            "text": "Measures to be taken is determined according to the quarantine and isolation decision tree, and a certain risk-benefit analysis is required. If the symptoms are not contagious before onset, the travel and social distance will not be limited, but necessary disease surveillance should be carried out to determine whether the intervention of public health agencies is needed to ensure the effectiveness of the latent disease surveillance based on the monitoring effect. Different public health measures need to be selected based on the disease to which the individual assessed is exposed. On the other hand, the difference transmission can significantly affect the speed of disease spreading and the choice of personal protective equipment (PPE). At the same time, legal basis, jurisdiction, impact on mental health and the potential negative consequences of restrictions on human rights and free actions need to be considered. The scientific significance of quarantine lies in the fact that quarantined disease is likely to spread during the incubation period to minimize the probability of infectious disease outbreaks (Barbisch et al., 2015) . The third step of the 3I tool is to promptly report to the infection control department of hospitals, superior supervisors, and law enforcement departments based on the location of the identified and confirmed patient.",
            "cite_spans": [
                {
                    "start": 1119,
                    "end": 1142,
                    "text": "(Barbisch et al., 2015)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "literature review"
        },
        {
            "text": "Another part of the literature assesses the effectiveness and the scope of application of public health policies. Rothstein & Talbott (2007) found that to make quarantine to be the most effective measure for limiting the spread of infection, compliance with quarantine regulations should be encouraged, that is, providing job security and income replacement. Wang et al. (2012) found that In the case of short reaction time, intra-population, such as patient isolation, are more effective than inter-population such as travel restrictions. Jefferson (2008) pandemic influenza (H1N1) and found those were effective to some extent. Rashid (2015) researched the public health policy of the 2009 pandemic influenza and concluded that the school closure, whether positive or passive, seemed to be moderately effective and acceptable in reducing the spread of influenza and delaying the peak of the epidemic, but it is related to high expenses of secondary school. Voluntary isolation and quarantine at home are also effective and acceptable measures, but it takes the risk of intra-household transmission from index cases to contacts. Workplace-related interventions, such as work closure and work at home, are also moderately effective and acceptable, but it may have negatively impact on economy. Internal mobility restriction is only effective when extremely high restrictions (50% of travel) are imposed and mass gatherings which happened within 10 days before the epidemic peak is likely to increase the risk of transmission of influenzas. Rothstein (2015) compared the effectiveness of public health policies to intervene with infectious diseases, among which quarantine is one of the most aggressive and controversial measures that public health officials can take when trying to control an outbreak. Serious legal and ethical concerns have been raised because of restrictions on the movement of potentially large numbers of people (Fidler et al., 2007) . During the SARS epidemic in 2003, quarantine was widely used in several Asian countries and Canada, and it played a role in ending the epidemic. Similarly, during the 2014 Ebola outbreak in West Africa, social distancing measures, including quarantine, had become a major containment strategy. The paradox of quarantine and other social distancing measures is that they may effectively resist the outbreak of disease, but the scope of application is too wide, leading to various social hazards, including economic disruption, physical isolation and even violence. Quarantine is the first public health tool to control infectious diseases and remains a legitimate and valuable public health strategy because it has a significant impact on civil liberties, economic activity and social cohesion, so officials must be extra careful about the possibility of abusing quarantine authority (Rothstein, 2015) .",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 140,
                    "text": "Rothstein & Talbott (2007)",
                    "ref_id": null
                },
                {
                    "start": 359,
                    "end": 377,
                    "text": "Wang et al. (2012)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 540,
                    "end": 556,
                    "text": "Jefferson (2008)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 630,
                    "end": 643,
                    "text": "Rashid (2015)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1540,
                    "end": 1556,
                    "text": "Rothstein (2015)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1934,
                    "end": 1955,
                    "text": "(Fidler et al., 2007)",
                    "ref_id": null
                },
                {
                    "start": 2841,
                    "end": 2858,
                    "text": "(Rothstein, 2015)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "literature review"
        },
        {
            "text": "Huremović (2019) analyzed and compared the clear definitions and scope of common public health policies, such as isolation, quarantine, shelter-in-place, cordon sanitaire, protective sequestration, and social distancing. Isolation is to restrict the persons who have an infectious disease in a specified geographical area, separating them from healthy people and those who have not been exposed. Different from isolation, quarantine is to separate those who are still healthy but possibly exposed to an infective agent from those who are healthy but have not been exposed, which is a restriction on the movement or communication of persons or the transport of goods in order to prevent the spread of disease (Gostin & Wiley, 2016) . Shelter-inplace (SIP) is a variant of quarantine, in which individuals are not restricted at a designated location, but at where they were at the time (e.g. Family). Cordon sanitaire refers to restricting activities of the individual in a larger and more defined geographic area (such as a community).",
            "cite_spans": [
                {
                    "start": 10,
                    "end": 16,
                    "text": "(2019)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 708,
                    "end": 730,
                    "text": "(Gostin & Wiley, 2016)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "literature review"
        },
        {
            "text": "The \"Cordon sanitaire\" may be considered a reasonable and useful measure in which: (1) the infection is highly virulent (infectious and possibly cause disease); (2) the mortality rate is extremely high;(3) treatment is not available or difficult to conduct;(4) there is no vaccine or other method to immunize a large number of people. In addition to legal and ethical challenges, All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "literature review"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10. 1101 /2020 the measure is also related to challenges in the logistical resources. Comparing with quarantining at a designated place, the advantage of cordon sanitaire is that it tends to keep the community intact, including its basic resources, businesses, and infrastructure. A method that is the opposite of it is called protective sequestration, which means that unaffected communities separate themselves from the outside until there is no risk of an outbreak. Social distancing is a voluntary, recommended restriction on physical contacts, such as staying at home and avoiding public places and activities. Some less drastic, but quite effective and more frequently used measures of social distancing include canceling mass gatherings, school, and workplace closures, travel restrictions, etc. Wilder-Smith (2020) believed that SARS-CoV has now been eliminated, indicating that we can completely stop this epidemic and interrupt person-to-person transmission. In the absence of vaccines and antivirals, only strict implementation of traditional public health measures made this remarkable achievement possible. In the early stages, isolating patients is particularly effective in interrupting the spread of infectious diseases. Since the infected can spread before he is symptomatic, isolation is often too late to prevent transmission and contain the pandemic. Quarantine is one of the oldest and most effective tools for controlling outbreaks of infectious diseases (Cetron & Landwirth, 2005) , which possibly apply at the individual or group level and usually involves restrictions on houses or designated facilities. Social distancing aims to reduce interactions between people in the wider community, where individuals may be contagious but have not yet been identified and therefore have not been isolated. Social distancing is particularly useful where community transmission is considered to be occurring, but the links between cases are unclear, or where restrictions on the known contacts are not considered sufficient to prevent further spread. Social distancing includes closing schools or office buildings, suspending public markets, and canceling gathering. If these measures are considered inadequate, then a community-wide containment is likely to be required. A community-wide containment is an intervention that applies to an entire community, city, or region, aiming to reduce physical contact between people. Implementing a community-wide containment requires close partnerships and cooperation with law enforcement agencies at the local and state levels, and inspection stations are usually established, and legal penalties may be required if there is a violation.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 98,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 99,
                    "end": 104,
                    "text": "/2020",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1567,
                    "end": 1593,
                    "text": "(Cetron & Landwirth, 2005)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "literature review"
        },
        {
            "text": "Some scholars studied the effects of travel restrictions. Chong & Zee (2012) found that All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 58,
                    "end": 76,
                    "text": "Chong & Zee (2012)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "literature review"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03.28.20046110 doi: medRxiv preprint antiviral drugs and hospitalization were more effective in reducing morbidity than travel restrictions. As for air travel, it's necessary to target at the main route to the source of influenza, and if 99% air travel restriction is implemented, the peak of the epidemic will be postponed for up to two weeks. Mao (2013) believed that it is not cost-effective to use travel restriction alone, but if 50% of travel restrictions are implemented, combined with antiviral prevention and workplace closure, it is the best strategy. For large urbanized areas, closing the affected workplaces can be an effective and cost-saving strategy to reduce flu outbreaks and it is also the most cost-effective. Folayan & Brown (2015) found that in order to control Ebola, more than 50 countries have issued travel restrictions on affected countries. However, travel restrictions have made it more difficult to tackle the disease, which is not a solution to contain Ebola, because it has become more difficult to deliver supplies, equipment and humanitarian assistance to the affected areas.",
            "cite_spans": [
                {
                    "start": 448,
                    "end": 458,
                    "text": "Mao (2013)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 833,
                    "end": 855,
                    "text": "Folayan & Brown (2015)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "literature review"
        },
        {
            "text": "When a suspected traveler from West Africa who are symptomatic is quarantined, the isolation facilities must be optimal, which means providing physical, social and psychological support for all persons quarantined and quality personal protective equipment must be provided for health care providers Although there are lots of searches on public health policies to deal with infectious diseases. However, the prevention and control measures against COVID-19 taken in China are unprecedented, which have been beyond the scope of study in existing literature, such as implementing traffic restrictions across the country and closing communities on a large scale. Therefore, it is still necessary to classify the prevention and control measures of China and study which measures are more effective in different regions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "literature review"
        },
        {
            "text": "The outbreak of infectious diseases is a complex process of spreading that occurs in a population. There is a long history of modeling infectious disease epidemics (Anderson et al., 1992) , and various modeling specifications have been developed. Kermark & Mckendrick (1927) proposed the classic SIR model, which is a compartmental model. In the SIR model, it is assumed that each individual is the same, the population is homogeneous mixing, the contact is instant and independent of history, infection rate, recovery rate is constant. Individuals in the same state form a compartment, and as the state changes, they move among the compartment.",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 187,
                    "text": "(Anderson et al., 1992)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 247,
                    "end": 274,
                    "text": "Kermark & Mckendrick (1927)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Theoretical Framework"
        },
        {
            "text": "With the growth of urban population and the development of transportation networks, social mobility has increased, and the spatial expansion of infectious diseases has shown a new pattern, especially when people move among different regions, the spread of the epidemic is common.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theoretical Framework"
        },
        {
            "text": "Understanding the impact of population flow patterns on the prevalence of infectious diseases has attracted considerable attention (Gonzalez et al., 2008) , and a meta-population model derived from ecology has been applied in the field of the epidemic. With the rise of complexity science, the micro-modeling specification has been developed and combined with social networks, a network-based micro-individual modeling method has been proposed, which provides a new approach to understand the spread of infectious diseases. These models enable epidemiologists and health authorities to understand the transmission process, predict its impact on healthy populations, and assess the effectiveness of different mitigation and prevention strategies. But, in any case, the epidemic of infectious diseases is inseparable from two key factors, namely, person-to-person contact and population mobility. When infectious disease outbreaks, various countries adopt public health intervention policies, in which one is to control human contacts, such as isolation, quarantine, and social distancing; the other is to control population mobility, such as travel restrictions.",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 154,
                    "text": "(Gonzalez et al., 2008)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Theoretical Framework"
        },
        {
            "text": "The factors affecting the spread of the epidemic are extremely complex, which is closely related to the carrier, environment, weather, the contact and so on. If a city is abstracted into a node beyond the scale of micro-individuals, the population flow between cities is the key factor affecting the scale of virus transmission among cities, which is related to urban density and transportation. The meta-population model is a commonly used model for analyzing the spread of epidemics, which nodes are used to represent the city, and the linings are used to represent the traffic between cities, such as the plane, high-speed rail, bus and so on. Within each node, a certain number of people are set. Colizza et al. (2007) used a meta-population model to characterize human behavior on a global scale. They found that a large-scale epidemic would only erupt when the population density exceeded a certain threshold. When the scale of the network is infinite, a few large nodes (namely, important cities) in the network will cause an epidemic to outbreak globally. Regarding transportation, Brockmann & Helbing (2013) found that the spread of disease is closely related to the \"effective distance\" between cities rather than geographical distance. If the probabilistically motivated effective distance is used instead of All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 1090,
                    "end": 1116,
                    "text": "Brockmann & Helbing (2013)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Theoretical Framework"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10. 1101 /2020 conventional geographic distances, then complex spatiotemporal patterns can be reduced to surprisingly simple, homogeneous wave propagation patterns. It can also reliably predict the arrival time of the disease, and even if epidemiological parameters are unknown, we can still get the relative arrival times and the spatial origin of the propagation process by the approach.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 98,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 99,
                    "end": 104,
                    "text": "/2020",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Theoretical Framework"
        },
        {
            "text": "The effective distance is defined as the best mode of transportation between two cities, depending on the probabilistic traffic flow. Assuming that mn p is the conditional probability of the connectivity matrix P , mn ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theoretical Framework"
        },
        {
            "text": "Where,  is the human intervention factor of public health policy,  is the minimum intensity of intervention, 0 t is the time point of human intervention, m t is the point at which and public health policy intervention. Any public health policy intervention requires costs, and the cost of different interventions varies. In this paper, the various measures to prevent and control the spread of COVID -19 in China are divided into two categories: One is traffic control, which not only affects the movement of people across regions and even across the country, but also affects the transportation of goods. The price of this is to force companies and other institutions to stop operations, which is at huge cost. Another is social distancing, including closure of public places in the city, community containment, isolation of the infected, and quarantine of the suspected, which affects the operation of some urban institutions, and the cost is less than the traffic control. Based on the mechanism analyzed above and the classification of prevention and control measures against COVID-19, we then propose the hypothesis: traffic control and social distancing can quickly contain the spreads of COVID-19 epidemic, but they perform different effect in various regions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theoretical Framework"
        },
        {
            "text": "According to National Public Health Emergency Preparedness of China, the main body launching the first-level response is the provincial government, the measures and time adopted by different regions are not the same, and the intensity of implementation also varies from city to city, which provides a good condition for the research in this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theoretical Framework"
        },
        {
            "text": "According to the classification of prevention and control measures of COVID -19 in China, the baseline estimation strategy is as follows: = + 1 + 2 + + + +",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Empirical Model and Variable"
        },
        {
            "text": "Where, is the is the actual cumulative case growth rate of city i in year t. Given that average incubation period of COVID-19 is 5.2 days , we use the 5th lead of the reported cumulative case growth rate to proxy the actual cumulative case growth rate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Empirical Model and Variable"
        },
        {
            "text": "is the main explanatory variable，namely traffic control and social distancing. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Empirical Model and Variable"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10.1101/2020.03.28.20046110 doi: medRxiv preprint epidemic. t is time trend， is a region fixed effect to control the characteristics of provinces constant over time, is a time fixed effect to control to control the time factors that do not vary from individual to individual.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Empirical Model and Variable"
        },
        {
            "text": "Traffic control and social distancing in each city are classified and scored according to the preventive and control measures taken by prefecture-level administrative regions in China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data a. Construction of the Measure Scoring Indicator"
        },
        {
            "text": "There are divided into 15 items (see Table 1 ), each with a score of 1. Scoring starts until the measure is canceled. For example, on January 21, Shanghai began to implement \"quarantining the contacts for 14 days.\" Since this measure is under \"social distancing\", then the score of social distancing in Shanghai from January 21 was 1. On January 24, Shanghai began to implement \"closing part of the indoor urban public places\", since this measure is also under \"social distancing\", then \"social distancing\" in Shanghai will be added another 1 point since January 24, and so on, and finally, the points for traffic control and social distancing will be added up. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 37,
                    "end": 44,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Data a. Construction of the Measure Scoring Indicator"
        },
        {
            "text": "As to the data used in this paper, the specific content and implementation time of the prevention and control measures came from the information or announcements issued by the prevention and control headquarters of the prefecture-level administrative districts; the cumulative confirmed case of came from the official release of the National Health and Health All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "b. Data Source"
        },
        {
            "text": "the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "b. Data Source"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10. 1101 /2020 Commission; population size, GDP per capita, number of medical institutions, and number of beds in medical institutions are from the China City Statistical Yearbook. Baidu search index data comes from the Baidu Index website. We refer to the approach of Brockmann and Helbing (2013) to calculate the effective distance from Wuhan to each city. The inter-city passenger flow data used in the calculation are from Baidu Migration website. The time span of the data we use is from January 1, 2020 to February 10, 2020. The explanation of each variable is shown in Table 2 . The data samples in this paper consist of the balance panel data of 279 prefecture-level cities from January 1 to February 10, 2020, and the descriptive statistics of related variables are shown as follows. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 98,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 99,
                    "end": 104,
                    "text": "/2020",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 359,
                    "end": 387,
                    "text": "Brockmann and Helbing (2013)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 666,
                    "end": 673,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "b. Data Source"
        },
        {
            "text": "the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "b. Data Source"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi. org/10.1101 org/10. /2020 (1) show that the coefficients of the total score, traffic control, and social distancing are significantly negative, regardless of whether control variables are added, which indicates that the total effect of the two measures, traffic control and social distancing alone all significantly reduce the cumulative case growth rate, effectively containing the spread of the epidemic. In addition, the coefficient of social distancing is larger, indicating that the effect of social distancing measures are better than that of traffic control. Table 4 Baseline Regression",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 98,
                    "text": "org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 99,
                    "end": 112,
                    "text": "org/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 653,
                    "end": 660,
                    "text": "Table 4",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "b. Data Source"
        },
        {
            "text": "Total Score -0.0239*** -0.0248*** the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "b. Data Source"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is Standard errors in parentheses，*** p<0.01, ** p<0.05, * p<0.1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "b. Data Source"
        },
        {
            "text": "In this section, we conduct robustness test from the following two aspects:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Robustness"
        },
        {
            "text": "①Considering the earliest outbreak was in Hubei province, which is also the first province to lockdown the city, we exclude Hubei Province and re-estimates the coefficient. ② we change the identification strategy, using DID (Difference in differences) approach to assess the effectiveness of the policy. We convert the total score, score of traffic control and social distancing into dummy variable of whether it is high total score (Total Score_dummy), dummy variable of whether it is high traffic control score (Traffic Control_dummy) and dummy variable of whether it is high social distancing score (Social Distancing _dummy), and construct a generalized DID model. reports the result of DID approach. It can be seen that all the coefficients are significantly negative, and the conclusion is still robust after changing the sample selection and identification strategy. Table 5 Robustness",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 874,
                    "end": 881,
                    "text": "Table 5",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Robustness"
        },
        {
            "text": "Total Score -0.0208*** -0.0215*** the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Robustness"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is Standard errors in parentheses，*** p<0.01, ** p<0.05, * p<0.1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Robustness"
        },
        {
            "text": "Since the spread of the epidemic may be affected by some unobservable factors, the problem of omitting variables may not be avoided in the regression. At the same time, the places with severe epidemic situation are more inclined to take more vigorous prevention and control measures, that is to say, the development of the epidemic situation will also reversely affect the local prevention and control efforts, so there is a problem of reverse causality. In order to address the endogenous problems caused by missing variables and reverse causality, we use the instrumental variable approach to re-estimate. The selection of instrument variables needs to meet two requirements: the first is that there is a significant relationship between the instrumental variables and the endogenous explanatory variables; and the second is that the instrument variable must be exogenous. We take the 1st lag of the explanatory variable as a instrument variable, and adopt the two stage least squares method (2SLS) and the generalized method of moment (GMM) to estimate it. Table 6 reports the estimated results of the instrumental variable approach. We can say that there is no obvious change in the sign and significance of the coefficients. The results of the instrumental variables approach are consistent with the baseline regression, indicating that the conclusion is still valid after considering endogeneity. Both the traffic control and social distancing have been effective in controlling the epidemic. Table 6 Instrumental Variable ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1060,
                    "end": 1067,
                    "text": "Table 6",
                    "ref_id": null
                },
                {
                    "start": 1499,
                    "end": 1506,
                    "text": "Table 6",
                    "ref_id": null
                }
            ],
            "section": "Instrumental Variable"
        },
        {
            "text": "We have proven the effectiveness of the two prevention and control measures. Is there a complementary relationship between traffic control and social distancing? We introduced both the two variables into the empirical model for a further analysis, which is shown in Table 7 reports. Column (1) and column (2) are the results of the score data, while column (3) and column (4) are the estimated results of the DID with dummy variables. The results show that the interaction term is significantly negative and has the same sign as the main explanatory variable, that is, the two measures show a complementary relationship, which implies that the combined effect of the two types of measures can more effectively prevent the further spread of the epidemic. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 266,
                    "end": 273,
                    "text": "Table 7",
                    "ref_id": null
                }
            ],
            "section": "Are They Complementary？"
        },
        {
            "text": "In order to further explore the regional heterogeneity of effect of the measures, we divide the sample into three groups: high, medium, and low according to the epidemic control capacity of the city (GDP per capita) and difficulty of epidemic control (population size). The subsample results are reported in Table 8 . Panel A presents the results of subsample divided according to per capita GDP, and panel B presents the results subsample divided according to population size. We find that social distancing measures are effective in cities with high or low GDP; However, traffic control measures are more effective in regions with high GDP, the coefficient significance decreases successively in regions with medium and low GDP. The effect of traffic control measures is not ideal in regions with lower GDP. According to the section 2, we know that although traffic control measures effectively restrict the flow of population, it also makes it difficult to deliver supplies equipment and humanitarian aid to the affected areas, which controlling the spread of the epidemic while also increasing the difficulty of responding to the outbreak, so for cities of which control ability is originally lower (low GDP per capita), the practice of traffic control can't obtain a good effect.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 308,
                    "end": 315,
                    "text": "Table 8",
                    "ref_id": "TABREF11"
                }
            ],
            "section": "Different Effects in Different Regions"
        },
        {
            "text": "Panel B presents the results of subsample divided according to population size. It can be seen that traffic control measures play a role in cities with a high population size and middle population sizes, while social distancing is only effective in cities with a high population size, All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Different Effects in Different Regions"
        },
        {
            "text": "the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Different Effects in Different Regions"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi. org/10.1101 org/10. /2020 while it is ineffective in cities with smaller population size. Measures, whether traffic control or social distancing, are aiming to reduce physical contact between people, and in cities with smaller populations, the contact there is already less than in high-density cities, so the effects of those measures fail in low-population cities. In short, the effects of the two measures are not the same in different regions, which depending on conditions of the city, and the implementation of prevention and control measures will incur huge social and economic costs, especially in the outbreak of COVID-19, in order to control the spread of the disease, many cities across the country have implemented strict prevention and control measures such as \"lockdown\" the city. While controlling the epidemic, they have also increased social and economic burdens. Therefore, when formulating an epidemic prevention and control policy, full consideration should be given to the local situation, implementing policies according to the city and achieving precise epidemic prevention. ",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 98,
                    "text": "org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 99,
                    "end": 112,
                    "text": "org/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Different Effects in Different Regions"
        },
        {
            "text": "The effective control of the epidemic depends not only on the selection of prevention and control measures of the authority but also on the performance of the public. Therefore, in this section, we further use Baidu Search Index to explore the influence of the public's access to information, protection awareness, and public confidence on the implementation effect of traffic control and social distancing measures. Fast and effective information dissemination can greatly reduce the information asymmetry of the public and to raise public awareness of the epidemic. We use the Baidu search index of \"COVID-19\" to characterize the degree of information spread among the public. A higher search index means that the public has learned about the novel coronavirus earlier and paid more attention to it; the public's protection awareness and positive attitude will allow them to better carry out the measures, which can absolutely improve the effectiveness of policy implementation. Here, we use the Baidu search index of \"the correct way of wearing a mask\" to characterize protection awareness of the public.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Information Dissemination, Protection Awareness and Public Confidence"
        },
        {
            "text": "A higher search index indicates that people have a better sense of protection; we use Baidu search index of \"Zhong Nanshan\" to characterize people's confidence about fighting the epidemic A high search index indicates that the public has more confidence to fight the epidemic, and it is even more convinced that the epidemic problem will be overcome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Information Dissemination, Protection Awareness and Public Confidence"
        },
        {
            "text": "We divide these three indexes into high, medium, and low, respectively, generate dummy variables, and construct the interaction terms between dummy variables and the measures. The results are shown in Table 9 . Column (1) in Panel A constructs the interaction between traffic control and high information (H_information_H) and medium information (M_information_M), and column (2) constructs the interaction between social distancing and the two items; similarly, All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 201,
                    "end": 208,
                    "text": "Table 9",
                    "ref_id": "TABREF12"
                }
            ],
            "section": "Information Dissemination, Protection Awareness and Public Confidence"
        },
        {
            "text": "the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Information Dissemination, Protection Awareness and Public Confidence"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10. 1101 /2020 panel B presents the results of protection awareness, and panel C presents the results of public confidence. It can be seen that except for column (2) in Panel C, whether it is traffic control or social distancing measures, the coefficient of the interaction with high information dissemination (information_H), high protection awareness (awareness_H), and high public confidence (emotion_H) is significantly negative, that is, traffic control and social distancing measures have played a better role in cities with better information dissemination, high protection of the public,and strong confidence in epidemic prevention. It emphasizes the importance of paying attention to the public. While adopting traffic control and social distancing measures, the government should also increase the transparency of information disclosure, improve protection awareness of the public, and properly channel the public sentiment, strengthening public confidence. ",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 98,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 99,
                    "end": 104,
                    "text": "/2020",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Information Dissemination, Protection Awareness and Public Confidence"
        },
        {
            "text": "The conclusions of this article are: ① In the prevention and control of the COVID-19 epidemic, traffic control and social distancing measures have played a very good role in controlling the spread of the epidemic. Nationwide, the effect of social distancing is better than traffic control. ② The two measures are complementary, and their combined effect will play a better role in epidemic prevention; ③ Traffic control and social distancing do not work everywhere. Traffic control only paly a role in cities with large GDP and population size, but not in cities with low GDP population size; In cities with lower population size, social distancing becomes inoperative. ④ The rapid and accurate transmission of information, a higher protection awareness of the public, and a stronger confidence of residents in epidemic prevention can promote the realization of the measure effects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion and Discussion"
        },
        {
            "text": "The conclusions above have important implications for public health policy. Considering the complementary relationship between the two measures, they should be coordinated with each other when making policies. However, considering the regional heterogeneity of their effect, it is necessary to formulate measures according to the city's own situation, achieving precise epidemic prevention, and the need for such a strict measure as \"lockdown\" the city should be carefully weighed; considering the promotion of better information dissemination, high protection awareness and strong public confidence on the effect of the measures, we should increase the transparency of information, improve protection awareness of the public, guide All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion and Discussion"
        },
        {
            "text": "the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion and Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org/10. 1101 /2020 emotions of the public in a proper way, enhancing public confidence.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 98,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 99,
                    "end": 104,
                    "text": "/2020",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion and Discussion"
        },
        {
            "text": "Excessive prevention and control will inevitably bring negative effects. Severe traffic control completely blocked the flow of people and materials, which to some extent made it difficult for the timely replenishment of basic living needs. Social distancing measures such as closing communities and public places inevitably exacerbated the panic among the people and adversely affected the development of their mental health. Therefore, when actively taking prevention and control measures, we must also fully consider the possible negative impacts, reasonably grasp the implementation of the measures, and take supporting remedial measures to minimize the side effects of epidemic prevention and control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion and Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Is There a Case for Quarantine? Perspectives from SARS to Ebola",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "May",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Barbisch",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Koenig",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "Y"
                    ],
                    "last": "Shih",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "547--553",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The hidden geometry of complex, network-driven contagion phenomena",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Brockmann",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Helbing",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Science",
            "volume": "342",
            "issn": "6164",
            "pages": "1337--1342",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Public health and ethical considerations in planning for quarantine. The Yale journal of biology and medicine",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cetron",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "; M"
                    ],
                    "last": "Landwirth",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Maloney",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Koppaka",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Simone",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Learning from SARS: Preparing for the Next Disease Outbreak",
            "volume": "78",
            "issn": "",
            "pages": "71--83",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Identify, isolate, inform: Background and considerations for Ebola virus disease preparedness in US ambulatory care settings",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chea",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Perz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Srinivasan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Laufer",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Pollack",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "American journal of infection control",
            "volume": "43",
            "issn": "11",
            "pages": "1244--1245",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Distribution of the COVID-19 epidemic and correlation with population emigration from wuhan, China. Chinese medical journal",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Modeling the impact of air, sea, and land travel restrictions supplemented by other interventions on the emergence of a new influenza pandemic virus",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Chong",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C Y"
                    ],
                    "last": "Zee",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Colizza",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pastor-Satorras",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "BMC infectious diseases",
            "volume": "12",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Through the quarantine looking glass: Drug-resistant tuberculosis and public health governance, law, and ethics",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ling",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yue",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "; D P"
                    ],
                    "last": "Weng",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "O"
                    ],
                    "last": "Gostin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Markel",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "The Journal of Law",
            "volume": "35",
            "issn": "4",
            "pages": "616--628",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Ebola and the limited effectiveness of travel restrictions. Disaster medicine and public health preparedness",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Folayan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "92--92",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Simulating and Forecasting the Cumulative Confirmed Cases of SARS-CoV-2 in China by Boltzmann Function-based Regression Analyses",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Fu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Ying",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Long",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Mental Health Problems and Social Media Exposure During COVID-19 Outbreak. Available at SSRN 3541120",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Jia",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Mao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "."
                    ],
                    "last": "Dai",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gonzalez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Hidalgo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Barabasi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "779--782",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Public health law: power, duty, restraint",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "O"
                    ],
                    "last": "Gostin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Wiley",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "(Meta) population dynamics of infectious diseases",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Grenfell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Harwood",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Trends in ecology & evolution",
            "volume": "12",
            "issn": "10",
            "pages": "395--399",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Global patterns of zoonotic disease in mammals",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Kramer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M. . ; S1471492216300101"
                    ],
                    "last": "Drake",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hébert-Dufresne",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Althouse",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Scarpino",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Allard",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Heymann",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Shindo",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Beyond $ R_0 $: the importance of contact tracing when predicting epidemics",
            "volume": "395",
            "issn": "",
            "pages": "542--545",
            "other_ids": {
                "arXiv": [
                    "arXiv:2002.04004"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Psychiatry of Pandemics: A Mental Health Response to Infection Outbreak",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Huremović",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Psychiatry of Pandemics",
            "volume": "",
            "issn": "",
            "pages": "85--94",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Physical interventions to interrupt or reduce the spread of respiratory viruses: systematic review",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jefferson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Foxlee",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Del Mar",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dooley",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ferroni",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hewak",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rivetti",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Bmj",
            "volume": "336",
            "issn": "7635",
            "pages": "77--80",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Global trends in emerging infectious diseases",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "7181",
            "issn": "",
            "pages": "990--993",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Contributions to the mathematical theory of epidemics. Part I. Proc. r. soc. a",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kermark",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mckendrick",
                    "suffix": ""
                }
            ],
            "year": 1927,
            "venue": "",
            "volume": "115",
            "issn": "",
            "pages": "700--721",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Improving health workers' access to HIV and TB prevention, treatment, care and support services",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kisting",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wilburn",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Protsiv",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hsu",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "World Hospitals and Health Services",
            "volume": "46",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Health care worker quarantine for Ebola: to eradicate the virus or alleviate fear",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Koenig",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Annals of Emergency Medicine",
            "volume": "65",
            "issn": "3",
            "pages": "330--331",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Hepatitis A virus: essential knowledge and a novel identify-isolate-inform tool for frontline healthcare providers",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Koenig",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shastry",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Burns",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Western Journal of Emergency Medicine",
            "volume": "18",
            "issn": "6",
            "pages": "237--238",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "."
                    ],
                    "last": "Xing",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New England Journal of Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Assessing the Tendency of 2019-nCoV (COVID-19) Outbreak in China",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Cost-effectiveness of workplace closure and travel restriction for mitigating influenza outbreaks: a network-based simulation",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mao",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Proceedings of the Second ACM SIGSPATIAL International Workshop on the Use of GIS in Public Health",
            "volume": "",
            "issn": "",
            "pages": "77--84",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Early epidemiological assessment of the transmission potential and virulence of coronavirus disease 2019 (COVID-19) in Wuhan City: China",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mizumoto",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kagaya",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Prediction and prevention of the next pandemic zoonosis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Morse",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Mazet",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Woolhouse",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Parrish",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Carroll",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Karesh",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Lancet",
            "volume": "",
            "issn": "9857",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Psychological responses, behavioral changes and public perceptions during the early phase of the COVID-19 outbreak in China: a population based cross-sectional survey",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Rashid",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ridda",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Begun",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tekin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Wood",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Evidence compendium and advice on social distancing and other related measures for response to an influenza pandemic",
            "authors": [],
            "year": null,
            "venue": "Paediatric Respiratory Reviews",
            "volume": "16",
            "issn": "2",
            "pages": "119--126",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Encouraging compliance with quarantine: a proposal to provide job security and income replacement",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Rothstein",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "American journal of public health",
            "volume": "12",
            "issn": "Supplement_1",
            "pages": "49--56",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Assessment of border control measures and community containment measures used in Japan during the early stages of pandemic (H1N1)",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sakaguchi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tsunoda",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wada",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ohta",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kawashima",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yoshino",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Aizawa",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PloS one",
            "volume": "7",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Isolation, quarantine, social distancing and community containment: pivotal role for old-style public health measures in the novel coronavirus (2019-ncov) outbreak",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Selvey",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Antão",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "; C"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tse",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "The Lancet Gastroenterology & Hepatology. Zhan",
            "volume": "21",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Coronavirus Disease Spreading in China Incorporating Human Migration Data. Available at SSRN 3546051",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "How much control can we do to curb the development of the epidemic? Network dynamics deduction gives you the answer",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Estimating the Number of People Infected with COVID-19 in Wuhan based on Migration Data",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "A N G"
                    ],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "U A N"
                    ],
                    "last": "Zi-Xia",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "I A"
                    ],
                    "last": "Zu-Yao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of UEST of China",
            "volume": "49",
            "issn": "",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "One health insights to prevent the next HxNy viral outbreak: learning from the epidemiology of H7N9",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "BMC infectious diseases",
            "volume": "19",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "diseases have outbroken one after another, such as the SARS in 2003, H1N1 influenza in 2009, H7N9 influenza in 2013, the Ebola hemorrhagic fever in West Africa in 2014, the Zika virus epidemics in South America in 2016 and yellow fever in Angola and Brazil in 2017 are all zoonoses",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "investigated the effectiveness of physical interventions to interrupt or reduce the spread of respiratory viruses. Experiment result showed that many simple and low-cost interventions, such as washing hands, wearing a mask and isolating patients may be infected, can effectively prevent the spread of respiratory virus infections. Physical measures are very effective in preventing the spread of SARS. The incremental effect of adding a viricide or preservative to routine hand washing to reduce the spread of respiratory disease remains uncertain. The effect of screening and social distancing at ports of entry cannot draw a clear conclusion. Sakaguchi et al. (2012) tested border Control measures and community containment in Japan during the early stages of 2009",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Based on the SIR model,Brockmann & Helbing (2013) proposed an epidemic diffusion model on transportation network, which the equations are as follows: n j are the local fractions of the infected of city m and city n , m s and n s are the local fractions of the susceptible， n r is recovered population of city n.  、  、  are parameters.In order to analyze the effect when adopting public health policies to intervene in the spread of infectious diseases, referring to the approach inBrockmann & Helbing (2013) andZhang(2020), we introduce a term of the effective invasion threshold ",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "is the coefficient estimated, if 1 < 0, then it indicates that the prevention and control measures have effectively reduced the growth of cumulative cases and mitigated the outbreak of the epidemic.is control variable, including population size (pop), GDP per capita (pergdp), number of medical institutions (hospital), number of beds in medical institutions (bed), effective distance from Wuhan (distance) to control the city characteristics on the spread of the All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "and column (2) are the total score total score of prevention and control measures, in column (3) and column (4) are the score of traffic control measures, in column (5) and column (6) are the score of social distancing. Column (2), (4), and (6) introduce control variables on the basis of columns (1), (3), and (5). The regression results",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "0.0961*** -0.3725** -0.0708*** -0.3289** -0.0958*** -0.3884** All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Points for traffic control and social distancing",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Variable Explanation",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "reports the baseline regression results estimated using the LSDV (Least Square Dummy Variables) method. The explanatory variable is the actual cumulative cases growth rate. The explanatory variables in column",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "panel A reports the result of subsample without Hubei province, and panel B",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "Different Effects in Different RegionsPanel A by GDP per capita Standard errors in parentheses，*** p<0.01, ** p<0.05, * p<0.1",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": "Information Dissemination, Protection Awareness and Public Confidence",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}