{
    "paper_id": "6813b51c916552882057d69adf5baa6f803ad342",
    "metadata": {
        "title": "Quantitative Salivary Proteomic Differences in Oral Chronic Graft-versus-Host Disease",
        "authors": [
            {
                "first": "Carol",
                "middle": [
                    "W"
                ],
                "last": "Bassim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kiran",
                "middle": [
                    "S"
                ],
                "last": "Ambatipudi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jacqueline",
                "middle": [
                    "W"
                ],
                "last": "Mays",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dean",
                "middle": [
                    "A Edwards"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Stephan",
                "middle": [],
                "last": "Swatkoski",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Helen",
                "middle": [],
                "last": "Fassil",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kristin",
                "middle": [],
                "last": "Baird",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Marjan",
                "middle": [],
                "last": "Gucek",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "James",
                "middle": [
                    "E"
                ],
                "last": "Melvin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Steven",
                "middle": [
                    "Z"
                ],
                "last": "Pavletic",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Purpose Chronic graft-versus-host disease (cGVHD) is a severe immunological complication that occurs after allogeneic hematopoietic stem cell transplantation (HSCT). Although oral cGVHD occurs in >25 % of cGVHD patients and leads to decreased quality of life, its etiology is poorly understood. The present retrospective cross-sectional analysis of oral cGVHD patients sought to (1) test the feasibility of liquid chromatography tandem mass spectrometry (LC-MS/MS) to identify protein biomarkers of oral cGVHD and (2) to gain a clearer understanding of salivary proteins impacted by oral cGVHD. Methods Using unstimulated whole saliva, we compared pooled saliva from five patients with a diagnosis of moderate or severe oral cGVHD, with a gender-and age-matched pool of five cGVHD patients with no oral mucosal findings. LC-MS/MS was used to identify salivary proteins, followed by Ingenuity Pathway Analysis (IPA). Selected mass spectrometric findings, including lactotransferrin, lactoperoxidase, and albumin, were confirmed by targeted label-free quantification.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results LC-MS/MS led to confident identification of 180 proteins. Of these proteins, 102 changed in abundance at least 2 fold, including 12 proteins identified only in the No oral cGVHD group. Downregulation of~0.4 fold was confirmed for both lactotransferrin and lactoperoxidase in Oral cGVHD saliva using targeted label-free quantification. IPA analysis implicated pathways involved in cellular metabolism and immunoregulation. Conclusions Reduction of salivary lactoperoxidase, lactotransferrin, and several cysteine proteinase inhibitor family proteins suggests impaired oral antimicrobial host immunity in cGVHD patients. This shotgun proteomic analysis of oral cGVHD saliva using targeted label-free quantification of select proteins supports the use of mass spectrometry for future validation in a large patient population as noninvasive tests for screening, early detection, and monitoring of cGVHD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Chronic graft-versus-host disease (cGVHD) is a severe immunological complication that occurs after allogeneic hematopoietic stem cell transplantation (HSCT) and is the leading cause of late, non-relapse death in this patient group. GVHD and its debilitating sequelae are a barrier limiting the more widespread use of HSCT [1] . Chronic GVHD can affect nearly every organ system through a donor-origin cellular response directed against host tissue leading to immune dysregulation, immunodeficiency, and impaired organ function [2] . The end organ effects of cGVHD often resemble autoimmune and other immunologic disorders, suggesting a common pathophysiology, and are the direct cause of decreased patient quality of life, impaired physical status, and early mortality [3] .",
            "cite_spans": [
                {
                    "start": 322,
                    "end": 325,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 527,
                    "end": 530,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 769,
                    "end": 772,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Oral manifestations are present in at least 25 % of patients with cGVHD. The oral cavity is a highly affected organ system in cGVHD, second only to skin involvement [1, 2] . The spectrum of oral cGVHD includes mucosal lesions, salivary gland dysfunction, and restricted mouth opening, leading to pain, xerostomia, and loss of oral function [2] [3] [4] . Current diagnosis is based on clinical exam in conjunction with histopathological features. [5, 6] .",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 168,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 169,
                    "end": 171,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 340,
                    "end": 343,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 344,
                    "end": 347,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 348,
                    "end": 351,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 446,
                    "end": 449,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 450,
                    "end": 452,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Regardless of etiology, changes in salivary function and the composition of saliva affect oral homeostasis leading to dental, periodontal, and oral mucosal disease [7, 8] . Whole saliva (oral fluid) is a complex mixture of salivary gland secretions, gingival crevicular fluid, plasma protein transudates, oral keratinocyte products, and microbial flora, which serve myriad protective antimicrobial, immunomodulatory, and anti-inflammatory functions [9] . Changes in salivary function and mucosal breakdown seen in cGVHD could alter salivary composition and directly influence oral manifestations including pain, dysfunction, avoidance of nutritional food, infections, and oral health [2, 10] . Mucosal damage seen in oral cGVHD would further disrupt the local oral environment and facilitate the entry of microbial pathogens into the systemic circulation of patients, potentially contributing to sepsis after HSCT [11] .",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 167,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 168,
                    "end": 170,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 449,
                    "end": 452,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 684,
                    "end": 687,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 688,
                    "end": 691,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 914,
                    "end": 918,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "As cGVHD often mimics the findings of autoimmune disorders [12] , the consideration of autoimmune diseases known to affect salivary glands and/or oral mucosa, such as Sjögren's syndrome, scleroderma, and systemic lupus erythematosus, may provide insight into the pathophysiology and organ involvement of cGVHD in the oral cavity [13] . The proteomic analysis of saliva has shown great promise as a tool for the identification of biomarkers for primary Sjögren's syndrome [14, 15] . Further, saliva could reflect the local oral consequence of the systemic process of cGVHD, and could help to elucidate the underlying pathophysiology of this disease process.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 63,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 329,
                    "end": 333,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 471,
                    "end": 475,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 476,
                    "end": 479,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In a longitudinal study, Imanguli et al. first reported changes in the salivary proteome in the early post-HSCT period (1-6 months), some of which persisted though 6 months post-HSCT [16] . Considerable advances in detection and identification of the salivary proteome in the past several years have enabled finer analysis of the contents of saliva, and more detailed connections to systemic pathways [17, 18] . Consequently, the aim of the present study was twofold. First, to identify protein markers of oral cGVHD which could lead to improved diagnosis and monitoring after therapeutic intervention. Currently, the diagnostic gold standard for oral cGVHD is a clinical exam paired with biopsy of the buccal mucosa. Given that serial mucosal biopsy is not recommended for monitoring of the oral cavity, it would be preferable from the standpoint of both patient and practitioner to identify salivary markers for non-invasive serial testing. Second, a clearer understanding of salivary proteins impacted by oral cGVHD will elicit information about the mechanisms and etiological process of oral cGVHD which, in turn, could lead to development of more specific therapy.",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 187,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 401,
                    "end": 405,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 406,
                    "end": 409,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this retrospective cross-sectional pilot study, we compared the whole saliva of 5 patients with a diagnosis of moderate or severe oral cGVHD, as measured using the Oral Mucositis Rating Scale (ORMS) [19] , with a genderand age-matched control group of 5 cGVHD patients with no oral mucosal findings. Liquid chromatography tandem mass spectrometry (LC-MS/MS) led to confident identification of 180 proteins. Of these proteins, 102 changed in abundance at least 2 fold, including 12 proteins identified only in the with No oral cGVHD group. Selected mass spectrometric findings, including lactotransferrin, lactoperoxidase, and albumin, were confirmed by targeted label-free quantification.",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 206,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Patients in this study are enrolled subjects of ongoing transplant and cGVHD studies at the National Institutes of Health, National Cancer Institute (NCI) (clinicaltrials.gov #NCT00331968 and #NCT00520130). All data involving human subjects comply with the guiding principles for experimental procedures found in the Declaration of Helsinki of the World Medical Association, and all subjects signed NCI Institutional Review Board approved informed consents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Groups and Oral cGVHD Diagnosis"
        },
        {
            "text": "All patients underwent allogeneic HSCT, had a clinical diagnosis of cGVHD in an organ system, and were referred to the NIH Dental Clinic for comprehensive evaluation of the oral cavity. From these referrals, a study group of five male patients was selected, as described below, from patients who were diagnosed with oral cGVHD (Oral cGVHD) and compared with gender and age-matched male patients diagnosed as not having oral cGVHD (No oral cGVHD). Only males were chosen for the pilot study to identify bonafide changes between cGVHD patients and control GVHD patients, as sex hormones related to puberty and menstrual cycle have been reported to alter the abundance of proteins in female subjects [20] .",
            "cite_spans": [
                {
                    "start": 697,
                    "end": 701,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Study Groups and Oral cGVHD Diagnosis"
        },
        {
            "text": "Patients referred to the NIH Dental Clinic with cGVHD undergo a detailed examination by a dentist with expertise in oral cGVHD using the ORMS scale, a ratings scale (total score with a range from 0 to 270) designed to evaluate oral mucosal changes in HSCT treatments [19] . An ORMS score of above 34 was considered moderate to severe oral cGVHD for this study. In some but not all cases, a punch biopsy of the right buccal mucosa was taken and sent to pathology for a histopathology review of possible oral cGVHD findings (formalin fixed, paraffin embedded, sectioned, and hematoxylin and eosin stained).",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 271,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Study Groups and Oral cGVHD Diagnosis"
        },
        {
            "text": "Statistical analysis of the characteristics of the study groups was performed using a Mann-Whitney test to determine the difference in the two groups for continuous variables, with p≤0.05 being considered statistically significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Groups and Oral cGVHD Diagnosis"
        },
        {
            "text": "Whole unstimulated saliva samples were collected on ice into sterile tubes at the time of oral evaluation. Immediately after collection, a 1/20 volume of protease cocktail inhibitor was added to the saliva and frozen at −80°C. To perform mass spectrometry analysis, saliva samples were thawed and centrifuged at 2,600 x g for 15 min at 4°C to separate the supernatant from the pellet. Subsequently, protein concentration was determined by bicinchoninic acid (BCA) and aliquot was prepared by pooling equal amount of protein from each subject within a group and pooled to normalize the difference between subjects and reduce individual variation for mass spectrometry (MS). The remaining saliva samples were subsequently stored at −80°C until further analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Saliva Collection and Preparation"
        },
        {
            "text": "Fifty micrograms of pooled whole saliva from each group (No oral GVHD and Oral GVHD) was precipitated overnight by trichloroacetic acid (TCA). The protein pellet was dissolved and denatured with 6 M urea, reduced with 200 mM diothiothretol for 60 min at room temperature followed by alkylation with 200 mM iodoacetamide at room temperature in the dark for 60 min. The urea concentration was diluted with ammonium bicarbonate prior to digestion by trypsin (Promega, Madison, WI) overnight at 37°C with gentle shaking at a protein-to-trypsin ratio of 30:1(w/w). Peptides were desalted using Oasis HLB-1 (1 mg) reversed phase cartridge (Waters, Milford, MA) and vacuum concentrated to dryness. Subsequently, digests were divided into two aliquots, with one aliquot used for peptide/protein identification and relative protein quantification by spectral counting and the second aliquot for label-free \"targeted\" quantification of select differentially expressed proteins.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reduction, Alkylation, and Trypsin Digestion"
        },
        {
            "text": "Five micrograms of tryptic peptide mixtures from No oral cGVHD and oral cGVHD subjects were loaded separately onto Zorbax C 18 trap column (Agilent Tech., Santa Clara, CA) for 8.3 min at a flow rate of 6.0 μL/min for further desalting of the peptide mixture. The peptides were then separated on a 10 cm Picofrit Biobasic C 18 analytical column (New Objective, Woburn, MA) using an on-line Eksigent (Dublin, CA) nano-LC ultra HPLC system. The peptides were eluted using a 120 min acetonitrile gradient (5-35 %) at flow rate of 250 nL/min. Peptides were ionized using electrospray ionization (ESI) in positive ion mode and detected on a LTQ-Orbitrap Velos (Thermo Fisher Scientific, San Jose, CA). Precursor ions were selected for MS/MS using a data-dependent method in which the top 6 most intense ions from the MS1 precursor scan were selected. All precursor ions were measured in the Orbitrap with the resolution set at 30,000 (m/z 400). Precursor ions were fragmented by collision-induced dissociation (CID) with normalized collision energy of 35 %, and all fragment ions were measured in the LTQ. The targeted LC-MS/MS runs were 1 h, while the discovery runs were 2 h.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protein Identification by Liquid Chromatography Coupled Tandem Mass Spectrometry (LC-MS/MS)"
        },
        {
            "text": "All LC-MS/MS data were searched using the MASCOT algorithm within Proteome Discoverer 1.3 (Thermo Electron Corp, San Jose, CA) against human Swissprot protein database (Version Sprot_101911) to obtain peptide and protein identifications. For all searches, trypsin was specified as the enzyme for protein cleavage allowing up to 2 missed cleavages. Oxidation (M) and carbamidomethylation (C) were set as dynamic and fixed modifications. Mass tolerance of 20 ppm and 0.8 Da were set for precursor and fragment ions, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Analysis"
        },
        {
            "text": "The data set containing down-regulated proteins (≤0.5) were analyzed by Ingenuity Pathway Analysis version 9.0 (Inge-nuity® Systems, www.ingenuity.com, Mountain View, CA). Statistically significant protein identification by IPA is based on mapping input proteins with a continuously curated database of published literature to a range of function, cellular location, canonical pathways and disease interrelationships. The association between proteins in the dataset and canonical pathways in the Ingenuity Pathways Knowledge Base was measured as a ratio of the number of molecules from the data that maps to a pathway divided by the total number of molecules that map to the canonical pathway. A right-tailed Fisher's Exact Test was used to calculate the p-value of the probability that the association between each protein in the dataset and the canonical pathway is random. Pathways with p value<0.05 and at least 2 associated proteins were selected as potential pathways affected by oral cGVHD [21] .",
            "cite_spans": [
                {
                    "start": 997,
                    "end": 1001,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Ingenuity Pathway Analysis (IPA)"
        },
        {
            "text": "For targeted analysis, all nano-LC parameters were the same as LC-MS/MS. However, MS parameters were adjusted to target only a specific set of peptides. An inclusion list was prepared, consisting of the accurate m/z values of tryptic peptides from a select group of differentially expressed proteins to confirm the differential expressed observed by LC-MS. Peptides were selected for the inclusion list based on 3 criteria. The tryptic peptides selected: 1) contained no missed cleavages, 2) had a charge state of +2, +3, or +4, and 3) contained no methionine residues. Five μg of peptide was injected into the MS. All precursors were detected in the Orbitrap at a resolution of 30,000 (m/z 400) and fragment ions were measured in the LTQ. Once a precursor m/z from the inclusion list was detected in the MS1 scan, a subsequent MS/MS spectrum was acquired. In order to account for potential co-eluting peptides, 3 subsequent MS/MS scan events were included in the method.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Targeted Label-Free Quantification"
        },
        {
            "text": "For confirmation of peptides, automated label-free quantification was carried out using in-house developed software, QUOIL [21] . For MS/MS data visualization, MASCOT results were imported into Scaffold 3Q+(Proteome Software, Portland, OR). Table 1 summarizes the clinical and oral cGVHD characteristics of the study groups. Both groups include similarly aged males; the majority had matched, unrelated peripheral blood HSCT, and all were evaluated for oral cGVHD at least 100 days after transplant. Systemic immunosuppression was scored according to the Intensity of Immunosuppression Scale, which is used for classification of the level of systemic immunosuppression in post-transplant studies: 10None, 20 Mild (single agent prednisone<0.5 mg/kg/day), 30Moderate (Prednisone≥0.5 mg/kg/day and/or any single agent/modality), and 40High (2 or more agents/modalities±prednisone≥ 0.5 mg/kg/day [22] . Importantly, there was no difference in mean systemic immunosuppression between No oral cGVHD (2.60±1.52) and Oral cGVHD (3.20±1.30) subjects in this study. There was also no significant difference in salivary flow rate between groups (No oral cGVHD 0.445±0.126 ml/min; oral GVHD 0.394±0.142, p-value 0.8). The Oral cGVHD group had an ORMS score above 34, while the No oral cGVHD group had very low ORMS scores (ORMS049.00 ±17.06 versus 7.80±4.82, p00.01). Figure 1 shows a patient from the oral cGVHD group, highlighting the clinical and histological findings seen in Oral cGVHD, (right panels A−D) and compares these with a patient in the No oral cGVHD group. (left panels E−H) The Oral cGVHD patients presented clinically with intraoral atrophy, erythema, hyperkeratosis, lichenoid reactions, ulcerations, and edema, and histologically with copious lymphocytic infiltrate and the presence of apoptotic bodies in the oral buccal mucosa.",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 127,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 892,
                    "end": 896,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 241,
                    "end": 248,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 1356,
                    "end": 1364,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Targeted Label-Free Quantification"
        },
        {
            "text": "A quantitative proteomics study was performed to identify change in abundance of proteins between the oral GVHD and the No oral cGVHD groups. Figure 2 shows the work flow schematic for the identification and confirmation of the differentially expressed proteins. Equal amounts of protein were pooled from each subject within a group and pooled for identification by mass spectrometry and subsequent targeted label-free quantitation. No significant difference was noted in mean total protein per ml for individual samples in either group (No oral cGVHD 0.97 ± 0.61 μg/ml; Oral cGVHD 1.08±1.1 μg/ml, p00.85). A protein was deemed a confident match if at least two unique peptides were detected for a given protein, which resulted in the identification of 180 proteins. A ≤0.5 or ≥2 fold change cut-off [23] was applied to the above list leading to identification of 102 differentially expressed proteins, including 12 proteins identified only in the No oral cGVHD group. The differentially expressed proteins are listed in Supplementary Table 1 . The spectral counts for several of the 12 proteins are relatively high (e.g. 27 for BPI1A_HUMAN), indicating that the identified difference is real and not part of an instrumental issue. Of note were several members of the cysteine proteinase inhibitor family that were identified in this study. Cystatin-SA, cystatin-C, cystatin-B, cystatin-S and cystatin-D were down-regulated in oral cGVHD, while cystatin-SN did not change in abundance.",
            "cite_spans": [
                {
                    "start": 800,
                    "end": 804,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 142,
                    "end": 150,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1021,
                    "end": 1042,
                    "text": "Supplementary Table 1",
                    "ref_id": null
                }
            ],
            "section": "Selection of Differentially Expressed Proteins"
        },
        {
            "text": "Of the 102 differentially expressed proteins found in Oral cGVHD or No oral cGVHD whole saliva, 12 proteins were identified only in the No oral cGVHD group while 90 proteins were down-regulated in the Oral cGVHD as compared with the No oral cGVHD group (≤0.5). Among down-regulated proteins,~31 % changed 0.5-0.41 fold (n 028),~33 % changed 0.4-0.31 fold (n030),~22 % of the proteins changed 0.3-0.21 fold (n020), and~13 % changed ≤0.2 fold (n012). In contrast, 78 proteins showed little or no change in abundance, based on a fold ratio change cut-off >0.5 or <2, as shown in Fig. 3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 576,
                    "end": 582,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Distribution of Differentially Expressed Proteins"
        },
        {
            "text": "Differentially expressed proteins (down-regulated) were mapped using Ingenuity Pathway Analyses (IPA) software (Version 9.0) to determine statistically significant (p<0.05) canonical pathways. Based on published literature to date, in the oral cGVHD group, 83 proteins mapped to 12 different pathways (Fig. 4) . Among the different pathways, glycolysis (n05) had the largest number of involved proteins while four other pathways involved three proteins.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 301,
                    "end": 309,
                    "text": "(Fig. 4)",
                    "ref_id": null
                }
            ],
            "section": "Ingenuity Pathways Analysis"
        },
        {
            "text": "Of the 180 proteins detected, 78 had little or no change in abundance, while 102 proteins were detected as either identified only in the No oral cGVHD group or were downregulated (≤0.5). Of the down-regulated proteins, 2 proteins with antimicrobial activity were chosen for confirmation by targeted label-free approach: lactotransferrin, lactoperoxidase, Serum albumin, which did not change significantly, was included as an internal control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Targeted Label-Free Confirmation"
        },
        {
            "text": "Confirmation of lactotransferrin and lactoperoxidase by the targeted label-free approach is shown in Fig. 5 . For each protein, two different peptides were used for confirmation and were deemed confident if both peptides showed similar differential expression. Figure 5 shows the chromatograms for one of the two peptides for lactotransferrin (NLLFNDNTECLAR) and lactoperoxidase (VGPLLACLLGK). Quantification of these three proteins in Oral cGVHD and No oral cGVHD samples was analyzed by the fold change values of single precursor ion chromatograms for lactotransferrin (~0.4) and lactoperoxidase (~0.4). The abundance of each peptide is calculated from the height of the peak intensity as shown on the y-axis, while the x-axis shows the time at which the peptides eluted. The retention times for all three peptides were comparable indicating little variation between peptide elution between Oral cGVHD and No oral cGVHD experimental runs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 101,
                    "end": 107,
                    "text": "Fig. 5",
                    "ref_id": null
                },
                {
                    "start": 261,
                    "end": 269,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Targeted Label-Free Confirmation"
        },
        {
            "text": "The top chromatograms in Fig. 5 panels A and B represent No oral cGVHD, while the bottom panels of A and B are Oral cGVHD chromatograms. There are stark differences in peptide abundance for lactotransferrin and lactoperoxidase ( Fig. 5a and b, respectively) , as shown by a fold change of~0.4 in each case. Albumin showed no change in abundance.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 25,
                    "end": 31,
                    "text": "Fig. 5",
                    "ref_id": null
                },
                {
                    "start": 229,
                    "end": 257,
                    "text": "Fig. 5a and b, respectively)",
                    "ref_id": null
                }
            ],
            "section": "Targeted Label-Free Confirmation"
        },
        {
            "text": "Salivary proteomic technology is an emerging science whose advancement is driving the field of salivary diagnostics to identify and understand disease processes. In the current pilot study, we applied cutting-edge salivary proteomic techniques to the identification of proteins in the pooled saliva of age-and gender-matched cGVHD patients with and without oral cGVHD with the overarching goal of determining the potential of these techniques for GVHD saliva analysis. In this study, a total of 180 proteins were confidently identified. Amongst these proteins, hemoglobin subunit alpha and hemoglobin subunit beta were identified, which may be due to contamination of saliva samples from hemolysis of red blood cells. The alpha and beta hemoglobin subunits have also been detected in whole ductal saliva, collected directly from a cannulated parotid gland, which strongly suggests that these 2 subunits of hemoglobin may be an intrinsic part of saliva. It is postulated that these blood proteins may enter normal saliva through the leaky epithelium in the parotid and potentially other salivary glands. Their detected levels did not differ between groups in this study, so blood contamination of cGVHD saliva is not considered to be a major confounding factor. A ≥2 or ≤0.5 fold change cut-off [23] was applied to the above list, resulting in the identification of 102 differentially expressed proteins. A two-fold cut-off of differentially expressed proteins indicates doubling, or 100 % increase in the expression ratio. Ingenuity Pathway Analysis (IPA) analysis was performed on 102 differentially expressed proteins leading to identification of 12 canonical pathways involved in the Oral cGVHD population compared to No oral cGVHD controls. Targeted free label confirmation focused on 3 proteins: lactotransferrin, lactoperoxidase and albumin, and detected significant downregulation of both lactotransferrin and lactoperoxidase, but no change in albumin levels, in the saliva of GVHD subjects. Among the identified pathways, a majority of the proteins were related to cellular metabolism (glycolysis/gluconeogenesis, inositol, glutathione, pyruvate, argnine and proline metabolism), and immune signaling (IL-17 and primary immunodeficiency signaling). Although pathway analysis using IPA on these proteins does not provide stringent evidence for their direct association in cGVHD pathophysiology, it may provide new insight into potentially important networks for in-depth mechanistic analysis to validate their involvement in disease pathogenesis. Clinical presentation of oral cGVHD includes atrophy, erythema, hyperkeratosis, lichenoid reactions, ulcerations, and edema, here seen on the lower lip (e), maxillary anterior gingiva (f), and buccal mucosa (g) of a patient with oral cGVHD, as compared with the normal intraoral mucosa of a patient with no oral cGVHD (ac). H&E staining of the oral mucosa from the above-matched patients demonstrates characteristic GVHD-like changes in the buccal mucosa compared with No oral cGVHD tissue (d), including prevalent lymphocytic infiltrate and apoptotic bodies (h). Buccal biopsy sections are shown in similar orientation at 10x magnification",
            "cite_spans": [
                {
                    "start": 1294,
                    "end": 1298,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Identification and Quantification (Fig. 3 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 34,
                    "end": 41,
                    "text": "(Fig. 3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Collect and Pool Whole Saliva"
        },
        {
            "text": "In-solution trypsin digestion Confirmation (Fig. 5 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 43,
                    "end": 50,
                    "text": "(Fig. 5",
                    "ref_id": null
                }
            ],
            "section": ") Liquid Chromatography Coupled Tandem Mass Spectrometry"
        },
        {
            "text": "Oral cGVHD No oral cGVHD Lactoperoxidase, one of two proteins present in lower amounts in GVHD saliva that was confirmed, is part of the IPA-identified phenylanine metabolism pathway. There, lactoperoxidase catalyzes oxidation of certain intermediates within the phenyalanine pathway. However, lactoperoxidase is also a natural antimicrobial compound found in mammalian saliva, mucus and milk [24] . The natural acceptor molecule for lactoperoxidase in the body is thiocyanate, whose oxidation product, hypothiocyanate, is a potent antibacterial compound that inhibits the growth of an array of bacteria. At high concentrations, lactoperoxidase functions to directly kill certain bacteria, including Escherichia coli, Pseudamonas aeruginosa and Haemophilus influenza, and to limit replication of human immunodeficiency virus [24, 25] .",
            "cite_spans": [
                {
                    "start": 393,
                    "end": 397,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 825,
                    "end": 829,
                    "text": "[24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 830,
                    "end": 833,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": ") Targeted Label-Free Quantification"
        },
        {
            "text": "Of particular interest is the reduction in detectable lactotransferrin in saliva of cGVHD patients. Lactotransferrin is an iron-binding glycoprotein found in high concentrations in epithelial secretions including saliva and human milk. This multi-functional antimicrobial compound is found in the secondary granules of neutrophils and also acts as a primary defense against bacteria via sequestration of iron that results in release of lipopolysaccharide (LPS) from the outer microbial membrane and thereby stymies bacterial growth [26, 27] . Furthermore, low levels of lactotransferrin act synergistically with other antimicrobial compounds to increase overall potency and rate of bacterial killing [27] . This protein acts not only as an antimicrobial compound, but also has mitogenic capacity, and plays a role in the activation of the cellular immune system through TLR4-dependant and independent macrophage activation [28, 29] . Lactotransferrin involvement has been previously implicated in oral and gut cGVHD [16, 30] . A 2001 case report detailed successful use of supplemental lactoferrin to treat gut GVHD refractory to conventional immunosuppressive therapy [30] . A 2007 saliva survey from our group found increased salivary levels of lactotransferrin through 6-months post-transplant in GVHD patients. In contrast, the present study and included a post-transplant agematched patient population that was much later, on average, 45-months [16] . Involvement in both screens, however, clearly implicates lactotransferrin in an altered salivary proteome following HSCT. Several members of the cysteine proteinase inhibitor family were identified in this study. Cystatin-SA, cystatin-C, cystatin-B, cystatin-S and cystatin-D were down-regulated in oral cGVHD, while cystatin-SN did not change in abundance. These proteins are secreted extracellularly, where they inhibit proteinases, thereby limiting proteolysis and tissue damage [31, 32] . Cystatin D is a potent inhibitor of human coronavirus at physiologic salivary concentrations [33] . Thus, lower levels of these proteins may be lead to increased tissue damage and lower defenses against common viral infections.",
            "cite_spans": [
                {
                    "start": 532,
                    "end": 536,
                    "text": "[26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 537,
                    "end": 540,
                    "text": "27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 700,
                    "end": 704,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 923,
                    "end": 927,
                    "text": "[28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 928,
                    "end": 931,
                    "text": "29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1016,
                    "end": 1020,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1021,
                    "end": 1024,
                    "text": "30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1169,
                    "end": 1173,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1450,
                    "end": 1454,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1939,
                    "end": 1943,
                    "text": "[31,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1944,
                    "end": 1947,
                    "text": "32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 2043,
                    "end": 2047,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": ") Targeted Label-Free Quantification"
        },
        {
            "text": "Taken together, reduction of lactoperoxidase, lactotransferrin, and several cysteine proteinase inhibitor family proteins suggest impaired oral antimicrobial host immunity in cGVHD patients. Xerostomia is reported in 77 % of oral cGVHD patients [4] . There was no statistical difference in mean salivary flow rate between groups in this study, however, the flow rate for both groups was slightly below the reported unstimulated flow rate in healthy individuals of 0.47±0.29 ml/min [34] . This is in concordance with our clinical experience that this patient group is susceptible to frequent oral infections and irritations, though there is no published data comparing rates of oral infection (fungal, viral, bacterial) in post-HSCT patients with respect to cGVHD status.",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 248,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 481,
                    "end": 485,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": ") Targeted Label-Free Quantification"
        },
        {
            "text": "Previous salivary analyses of cGVHD patients have reported differential expression of ions and proteins using assorted methods (flame photometry, spectrophotometry, atomic absorption) and differential gel electrophoresis (2DE- showing \"peptide elution plotted against intenity\" for (a) lactotransferrin, and (b) lactoperoxidase by oral cGVHD classification to illustrate downregulation of each protein in the Oral cGVHD group DIGE) techniques followed by identification of proteins by mass spectrometry [16, 35] . Although 2DE-PAGE/MS can be an effective tool, it has limitations including restricted dynamic range, poor identification of membrane proteins and poor reproducibility [36, 37] . To overcome this limitation, insolution digestion of proteins was utilized for this study, and then molecules were identified using liquid chromatography coupled tandem mass spectrometry (LC-MS/MS).",
            "cite_spans": [
                {
                    "start": 503,
                    "end": 507,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 508,
                    "end": 511,
                    "text": "35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 682,
                    "end": 686,
                    "text": "[36,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 687,
                    "end": 690,
                    "text": "37]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": ") Targeted Label-Free Quantification"
        },
        {
            "text": "To date, confirmation of potential salivary markers in cGVHD proteomic studies have been performed using Western blots and ELISA [16, 38, 39] . These techniques give valuable results; however, they are limited by the availability, sensitivity and specificity of antibodies for proteins [40] . Thus, it is often critical to use non-antibody based methods such as multiple reaction monitoring (MRM) [41] or accurate inclusion mass screening (AIMS) [42] . In this study, we used targeted label-free confirmation of three potential markers (lactotransferrin, lactoperoxidase and albumin) for successful development of quantitative assays.",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 133,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 134,
                    "end": 137,
                    "text": "38,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 138,
                    "end": 141,
                    "text": "39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 286,
                    "end": 290,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 397,
                    "end": 401,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 446,
                    "end": 450,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": ") Targeted Label-Free Quantification"
        },
        {
            "text": "Collectively, this is the first shotgun proteomic analysis of cGVHD subjects using mass spectrometry. We controlled for gender, age, and the intensity of immunosuppression. Our study confidently identified 180 proteins, 102 of which were differentially expressed, including 12 proteins uniquely expressed only in the No oral cGVHD group. Formal validation of specific findings requires a larger study with additional information to be gained from longitudinal sampling. Targeted label-free quantification of select proteins supports the use of mass spectrometry for validation in large patient population as noninvasive tests for screening, early detection, and monitoring of cGVHD. Patients with oral cGVHD have lower innate salivary defenses against oral microbial and viral insults, which calls for greater clinical diligence to maintain the oral and systemic health of patients with oral cGVHD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Oral graft-versus-host disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Schubert",
                    "suffix": ""
                },
                {
                    "first": "Mep",
                    "middle": [],
                    "last": "Correa",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Dent Clin N Am",
            "volume": "52",
            "issn": "",
            "pages": "79--109",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Oral symptom intensity, health-related quality of life, and correlative salivary cytokines in adult survivors of hematopoietic stem cell transplantation with oral chronic graftversus-host disease",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Fall-Dickson",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Biology of Blood and Marrow Transplantation",
            "volume": "16",
            "issn": "7",
            "pages": "948--56",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Oral graft-versus-host disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Imanguli",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Oral Diseases",
            "volume": "14",
            "issn": "",
            "pages": "396--412",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Salivary gland involvement in chronic graft-versus-host disease: Prevalence, clinical significance, and recommendations for evaluations",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Imanguli",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Biology of Blood and Marrow Transplantation",
            "volume": "16",
            "issn": "10",
            "pages": "1362--69",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Histopathologic diagnosis of chronic graftversus-host disease: National Institutes of Health Consensus Development Project on Criteria for Clinical Trials in Chronic Graftversus-Host Disease: II",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Shulman",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Pathology Working Group Report Biol Blood Marrow Transplant",
            "volume": "12",
            "issn": "1",
            "pages": "31--47",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "National Institutes of Health consensus development project on criteria for clnical trials in chronic graft-versushost disease: I. Diagnosis and staging working group report",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Filipovich",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Biology of Blood and Marrow Transplantation",
            "volume": "11",
            "issn": "",
            "pages": "945--55",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Saliva-the defender of the oral cavity",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Amerongen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Veerman",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Oral Diseases",
            "volume": "8",
            "issn": "",
            "pages": "12--22",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Health benefits of saliva: A review",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Dodds",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Yeh",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Dent",
            "volume": "33",
            "issn": "3",
            "pages": "223--256",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Salivary procalcitonin and periodontitis in diabetes",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bassim",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Dent Res",
            "volume": "87",
            "issn": "",
            "pages": "630--634",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Prevalence of nutrition-related problems among long-term survivors of allogeneic marrow transplantation",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Lenssen",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J Am Diet Assoc",
            "volume": "90",
            "issn": "",
            "pages": "835--877",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The impact of mucositis on alpha-hemolytic streptococcal infection in patients undergoing autologous bone marrow transplantation for hematologic malignancies",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ruescher",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Cancer",
            "volume": "82",
            "issn": "",
            "pages": "2275--81",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Pathogenesis and Management of Graftversus-Host Disease",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Levine",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ferrara",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Immunol Allergy Clin N Am",
            "volume": "30",
            "issn": "",
            "pages": "75--101",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Quantitative analysis of age specific variation in the abundance of human female parotid salivary proteins",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ambatipudi",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Proteome Res",
            "volume": "8",
            "issn": "",
            "pages": "5093--102",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Proteomic analysis of saliva: a unique tool to distinguish primary Sjögren's syndrome from secondary Sjögren's syndrome and other sicca syndromes",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Baldini",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Arthritis Res Ther",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Proteomic approaches to Sjögren's syndrome: A clue to interpret the pathophysiology and organ involvement of the disease",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ferraccioli",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Autoimmun Rev",
            "volume": "9",
            "issn": "",
            "pages": "622--628",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Changes in salivary proteome following allogeneic hematopoietic stem cell transplantation",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Imanguli",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Exp Hematol",
            "volume": "35",
            "issn": "",
            "pages": "184--92",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Scientific frontiers: Emerging technologies for salivary diagnostics",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Baum",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Adv Dent Res",
            "volume": "23",
            "issn": "4",
            "pages": "360--368",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Comparative human salivary and plasma proteomes",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Loo",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Dent Res",
            "volume": "89",
            "issn": "10",
            "pages": "1016--1039",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Clinical assessment scale for the rating of oral mucosal changes associated with bone marrow transplantation",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Schubert",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Cancer",
            "volume": "69",
            "issn": "",
            "pages": "2469--77",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Quantitative analysis of age specific variation in the abundance of human female parotid salivary proteins",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Ambatipudi",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Proteome Res",
            "volume": "8",
            "issn": "11",
            "pages": "5093--102",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Label-free protein Quantification using LC-coupled ion trap or FT mass spectrometry: Reproducibility, linearity, and application with complex proteome",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Proteome Res",
            "volume": "5",
            "issn": "",
            "pages": "1214--1237",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Determinants of functional performance in long-term survivors of allogeneic hematopoietic stem cell transplantation with chronic graft-versus-host disease (cGVHD)",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Mitchell",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Bone Marrow Transplant",
            "volume": "45",
            "issn": "4",
            "pages": "762--771",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Use of mass spectrometry to identify protein biomarkers of disease severity in the synovial fluid and serum of patients with rheumatoid arthritis",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Arthritis Rheum",
            "volume": "50",
            "issn": "12",
            "pages": "3792--803",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Lactoperoxidase and human airway host defense",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wijkstrom-Frei",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Am J Respir Cell Mol Biol",
            "volume": "29",
            "issn": "2",
            "pages": "206--218",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Virucidal effects of glucose oxidase and peroxidase or their protein conjugates on human immunodeficiency virus type 1",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yamaguchi",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Antimicrob Agents Chemother",
            "volume": "37",
            "issn": "1",
            "pages": "26--31",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Sequence specificity and transcriptional activation in the binding of lactoferrin to DNA",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Furmanski",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Nature",
            "volume": "373",
            "issn": "6516",
            "pages": "721--725",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Antimicrobial peptides and proteins in the innate defense of the airway surface",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Travis",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Welsh",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Curr Opin Immunol",
            "volume": "13",
            "issn": "1",
            "pages": "89--95",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Lactoferrin activates macrophages via TLR4-dependent and -independent signaling pathways",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Curran",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Demick",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mansfield",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Cell Immunol",
            "volume": "242",
            "issn": "1",
            "pages": "23--30",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The low-density lipoprotein receptor-related protein 1 is a mitogenic receptor for lactoferrin in osteoblastic cells",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Grey",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Mol Endocrinol",
            "volume": "18",
            "issn": "9",
            "pages": "2268--78",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Lactoferrin for gut GVHD",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Inoue",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Bone Marrow Transplant",
            "volume": "28",
            "issn": "11",
            "pages": "1091--1093",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Purification, molecular cloning, and sequencing of salivary cystatin SA-1",
            "authors": [
                {
                    "first": "Al-Hashimi I",
                    "middle": [],
                    "last": "Dickinson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Levine",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Biol Chem",
            "volume": "263",
            "issn": "",
            "pages": "9381--987",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Human cystatin D. cDNA cloning, characterization of the Escherichia coli expressed inhibitor, and identification of the native protein in saliva",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Freije",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J Biol Chem",
            "volume": "268",
            "issn": "21",
            "pages": "15737--15781",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Cystatin D, a natural salivary cysteine protease inhibitor, inhibits coronavirus replication at its physiologic concentration",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Collins",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Grubb",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Oral Microbiol Immunol",
            "volume": "13",
            "issn": "1",
            "pages": "59--61",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Effects of nine different chewinggums and lozenges on salivary flow rate and pH",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dawes",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Macpherson",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Caries Res",
            "volume": "26",
            "issn": "3",
            "pages": "176--82",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Sialometrical and sialochemical analysis of patients with chronic graft-versus-host disease-a prolonged study",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Nagler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nagler",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Cancer Invest",
            "volume": "21",
            "issn": "1",
            "pages": "34--40",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Large-scale analysis of the yeast proteome by multidimensional protein identification technology",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Washburn",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wolters",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "Yates",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nat Biotechnol",
            "volume": "19",
            "issn": "",
            "pages": "242--249",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Mass spectrometry in high-throughput proteomics: ready for the big time",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nilsson",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nat Methods",
            "volume": "7",
            "issn": "9",
            "pages": "681--686",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Therapy-induced dysfunction of salivary glands: implications for oral health",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Baum",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Spec Care Dentist",
            "volume": "5",
            "issn": "6",
            "pages": "274--281",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Disordered salivary immunoglobulin secretion and sodium transport in human chronic graft-versus-host disease",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Izutsu",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Transplantation",
            "volume": "35",
            "issn": "5",
            "pages": "441--447",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Multi-site assessment of the precision and reproducibility of multiple reaction monitoring-based measurements of proteins in plasma",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Addona",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat Biotechnol",
            "volume": "27",
            "issn": "",
            "pages": "633--674",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Quantitative, multiplexed assays for low abundance proteins in plasma by targeted mass spectrometry and stable isotope dilution",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Keshishian",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Mol Cell Proteomics",
            "volume": "6",
            "issn": "",
            "pages": "2212--2241",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Accurate Inclusion Mass Screening",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jaffe",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Mol Cell Proteomics",
            "volume": "7",
            "issn": "",
            "pages": "1952--62",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The protease cocktail inhibitor contained 0.1 M Tris-HCl, pH7.4, 0.1 M epsilon amino caproic acid, 0.05 M sodium EDTA, 25 mg/L of pepstatin A, 0.025 M benzamidine-HCl, 0.25 mg/L of leupeptin and 0.5 M phenylmethylsulfonyl fluoride.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 1 Clinical and histological presentation of no oral cGVHD (a-d) versus oral cGVHD (e-h). Clinical presentation of oral cGVHD includes atrophy, erythema, hyperkeratosis, lichenoid reactions, ulcerations, and edema, here seen on the lower lip (e), maxillary anterior gingiva (f), and buccal mucosa (g) of a patient with oral cGVHD, as compared with the normal intraoral mucosa of a patient with no oral cGVHD (ac). H&E staining of the oral mucosa from the above-matched patients demonstrates characteristic GVHD-like changes in the buccal mucosa compared with No oral cGVHD tissue (d), including prevalent lymphocytic infiltrate and apoptotic bodies (h). Buccal biopsy sections are shown in similar orientation at 10x magnification",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Study Workflow. The diagram overviews the procedures used for the identification and quantification of differentially expressed salivary proteins for No oral cGVHD and Oral cGVHD subjects",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Distribution of differentially expressed proteins. Differentially expressed proteins (n0180) were categorized using an arbitrary fold ratio change cut-off of ≤0.5 or ≥2 into proteins that did not change in abundance (n078), proteins that were identified only in the No oral cGVHD group (n012), and proteins that were down-regulated in the Oral cGVHD samples (n090). The number of proteins in each pathway is given above each barNumber of proteins Pathways Fig. 4 Canonical Pathways identified by Ingenuity Pathway Analyses (IPA). Significant pathways (n012) were mapped via identified downregulated proteins. Values on each the y-axis indicate the number of involved proteins in each pathway",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Lactoperoxidase VGPLLACLLGK Oral cGVHD/No oral cGVHD = ~ 0.4 Lactotransferrin NLLFNDNTECLAR Oral cGVHD/No oral cGVHD = ~ 0.4",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgments We gratefully acknowledge Dr. Frances Hakim for thoughtful discussions during the course of this study, and sincerely thank the patients who were willing to participate in this research. This work was supported by the Intramural Research Programs of the NIDCR, NIH and the NCI, NIH. The authors declare no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}