{
    "paper_id": "68371e19fe9ba4bc3b917d0ee633379d0b03aaf6",
    "metadata": {
        "title": "Investigation into the causes of canine infectious respiratory disease: antibody responses to canine respiratory coronavirus and canine herpesvirus in two kennelled dog populations",
        "authors": [
            {
                "first": "K",
                "middle": [],
                "last": "Erles",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "North Mymms",
                    "location": {
                        "country": "U.K"
                    }
                },
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Brownlie",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "North Mymms",
                    "location": {
                        "country": "U.K"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Two training centres for working dogs were monitored for one year to determine the presence of viruses and viral antibodies and their association with canine infectious respiratory disease (CIRD). Tonsillar swabs and serum were obtained from dogs on entry into the kennels and in regular intervals thereafter. Additional samples were collected during outbreaks of CIRD. The swabs were examined by virus culture and PCR for canine parainfluenza virus, canine adenovirus, canine herpesvirus (CHV) and canine respiratory coronavirus (CRCoV). Furthermore the prevalence of antibodies to CHV and CRCoV was determined. During this study CIRD was reported mainly in one of the two kennels investigated. In that kennel antibody responses to CRCoV indicated a seasonal occurrence of the virus, which coincided with two outbreaks of respiratory disease. CHV antibody responses were detected throughout the year. In the other kennel, which reported few cases of CIRD a high prevalence of antibodies to CRCoV was detected on entry but only sporadic seroconversions to CRCoV or CHV. By PCR three dogs were found positive for CRCoV in one kennel whereas all PCR tests for other viruses were negative for both kennels. Virus culture failed to detect any viruses in either kennel. 1494 K. Erles and J. Brownlie",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Canine infectious respiratory disease (CIRD) or \"kennel cough\" is a disease complex, which occurs frequently in densely housed dog populations especially after new dogs have been introduced. [1] . The problem is well known in rehoming and boarding kennels however it is also an important disease of working dogs because it disrupts their training and can even result in temporary closure of kennels. Many factors contribute to the aetiology of CIRD including viruses and bacteria as well as stress due to mixing and housing in an unfamiliar environment. Vaccines are available for some of the microorganisms involved in the disease such as canine parainfluenza virus (CPIV), canine adenovirus type 2 (CAV-2) and the bacterium Bordetella bronchiseptica. The vaccines have been shown to prevent disease upon experimental challenge with these agents [13] nevertheless CIRD has been reported in many kennels that are using regular vaccination. This may suggest that other microorganisms are present in this disease complex. Canine herpesvirus (CHV) has been detected in dogs with CIRD [3] the importance of this infection in the pathogenesis of the disease however has not yet been determined. In other species such as cats, horses and cattle the involvement of herpesviruses in respiratory disease is well established [11, 18, 19] . CHV has been shown to be able to replicate in the respiratory tract of dogs [2] and has also been detected by PCR in a variety of canine tissue samples [4] . In a study of the English pet dog population by Reading et al. [15] using an ELISA 88% of dogs were found to be positive for CHV IgG. The prevalence of antibodies to CHV in the adult dog population in Belgium was found to be 45.8% [17] and a similar prevalence was detected in The Netherlands (39.3%) [16] . CHV infections therefore appear to be common amongst adult dogs. Whereas Rijsewijk et al. did not find an increase in the number of seropositive dogs after a stay at a boarding kennel, an investigation involving dogs at a rehoming centre in London showed that the percentage of positive dogs increased distinctly amongst dogs that had stayed at the kennel for five weeks or longer [7] . Experimental infection of dogs with CHV has been shown to cause mild clinical symptoms of rhinitis and pharyngitis [2] or to result in \"kennel cough\" [12] .",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 194,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 847,
                    "end": 851,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1081,
                    "end": 1084,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1315,
                    "end": 1319,
                    "text": "[11,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1320,
                    "end": 1323,
                    "text": "18,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1324,
                    "end": 1327,
                    "text": "19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1406,
                    "end": 1409,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1482,
                    "end": 1485,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1551,
                    "end": 1555,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1719,
                    "end": 1723,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1789,
                    "end": 1793,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 2177,
                    "end": 2180,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2298,
                    "end": 2301,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 2333,
                    "end": 2337,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Recently a new canine coronavirus was detected in dogs with CIRD housed at a rehoming centre [6] . This canine respiratory coronavirus (CRCoV) was shown to be most similar to bovine coronavirus and human coronavirus OC43 and therefore to be distinct from the canine coronavirus that causes enteritis. In that study, dogs that were positive for antibodies to CRCoV on arrival in the kennel were less likely to develop CIRD. Coronaviruses are known to cause respiratory disease in humans, cattle and poultry [8, 9, 11] however the role of CRCoV in the aetiology of CIRD requires further investigation.",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 96,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 506,
                    "end": 509,
                    "text": "[8,",
                    "ref_id": null
                },
                {
                    "start": 510,
                    "end": 512,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 513,
                    "end": 516,
                    "text": "11]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The study presented here aimed to identify viruses present in dogs at two training centres for working dogs over a period of one year. Both kennels had experienced several outbreaks of CIRD during recent years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The investigation was carried out at two training centres located in southeast England (Kennel A) and central England (Kennel B). All dogs were from the same breeding centre from where they had been placed into families at six to eight weeks of age. All dogs were vaccinated against distemper, CAV-2, canine parvovirus and Leptospira interrogans. At approximately one year of age the dogs then were transferred into the training centres. Day one or day of entry in this investigation was defined as the day dogs entered the training centre, at which time they underwent a routine examination by a veterinary surgeon. Dogs at Kennel A received vaccines (Nobivac DHPPi and Nobivac Lepto, Intervet, UK) containing distemper, CAV-2, canine parvovirus, CPIV and Leptospira interrogans. Dogs at Kennel B were given a vaccine against distemper, CAV-2, canine parvovirus, CPIV and Leptospira interrogans (Nobivac DHPPi and Nobivac Lepto, Intervet, UK) as well as an additional intranasal vaccine against CPIV and Bordetella bronchiseptica (Nobivac KC, Intervet, UK).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study population"
        },
        {
            "text": "The target was to follow 25 dogs from each kennel for a period of one year. All dogs were therefore taken on to the study on their day of entry. Dogs that left the kennel during the study were replaced by new dogs entering the kennel on the following intake date. Furthermore samples were also collected from additional dogs at these kennels during outbreaks of CIRD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study population"
        },
        {
            "text": "All sampling was approved by the ethics committee responsible for the kennels involved in this study. A blood sample was obtained from all dogs on the study on the day of entry and every four weeks thereafter. Tonsillar swabs were taken on the day of entry and every three months thereafter. From dogs that were not on the study but showed clinical symptoms of CIRD, both a blood sample and a swab were taken at the time of disease as well as four weeks after. All samples were transported on ice to the laboratory within 24 h. Blood samples were centrifuged to obtain serum samples that were stored at −20 • C. Virus transport swabs (Bibby Sterilin, Stone, UK) were used to take swabs from the pharyngeal tonsil of the dogs. Cells were detached from the swab and suspended in the transport medium by vigorous mixing. The transport buffer containing the cells was then split into three parts and stored at −70 • C for subsequent RNA extraction, DNA extraction and virus culture.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample collection"
        },
        {
            "text": "In total 340 serum samples and 173 tonsillar swabs were collected from a total of 77 dogs at Kennel A from June 2001 to July 2002. In December 2002 after the study had finished a further outbreak of CIRD occurred at Kennel A and samples were obtained from 13 dogs during the outbreak as well as follow-up samples from 11 dogs four weeks later. At Kennel B in total 259 serum samples and 119 swabs were collected from a total of 62 dogs from July 2001 to July 2002.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample collection"
        },
        {
            "text": "The ELISA for CRCoV antibodies was performed using a bovine coronavirus antigen as described previously [6] . Briefly, the serum samples were routinely tested at a dilution of 1:100. For 28 samples an endpoint titration was performed starting at 1:100 followed by two-fold dilutions until a dilution of 1:3200.",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 107,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Detection of antibodies to CRCoV and CHV"
        },
        {
            "text": "The immunofluorescence method for the detection of antibodies to CHV using CHV infected MDCK cells has been described elsewhere [7] . Serum samples were tested at a dilution of 1:30.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 131,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Detection of antibodies to CRCoV and CHV"
        },
        {
            "text": "For DNA extraction using the Qiamp tissue kit (Qiagen, Crawley, UK) the transport buffer obtained from tonsillar swabs was centrifuged at 13000 rpm and the resulting cell pellet was resuspended in 200 µl of its transport buffer. The extraction was performed as recommended by the manufacturer's protocol for cultured cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DNA and RNA extraction and PCR"
        },
        {
            "text": "RNA extraction was performed on swab samples centrifuged as described above. The cell pellet was resuspended in 1 ml of TriReagent (Sigma, Poole, UK) and the extraction was performed according to the manufacturer's protocol for cultured cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DNA and RNA extraction and PCR"
        },
        {
            "text": "Reverse transcription was performed using ImPromII reverse transcriptase (Promega, Southampton, UK) with the provided buffer and 5 µl of RNA in a total volume of 25 µl. For PCR, 2 µl of cDNA or DNA respectively was used. The nested PCR for CRCoV was carried out using the primer pairs Sp1/Sp2 and Sp3/Sp4 directed to the coronavirus spike gene as described previously [6] . The primers and methods for the PCR detection of CPIV, CAV and CHV were the same as described in [7] .",
            "cite_spans": [
                {
                    "start": 368,
                    "end": 371,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 471,
                    "end": 474,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "DNA and RNA extraction and PCR"
        },
        {
            "text": "Virus isolation was attempted on canine adult lung fibroblasts (passages three to seven) that were derived from a tissue sample obtained in a previous study [7] and MDCK cells. All cells were maintained in MEM (Sigma, Poole, UK) containing 100 U/ml of penicillin (Sigma), 0.1 mg/ml of streptomycin (Sigma) and 20% fetal calf serum for canine adult lung fibroblasts and 10% fetal calf serum for MDCK cells. Canine adult lung fibroblasts and MDCK cells were inoculated with 500 µl of tonsillar swab sample and incubated for 1 h at 37 • C. The inoculum was then removed and maintenance medium was added to the cells. The cultures were passaged weekly for up to three weeks and examined daily for cytopathic effect.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 160,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Cell culture and virus isolation method"
        },
        {
            "text": "Analysis of categorical data was performed using Fisher's exact test. For comparison of two means a t-test was used. P values below 0.05 were considered to be statistically significant. At Kennel A, 13 out of 35 (37.1%) female study dogs developed CIRD in contrast to 28 out of 42 (66.7%) male dogs on the study (p = 0.0123). At Kennel B three out of 29 (10.3%) female and four out of 33 (12.1%) male dogs showed clinical signs of CIRD during the study period (p = 1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Dogs that developed CIRD had stayed at Kennel A on average for 86.96 days (13 to 275 days). The average length of stay of dogs that were present during the same month as the dogs that developed CIRD but remained healthy was 87.21 days (1 to 316 days). The difference between the mean stay of dogs with and without CIRD was found to be statistically not significant (t-test, p = 0.98). Due to the low number of cases of CIRD at Kennel B the comparison of the mean length of stay was not performed for this kennel.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prevalence of respiratory disease"
        },
        {
            "text": "In total twelve out of 54 serum samples (22.2%) obtained from dogs on the day they entered Kennel A were positive for antibodies to CRCoV. Table 1 shows the (Fig. 1 ). Only one dog showed a seroconversion to CRCoV during the study period. Serum samples taken from the same dogs at different time points were analysed by titration to assess if the titres declined over time ( Table 2) . Paired serum samples from seven dogs at Kennel A consisting of the first CRCoV antibody positive sample (at seroconversion) and a follow-up sample three to five months later were analysed by CRCoV antibody titration. The titres at seroconversion ranged from 200 to 1600. Of the seven dogs five remained positive, two titres remained stable whereas in three dogs the titres decreased two-fold. Two dogs with titres of 400 and 200 at seroconversion were negative when tested three months later.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 139,
                    "end": 146,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 157,
                    "end": 164,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 375,
                    "end": 383,
                    "text": "Table 2)",
                    "ref_id": null
                }
            ],
            "section": "CRCoV serology"
        },
        {
            "text": "Titration of seven serum samples from dogs that had been positive for antibodies to CRCoV on entry into Kennel B revealed titres ranging from 400 to 1600. Follow-up samples from six to eight months later showed that the titres had reduced four-fold in two dogs, in three dogs the titres had decreased two-fold and in two dogs they remained unchanged. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CRCoV serology"
        },
        {
            "text": "Overall the percentage of CHV antibody positive dogs was 16.7 percent (9 out of 54) on the day of entry into Kennel A. Dogs joining the kennel from June 2001 to September 2001 were more likely to be positive than those joining during the following months (Table 1) . Seroconversions to CHV occurred throughout the study period with two peaks in November 2001 and May 2002 (Fig. 2) . Due to antibody positive dogs leaving the study in February and March 2002 the percentage of positive dogs declined but increased back to more than 60 percent in May 2002 following a high number of seroconversions. At Kennel B four out of 52 dogs (7.7%) had antibodies to CHV on their first day at the kennel. The overall prevalence of CHV positive dogs over the study period was 7.9 percent and in total only four dogs seroconverted to CHV (Fig. 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 255,
                    "end": 264,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 372,
                    "end": 380,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 824,
                    "end": 832,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "CHV serology"
        },
        {
            "text": "Out of 28 CRCoV antibody negative dogs at Kennel A that developed CIRD, 16 (57.1%) showed a seroconversion to CRCoV within eight weeks after showing clinical signs. Of 36 healthy dogs that were present at the same time as the dogs with CIRD 19 (52.8%) subsequently showed a seroconversion (p = 0.8).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antibody responses in dogs with and without CIRD"
        },
        {
            "text": "Out of 16 CHV antibody negative dogs with CIRD at Kennel A five (31.3%) produced antibodies to CHV within eight weeks of showing clinical signs whereas of 25 healthy dogs present at the same time four (16%) showed a seroconversion (p = 0.28).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antibody responses in dogs with and without CIRD"
        },
        {
            "text": "Dogs that were from the same litter but were placed into different kennels for training were paired to compare their antibody status for CRCoV and CHV. Analysis of 11 pairs of dogs for antibodies to CRCoV showed that in eight pairs the dog going into Kennel A was negative whereas its littermate going to Kennel B was positive. In one pair both dogs were positive and in two pairs both dogs were negative. The analysis of antibodies to CHV revealed that in eight pairs both dogs were negative, in one pair both dogs were positive, in one pair the dog going into Kennel A was positive and in one pair the dog going into Kennel B was positive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antibody prevalences in dogs from the same litter"
        },
        {
            "text": "Male dogs showed seroconversions to CRCoV more frequently (56.3%) than female dogs (47.6%) and were also more likely to become antibody positive for CHV (71.4%) compared to female dogs (56.5%) but the differences were statistically not significant (p = 0.58 for CRCoV, p = 0.38 for CHV).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antibody responses in male vs. female dogs"
        },
        {
            "text": "Nested RT-PCR for CRCoV was performed on 64 samples obtained from dogs housed at Kennel A and three samples were found to be positive. One of the positive samples had been taken during an outbreak of CIRD in September 2001 but was from a dog with no clinical symptoms at that time. Two further samples were derived from dogs with CIRD during the outbreak in November 2001. All samples tested for CPIV (n = 35), CAV (n = 7) and CHV (n = 54) were negative. None of the samples obtained from dogs at Kennel B tested by PCR for CRCoV (n = 28), CPIV (n = 18), CAV (n = 9) or CHV (n = 26) were found positive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PCR analysis"
        },
        {
            "text": "In total 77 throat swab specimens from dogs at Kennel A were used to inoculate canine adult lung fibroblasts or MDCK cells, 41 of these were from dogs without clinical signs of respiratory disease and 36 were from dogs suffering from CIRD. Furthermore 44 samples from dogs at Kennel B taken from 37 healthy dogs and seven dogs with CIRD were tested for viral growth on both cell lines. None of the cultures from either Kennel A or Kennel B yielded any cytopathic effect.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus culture"
        },
        {
            "text": "In this study outbreaks of CIRD occurred mostly in one of the two study kennels and most cases there were recorded in autumn and winter. Similar to the common cold in humans CIRD appears to be seasonal indicating that environmental factors such as low outside temperatures may play a role. Although it has not been proven that cooling of the body surface increases susceptibility to respiratory disease it is feasible that cold temperatures may affect the immune defences of mucosal surfaces of the upper respiratory tract permitting facilitated entry of infectious agents [5] . Alternatively cold temperatures may be beneficial for a prolonged survival of infectious agents outside a host thereby increasing the likelihood of transmission.",
            "cite_spans": [
                {
                    "start": 573,
                    "end": 576,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Male dogs were more frequently affected by CIRD at one of the kennels while there was no difference at the other kennel possibly due to the low number of cases there. However in a recent investigation we carried out at a rehoming centre the prevalence of CIRD was the same in male and female dogs (unpublished results).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The mean length of stay at the kennel did not have an influence on the development of CIRD but dogs developing the disease had stayed at the kennel for at least 13 days indicating that the dogs were generally healthy on arrival and became infected whilst staying at the kennel. At Kennel A two outbreaks of CIRD, which occurred in November 2001 and December 2002 were followed by major increases in the number of seroconversions to CRCoV. Few seroconversions to CRCoV were detected after the CIRD outbreak in October 2001 and none after the small outbreaks from May to July 2002. Similarly infections with coronaviruses in humans have been reported to be seasonal with peaks in late autumn to winter but also in early summer [10, 14] . CRCoV may have contributed to the outbreak of CIRD in November 2001 however almost all dogs present at the kennel at that time seroconverted to CRCoV but not all dogs developed respiratory disease. Other infectious agents are likely to have been present in the dogs that developed CIRD. Infections with CRCoV therefore may not cause any symptoms of clinical respiratory disease. Nevertheless it is possible that the virus may predispose dogs to infections with other viruses or bacteria. Future studies using in situ hybridisation or immunohistochemistry will be necessary to determine if CRCoV is associated with lesions in the respiratory epithelium. Interestingly the percentage of CRCoV antibody positive dogs entering Kennel B was much higher than at Kennel A. All dogs were bred at the same breeding facility and dogs from the same litter did not have the same antibody status indicating that the dogs entering Kennel B became infected with CRCoV after leaving the breeding centre. Dogs from the same area may have come into contact before entering the training kennel as they attended local puppy classes and CRCoV may well have been spread amongst these dogs at such occasions. However no records are available to determine which of the dogs attended these classes. The virus seems to have been rarely present at Kennel B itself as only one of the negative dogs there became positive for CRCoV antibodies during its stay.",
            "cite_spans": [
                {
                    "start": 725,
                    "end": 729,
                    "text": "[10,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 730,
                    "end": 733,
                    "text": "14]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Generally the CRCoV antibody titres in the samples from seven dogs at Kennel B were higher than those from seven dogs at Kennel A. The samples analysed from Kennel A were from dogs that had just seroconverted and may reflect a primary antibody response to CRCoV. The dogs from Kennel B that were tested had been positive upon arrival at the kennel and had potentially encountered the virus repeatedly during their first year of life. In the majority of dogs from both kennels the antibody titres declined at least two fold in less than a year and two dogs became negative three months after seroconversion. This may indicate a poor immunogenicity of CRCoV; however as all dogs in this investigation became infected naturally, low and rapidly declining titres observed in some dogs may have simply been the result of a low infectious dose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "CRCoV was only rarely detected by PCR and not at all by culture even in samples from dogs that subsequently seroconverted. The methods for RNA extraction and RT-PCR had previously been used successfully for the detection of CRCoV in dogs [6] , however in that study tissue samples were available. It is therefore possible that the detection of CRCoV by PCR failed due to an insufficient number of infected cells obtained by tonsillar swabs. The PCR primers were designed towards conserved regions of the spike genes of bovine coronavirus and human coronavirus OC43 strains. Nevertheless these primers may have failed to detect variant strains of CRCoV. In addition CRCoV has proven to be difficult to isolate (unpublished results). Alternatively CRCoV replication in the tonsils may be limited and nasal swabs might have given a better result.",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 241,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In contrast to CRCoV, seroconversions to CHV in Kennel A were detected throughout the year and did not appear to be seasonal. The constant presence of CHV at Kennel A could be due to long periods of viral shedding after infection or due to recurrent introduction of the virus by acutely infected dogs entering the kennel. Dogs suffering from CIRD showed a subsequent seroconversion to CHV more frequently although the difference was not statistically significant. CHV may be able to cause or aggravate the disease but not all dogs with CIRD showed evidence of CHV infection whereas some healthy dogs seroconverted. Moreover CHV can establish latent infections that may have been reactivated by stress or by respiratory disease caused by other microorganisms. This could also explain why seroconversions to CHV were rare at Kennel B where the prevalence of CIRD was very low. CHV was not detected by PCR or virus culture despite studies showing that CHV is present in the tonsils of infected dogs [4] . In a recent study we were able to detect CHV by PCR and culture in tracheal samples from kennelled dogs [7] .As mentioned earlier the amount of cells obtained in the present study may not have been sufficient. This also means that the failure to detect canine parainfluenza virus and canine adenovirus by PCR does not rule out their presence in dogs in this investigation. However all dogs were vaccinated regularly against these viruses. Only dogs housed at Kennel B were vaccinated against Bordetella bronchiseptica, which may have been in part responsible for the rare occurrence of CIRD at this kennel at the time of the study. However no conclusions can be drawn from this study on the efficacy of the vaccination program as this would have required groups of vaccinated and unvaccinated dogs to have been present at both kennels.",
            "cite_spans": [
                {
                    "start": 996,
                    "end": 999,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1106,
                    "end": 1109,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion seroconversions indicated the presence of CRCoV and CHV at a training kennel, which experienced frequent outbreaks of CIRD during the study period. However further studies will be necessary to determine the role of CRCoV and CHV in the pathogenesis of the disease. Moreover it will be important to increase our understanding of the interactions of viral and bacterial agents present simultaneously in the respiratory tract of dogs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Canine infectious tracheobronchitis Short review: kennel cough, 1st edn",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Appel",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "N"
                    ],
                    "last": "Binn",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Pathogenesis of canine herpesvirus in specific-pathogen-free dogs: 5-to 12-week-old pups",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Appel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Menegus",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Parsonson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Carmichael",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "Am J Vet Res",
            "volume": "30",
            "issn": "",
            "pages": "2067--2073",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Studies of respiratory disease in random-source laboratory dogs: viral infections in unconditioned dogs",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "N"
                    ],
                    "last": "Binn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Alford",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Marchwicki",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Keefe",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Beattie",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "Wall",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Lab Anim Sci",
            "volume": "29",
            "issn": "",
            "pages": "48--52",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Detection of canine herpesvirus 1 in a wide range of tissues using the polymerase chain reaction",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Burr",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Nicolson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Onions",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Vet Microbiol",
            "volume": "53",
            "issn": "",
            "pages": "227--237",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Acute cooling of the body surface and the common cold",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Eccles",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Rhinology",
            "volume": "40",
            "issn": "",
            "pages": "109--114",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Detection of a group 2 coronavirus in dogs with canine infectious respiratory disease",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Erles",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Toomey",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Brooks",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brownlie",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Virology",
            "volume": "310",
            "issn": "",
            "pages": "216--223",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Longitudinal study of viruses associated with canine infectious respiratory disease",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Erles",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Dubovi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Brooks",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brownlie",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Clin Microbiol",
            "volume": "42",
            "issn": "",
            "pages": "4524--4529",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Avian infectious bronchitis virus",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ignjatovic",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sapats",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Rev Sci Tech",
            "volume": "19",
            "issn": "",
            "pages": "493--508",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "CIRD and antibodies to CRCoV and CHV",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Erles",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brownlie",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Epidemiology of coronavirus respiratory infections",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Isaacs",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Flowers",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Clarke",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "B"
                    ],
                    "last": "Valman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Macnaughton",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Arch Dis Child",
            "volume": "58",
            "issn": "",
            "pages": "500--503",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Infectious bovine rhinotracheitis, parainfluenza-3, and respiratory coronavirus",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kapil",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Basaraba",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Vet Clin North Am Food Anim Pract",
            "volume": "13",
            "issn": "",
            "pages": "455--469",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Experimental production of canine tracheobronchitis (kennel cough) with canine herpesvirus isolated from naturally infected dogs",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Karpas",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Garcia",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Calvo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Cross",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "Am J Vet Res",
            "volume": "29",
            "issn": "",
            "pages": "1251--1257",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Canine infectious tracheobronchitis: effects of an intranasal live canine parainfluenza-Bordetella bronchiseptica vaccine on viral shedding and clinical tracheobronchitis (kennel cough)",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Kontor",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Wegrzyn",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Goodnow",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Am J Vet Res",
            "volume": "42",
            "issn": "",
            "pages": "1694--1698",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Occurrence and frequency of coronavirus infections in humans as determined by enzyme-linked immunosorbent assay",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Macnaughton",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Infect Immunol",
            "volume": "38",
            "issn": "",
            "pages": "419--423",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "A serological study of canine herpes virus-1 infection in the English dog population",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Reading",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Field",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Arch Virol",
            "volume": "143",
            "issn": "",
            "pages": "1477--1488",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Prevalence of antibodies against canine herpesvirus 1 in dogs in The Netherlands in 1997-1998",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Rijsewijk",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Luiten",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Daus",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Van Der Heijden",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Van Oirschot",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Vet Microbiol",
            "volume": "65",
            "issn": "",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Seroprevalence of canine herpesvirus-1 in the Belgian dog population in 2000",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Ronsse",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Verstegen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Onclin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Guiot",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Aeberle",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Nauwynck",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Poulet",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Reprod Domest Anim",
            "volume": "37",
            "issn": "",
            "pages": "299--304",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Prevalence of feline Chlamydia psittaci and feline herpesvirus 1 in cats with upper respiratory tract disease",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Sykes",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "P"
                    ],
                    "last": "Studdert",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Browning",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Vet Intern Med",
            "volume": "13",
            "issn": "",
            "pages": "153--162",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Equine herpesvirus 1 and 4 infections: an update",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Van Maanen",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Vet Q",
            "volume": "24",
            "issn": "",
            "pages": "58--78",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Author's address: Dr. Kerstin Erles, Department of Pathology and Infectious Diseases",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "During the study period from June 2001 to July 2002 most cases of CIRD at Kennel A were reported in October and November 2001 whereas only few dogs were affected during the other months. A further outbreak occurred in December 2002. At Kennel B respiratory disease was only present in July and August 2001 and no more cases were reported until the end of the study in July 2002 (Figs. 1 and 2).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Antibody response to CRCoV at Kennel A (top) and Kennel B (bottom). The black bars represent the number of seroconversions to CRCoV in the respective month; the grey bars represent the number of dogs with clinical symptoms of CIRD. The line denotes the total percentage of dogs with antibodies to CRCoV in the respective month number of antibody positive dogs entering the kennel each month. As shown in Fig. 1, seroconversions to CRCoV occurred from November 2001 to February 2002 leading to an increase of the percentage of CRCoV antibody positive dogs to a maximum of 83 percent in December 2001. The subsequent drop in the percentage of positive dogs was due to CRCoV antibody positive dogs leaving the study. Samples collected in December 2002 and January 2003 showed that eight dogs seroconverted to CRCoV in January 2003. At Kennel B, 32 out of 59 dogs (54.2%) were positive for antibodies to CRCoV on the day they entered the kennel.Table 1shows the distribution of antibody positive dogs on the day of arrival from July 2001 to July 2002. Initially the prevalence of CRCoV antibodies in dogs entering Kennel B was very high leading to an overall percentage of positive dogs of 80 to 90 percent. Subsequently CRCoV antibody positive dogs were leaving the study and new dogs arriving at the kennel were less frequently positive leading to a continuously declining percentage of",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Antibody response to CHV at Kennel A (top) and Kennel B (bottom). The black bars represent the number of seroconversions to CHV in the respective month; the grey bars represent the number of dogs with clinical symptoms of CIRD. The line denotes the total percentage of dogs with antibodies to CHV in the respective month positive dogs",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Number of dogs positive for antibodies to CRCoV or CHV in Kennel A and Kennel B on the day of entry (Number of samples in which antibodies were detected/total samples tested)Table 2. CRCoV antibody titres of paired serum samples",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This work was supported by the Guide Dogs for the Blind Association (United Kingdom).We wish to thank the management and staff at the kennels participating in this investigation for their support and would also like to thank C. Toomey and S. Greaves for technical assistance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}