{
    "paper_id": "684d7cf7293ce57d9f06bed4ddd552234ac4aaf4",
    "metadata": {
        "title": "Seroprevalence of Selected Infectious Agents in a Free-Ranging, Low-Density Lion Population in the Central Kalahari Game Reserves in Botswana ᰔ",
        "authors": [
            {
                "first": "",
                "middle": [],
                "last": "Clinical",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Vaccine Immunology",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Twenty-one free-ranging Central Kalahari lions (Panthera leo) exhibited a high prevalence rate of feline herpesvirus (100%) and feline immunodeficiency virus (71.4%). Canine distemper virus and feline calicivirus occurred with a low prevalence. All individuals tested negative for feline coronavirus, feline parvovirus, feline leukemia virus, Ehrlichia canis, and Anaplasma phagocytophilum.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Viruses can be categorized as either endemic or epidemic. Endemic viruses are constantly highly prevalent in a population but exhibit low pathogenicity (1), thereby often causing permanent infection (12) . Epidemic viruses, in contrast, infect a population briefly but cause higher host mortality (2) and leave a small proportion of infected hosts as asymptomatic carriers. While endemic diseases can persevere even in lowdensity populations, epidemic diseases need certain threshold densities of susceptibilities for their establishment in natural populations. Thus, epidemic outbreaks depend on large numbers of susceptibilities (12) , and their extent depends on the size of the susceptible host population (4, 8) . In the Serengeti, infections of canine distemper virus (CDV), feline coronavirus (FCoV), and feline parvovirus (FPV) have occurred in times of high-population density, while feline calicivirus infections (FCV) seemed to be density independent (12) . Thus, lowdensity populations should be less affected by epidemic diseases, while endemic viruses should exhibit a similarly high prevalence in low-and high-density populations due to their density independence.",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 203,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 297,
                    "end": 300,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 631,
                    "end": 635,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 710,
                    "end": 713,
                    "text": "(4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 714,
                    "end": 716,
                    "text": "8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 962,
                    "end": 966,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To verify these assumptions, we analyzed 21 blood samples from a low-density population of free-ranging lions in the Khutse and the Central Kalahari Game Reserves in Botswana. Due to the semiarid climate and the low prey availability, lion density in this area is as low as 0.021 lions/km 2 (S. Ramsauer and B. König, unpublished data) compared to other regions in east Africa with densities of 0.1 to 0.4 lions/km 2 (6, 15) .",
            "cite_spans": [
                {
                    "start": 417,
                    "end": 420,
                    "text": "(6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 421,
                    "end": 424,
                    "text": "15)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Twenty-one samples from 13 females and 8 males were collected in the Khutse and the Central Kalahari Game Reserves in Botswana (for location of sampling events see Fig. 1 ; for detailed information about each sampled animal see Table 1 ; for exact procedure of sampling see S. Ramsauer and B. König, submitted for publication). Feline infectious diseases reported as epidemic in other regions have occurred at very low prevalence rates or were absent from the free-ranging lion population in Botswana. None of the 21 samples tested positive for the presence of antibodies to FCoV or FPV, although both viruses have been previously reported to occur throughout Southern Africa (13, 14) and have been described as epidemic in East Africa (12) .",
            "cite_spans": [
                {
                    "start": 676,
                    "end": 680,
                    "text": "(13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 681,
                    "end": 684,
                    "text": "14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 736,
                    "end": 740,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 164,
                    "end": 170,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 228,
                    "end": 235,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Antibodies to CDV were detected in only one sample collected from a stock-raiding individual, with a titer of 320. The close contact with domestic dogs can facilitate disease transmission (3). Although CDV is prevalent in Southern Africa, it has rarely been described in free-ranging lions (9) . Similar to outbreaks of FCoV and FPV, CDV outbreaks seem to require Table 1. large numbers of susceptibilities and occur during times of high-population densities, while FCV outbreaks seemed to be density independent (2, 12) . Generally, lion densities in East Africa are much higher than in Southern Africa (5, 6; S. Ramsauer and B. König, submitted for publication), causing minimum threshold densities for epidemic outbreaks to be rarely met in low-density populations, thereby making these lion populations less vulnerable to epidemic outbreaks.",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 293,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 513,
                    "end": 516,
                    "text": "(2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 517,
                    "end": 520,
                    "text": "12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 364,
                    "end": 372,
                    "text": "Table 1.",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "FCV was found to be prevalent in only two resident individuals (9.5%) and was prevalent in low titers of 40. Although FCV has been reported in Namibian cheetahs (9), it has not been previously found in Southern African free-ranging lions (14 and G. Bay et al., submitted for publication).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "FHV occurred in 100% of the samples tested, with titers of 80 to 1,280, which is in accordance with previous studies showing that FHV is highly prevalent in all free-ranging lion populations tested so far (7, 14) . So far, FHV seems to be innoxious to the survival or to the lifetime reproductive success of infected individuals, but its high prevalence throughout different populations makes it difficult to compare infected and uninfected hosts (12) .",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 208,
                    "text": "(7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 209,
                    "end": 212,
                    "text": "14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 447,
                    "end": 451,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In our study, 15 of 21 (71.4%) animals tested positive for FIV antibodies (p24). These results reveal a higher infection rate than that found by another study conducted in Botswana (11) and rather similar to those found in South Africa (10) .",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 185,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 236,
                    "end": 240,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "FeLV antibodies were not found in any of the 21 serum samples tested. This result is in accordance with all other studies of free-ranging lions, in which the presence of antibodies to FeLV was not found (7, 14) .",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 206,
                    "text": "(7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 207,
                    "end": 210,
                    "text": "14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The absence of the rickettsia E. canis bacterium is in accor-dance with results of other studies (G. Bay et al., submitted for publication). None of the samples tested positive for A. phagocytophilum, which occurs in Southern Africa and has been found among free-ranging and captive lions in Zimbabwe (G. Bay et al. submitted for publication).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In conclusion, a free-ranging low-density lion population in Botswana was free of FCoV, FPV, FeLV, A. phagocytophilum, and E. canis. While CDV and FCV occurred at very low prevalence rates, the endemic FHV and FIV were highly prevalent, with rates of 100% and 71.4%, respectively. Neither of the highly prevalent pathogens found in the Kalahari lions elicited clinical signs of disease in free-ranging lions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We thank the Department of Wildlife and National Parks and the Office of the President of Botswana for permission to conduct this research. Additionally, we thank Beatrice Weibel for excellent laboratory assistance and helpful support. Laboratory work was performed using the logistics of the Center for Clinical Studies at the Vetsuisse Faculty of the University of Zurich. S.R. also especially thanks Monika Schiess-Meier and the Leopard Ecology and Conservation Project for hospitality in their camp and shared use of equipment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "S.R. thanks the following organizations for financial support during the field work with lions: Janggen-Pöhn Stiftung, Forschungskommission der Universität Zürich, Fonds zur Förderung des Akademischen Nachwuchses (FAN), Zoo Basel, the Swiss Academy of Sciences, Switzerland, and the Rufford Small Grants Foundation, England. R.H.L. is the recipient of a professorship by the Swiss National Science Foundation (PP00B 102866). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Population biology of infectious diseases: part I",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Nature",
            "volume": "280",
            "issn": "",
            "pages": "361--367",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Population biology of infectious diseases: part II",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Nature",
            "volume": "280",
            "issn": "",
            "pages": "455--461",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Serological and demographic evidence for domestic dogs as a source of canine distemper virus infection for Serengeti wildlife",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cleaveland",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G J"
                    ],
                    "last": "Appel",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "S K"
                    ],
                    "last": "Chalmers",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chillingworth",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kaare",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dye",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Vet. Microbiol",
            "volume": "72",
            "issn": "",
            "pages": "217--227",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Microparasites: observed patterns in wild animal populations",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Dobson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Hudson",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Ecology of infectious diseases in natural populations",
            "volume": "",
            "issn": "",
            "pages": "52--89",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Reduced dispersal and opportunistic territory acquisition in male lions (Panthera leo)",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Funston",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G L"
                    ],
                    "last": "Mills",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R K"
                    ],
                    "last": "Richardson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Van Jaarsveld",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Zool",
            "volume": "259",
            "issn": "",
            "pages": "131--142",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Ecology, demography, and behavior of lions in two contrasting habitats: Ngorongoro Crater and the Serengeti plains",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Hanby",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Bygott",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Packer",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "315--331",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Prevalence of antibodies to feline parvovirus, calicivirus, herpesvirus, coronavirus, and immunodeficiency virus and of feline leukemia virus antigen and the interrelationship of these viral infections in free-ranging lions in east Africa",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hofmann-Lehmann",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fehr",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Grob",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Elgizoli",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Packer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Martenson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "O&apos;brien",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lutz",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Clin. Diagn. Lab. Immunol",
            "volume": "3",
            "issn": "",
            "pages": "554--562",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Density-dependent host pathogen dynamics in soil microcosms",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Jaffee",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Phillips",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Muldoon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mangel",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Ecology",
            "volume": "73",
            "issn": "",
            "pages": "495--506",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Serosurvey of viral infections in free-ranging Namibian cheetahs (Acinonyx jubatus)",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Munson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Marker",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dubovi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Spencer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Evermann",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "O&apos;brien",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Wildlife Dis",
            "volume": "40",
            "issn": "",
            "pages": "23--31",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Worldwide prevalence of lentivirus infection in wild feline species: epidemiologic and phylogenetic aspects",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Olmsted",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Langley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Roelke",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Goeken",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Adger-Johnson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Goff",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Albert",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Packer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Laurenson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Caro",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Scheepers",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Wildt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bush",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Martenson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "O&apos;brien",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Virol",
            "volume": "66",
            "issn": "",
            "pages": "6008--6018",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Feline lentivirus and feline oncovirus status of free-ranging lions (Panthera leo), leopards (Panthera pardus), and cheetahs (Acinonyx jubatus) in Botswana: a regional perspective",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Osofsky",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Hirsch",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Zuckerman",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Hardy",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J. Zoo Wildl. Med",
            "volume": "27",
            "issn": "",
            "pages": "453--467",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Viruses of the Serengeti: patterns of infection and mortality in African lions",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Packer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Altizer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J G"
                    ],
                    "last": "Appel",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Martenson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "O&apos;brien",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Roelke-Parker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hofmann-Lehmann",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lutz",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Anim. Ecol",
            "volume": "68",
            "issn": "",
            "pages": "1161--1178",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Survey of antibodies to feline viruses in free-ranging lions",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Spencer",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "S. Afr. J. Wildl. Res",
            "volume": "21",
            "issn": "",
            "pages": "59--61",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Serological survey of sera from lions in Etosha National Park",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Spencer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Morkel",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "S. Afr. J. Wildl. Res",
            "volume": "23",
            "issn": "",
            "pages": "60--61",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Space use in lions, Panthera leo L., in the Selous Game Reserve: social and ecological factors",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Spong",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Behav. Ecol. Sociobiol",
            "volume": "52",
            "issn": "",
            "pages": "303--307",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "All serum samples were tested for the presence of antibodies to feline viruses CDV, feline herpesvirus (FHV), feline immunode-ficiency virus (FIV), FCV, FCoV, FPV, and feline leukemia virus (FeLV) under conditions described in detail by G. Bay et al. (submitted for publication). Additionally, the sera were examined for the presence of antibodies to E. canis and A. phagocytophilum.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Map of the study area, including the Khutse Game Reserve and the Central Kalahari Game Reserve. For detailed information about the sampling events, refer to",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Detailed description of the sampled individuals and the locations of sampling events a Prevalence rates were as follows: for FHV, 100%; for FCV, 9.5%; for CDV, 4.8%; and for FIV, 71.4%. No antibodies to FPV, FCov, E. canis, A. phagocytophilum, or FeLV were detected; thus, the prevalence rate for each of these organisms was 0%. For FeLV, we tested for antibodies to p45. b ϩ, antibodies present. The presence of antibodies to p24 was taken as an indicator of FIV infection (for prevalence rate, see footnote a). c Problem animal (PA) captured and relocated into the Central Kalahari Game Reserve by the Department of Wildlife and National Parks. d Resident animal in the Khutse Game Reserve (KGR). e Male darted in the north of the Central Kalahari Game Reserve (CKGR).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}