{
    "paper_id": "69ab28ac1e2bda7bc6cf5a1bf104159182f4a0ab",
    "metadata": {
        "title": "Differentiating Microbial Forensic qPCR Target and Control Products by Electrospray Ionization Mass Spectrometry",
        "authors": [
            {
                "first": "S",
                "middle": [
                    "Timothy"
                ],
                "last": "Motley",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Biodefense Analysis and Countermeasures Center",
                    "location": {
                        "settlement": "Frederick",
                        "region": "Maryland"
                    }
                },
                "email": ""
            },
            {
                "first": "Cassie",
                "middle": [
                    "L"
                ],
                "last": "Redden",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Biodefense Analysis and Countermeasures Center",
                    "location": {
                        "settlement": "Frederick",
                        "region": "Maryland"
                    }
                },
                "email": ""
            },
            {
                "first": "Kristin",
                "middle": [
                    "A"
                ],
                "last": "Sannes-Lowery",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Biodefense Analysis and Countermeasures Center",
                    "location": {
                        "settlement": "Frederick",
                        "region": "Maryland"
                    }
                },
                "email": ""
            },
            {
                "first": "Mark",
                "middle": [
                    "W"
                ],
                "last": "Eshoo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Biodefense Analysis and Countermeasures Center",
                    "location": {
                        "settlement": "Frederick",
                        "region": "Maryland"
                    }
                },
                "email": ""
            },
            {
                "first": "Steven",
                "middle": [
                    "A"
                ],
                "last": "Hofstadler",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Biodefense Analysis and Countermeasures Center",
                    "location": {
                        "settlement": "Frederick",
                        "region": "Maryland"
                    }
                },
                "email": ""
            },
            {
                "first": "James",
                "middle": [
                    "P"
                ],
                "last": "Burans",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Biodefense Analysis and Countermeasures Center",
                    "location": {
                        "settlement": "Frederick",
                        "region": "Maryland"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "J"
                ],
                "last": "Rosovitz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Biodefense Analysis and Countermeasures Center",
                    "location": {
                        "settlement": "Frederick",
                        "region": "Maryland"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Molecular bioforensic research is dependent on rapid and sensitive methods such as real-time PCR (qPCR) for the identification of microorganisms. The use of synthetic positive control templates containing small modifications outside the primer and probe regions is essential to ensure all aspects of the assay are functioning properly, including the primers and probes. However, a typical qPCR or reverse transcriptase qPCR (qRT-PCR) assay is limited in differentiating products generated from positive controls and biological samples because the fluorescent probe signals generated from each type of amplicon are indistinguishable. Additional methods used to differentiate amplicons, including melt curves, secondary probes, and amplicon sequencing, require significant time to implement and validate and present technical challenges that limit their use for microbial forensic applications. To solve this problem, we have developed a novel application of electrospray ionization mass spectrometry (ESI-MS) to rapidly differentiate qPCR amplicons generated with positive biological samples from those generated with synthetic positive controls. The method has sensitivity equivalent to qPCR and supports the confident and timely determination of the presence of a biothreat agent that is crucial for policymakers and law enforcement. Additionally, it eliminates the need for time-consuming methods to confirm qPCR results, including development and validation of secondary probes or sequencing of small amplicons. In this study, we demonstrate the effectiveness of this approach with microbial forensic qPCR assays targeting multiple biodefense agents (bacterial, viral, and toxin) for the ability to rapidly discriminate between a positive control and a positive sample.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The use of either of these techniques for microbial forensic analyses requires significant effort to prevent sample contamination and requires the inclusion of positive and negative controls to provide confidence in the accuracy of a given result. The use of positive controls is essential to ensure the target of interest will be detected each time the assay is performed, although it adds the risk of carryover contamination to the test sample. Synthetic templates are a typical choice for positive controls and are usually constructed to contain a small insert or deletion in a region outside the primer or probe binding regions of the target sequence. 4 These types of positive controls are indistinguishable from positive samples based solely on the threshold cycle (Ct) values obtained from a typical qPCR reaction. Therefore, any sample contamination with the positive control would result in a false positive detection in a negative sample by qPCR unless additional methods are used to distinguish between them. Previously available methods for differentiating true biological positive results from contamination events include dual probe assays, amplicon sequencing, and melt curves. Dual probe assays are complicated by the use of unnecessary additional probes that may not detect with the same sensitivity or specificity and require separate validation studies. Amplicon sequencing requires extensive molecular manipulations that are difficult in biocontainment, and it is technically challenging for small amplicons less than 200 base pairs. Melt curve analysis requiring amplicon detection with a saturation dye is incompatible with the validated probe-based qPCR detections discussed in this study.",
            "cite_spans": [
                {
                    "start": 656,
                    "end": 657,
                    "text": "4",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "PCR followed by electrospray ionization mass spectrometry (PCR/ESI-MS) provides a fast alternative for amplicon interrogation and is amenable to forensic applications. The technology is a rapid, high-throughput method for identifying, characterizing, and quantifying microorganisms including bacteria, viruses, and fungi. [5] [6] [7] The PCR/ ESI-MS technique identifies microorganisms by determining the precise molecular mass of the individual strands of the PCR products followed by bioinformatic triangulation based on the calculated unambiguous base compositions of those products. Briefly, PCR amplicons are ionized into the gas phase by electrospray-ionization (ESI), which separates the 2 DNA strands, and each strand is then ''weighed'' by the mass spectrometer with enough accuracy to determine the base composition (ie, the number of adenines, guanines, cytosines, and thymines) of the amplicon. While the base composition of the intact amplicon does not convey the order of the bases, it readily distinguishes single nucleotide polymorphisms (SNPs) and length variants. Because the products from a test sample and a positive control containing an insertion or deletion will have different molecular masses due to different lengths (and thus different base compositions), this method can be used to address the issue of positive control contamination in test samples. This rapid confirmation of the presence of a biological agent is critical for microbial forensic investigators and for policymakers who are tasked with supporting public safety.",
            "cite_spans": [
                {
                    "start": 322,
                    "end": 325,
                    "text": "[5]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 326,
                    "end": 329,
                    "text": "[6]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 330,
                    "end": 333,
                    "text": "[7]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We investigated the ability of ESI-MS to quickly and accurately differentiate between positive control and test sample products from both qPCR and qRT-PCR reactions used to identify pathogens of microbial forensic interest. Multiple sample types, including nucleic acids from bacterial, viral, and eukaryotic organisms, were used to test the effectiveness of ESI-MS to differentiate isolate test sample products from synthetic positive control products. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Serial dilutions of the nucleic acids (CSTs and isolate) were amplified by qPCR or qRT-PCR using the ABI7900 (Applied Biosystems, Foster City, CA). Data were analyzed using the SDS software, version 2.3 (Applied Biosystems). DNA templates and CSTs (5 ml) were amplified in replicates of 6, using TaqManÔ Gold with Buffer A (Applied Biosystems) in a final volume of 50 ml in 1X buffer. Ten replicates of no template control (NTC) were identical to the isolate and CST reactions but lacked a nucleic acid template. Reaction mixes contained dATP, dCTP, and dGTP each at 0.25 mM (Bm, Ft, Rc) or 0. Table 1 . [8] [9] [10] [11] qPCR PRODUCT DIFFERENTIATION BY ESI-MS RNA templates and CSTs (5 ml) were amplified in replicates of 6 using SuperScriptIII Platinum One-Step Quantitative RT-PCR System w/ROX (Invitrogen) in a final reaction volume of 50 ml. Ten replicates of NTC were identical to the isolate and CST reactions but lacked a nucleic acid template. Reaction mixes contained forward and reverse primers, each at 0.9 mM (Ni), 0.3 mM (He), or 0.2 mM (Fl), and probes at 0.2 mM (Ni), 0.15 mM (He), or 0.1 mM (Fl); additional MgSO 4 was added at 2.5 mM to the He reaction only. Cycling conditions were 50°C for 30 min, 95°C for 10 min, followed by 45 cycles of 95°C for 15 s and 60°C for 1 min. Sequences for the primers (Eurofins MWG Operon) and probes (Applied Biosystems or Integrated DNA Technologies) for the reactions can be found in Table 1 . 12, 13 Mass Spectrometry for Base Composition Analysis",
            "cite_spans": [
                {
                    "start": 604,
                    "end": 607,
                    "text": "[8]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 608,
                    "end": 611,
                    "text": "[9]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 612,
                    "end": 616,
                    "text": "[10]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 617,
                    "end": 621,
                    "text": "[11]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1449,
                    "end": 1452,
                    "text": "12,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1453,
                    "end": 1455,
                    "text": "13",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 594,
                    "end": 601,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1439,
                    "end": 1446,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "qPCR and qRT-PCR Reactions"
        },
        {
            "text": "To determine the precise molecular mass of both strands of the qPCR and qRT-PCR products, the samples were analyzed by ESI-MS on a PLEX-ID (Abbott Laboratories, Carlsbad, CA). The method used was essentially that described using the first PCR/ESI-MS instrument, the Ibis F-AGG TTG AAG GCA GCC TTC TG  R-CGC TGC TAC GCC GGA T ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 271,
                    "end": 324,
                    "text": "F-AGG TTG AAG GCA GCC TTC TG  R-CGC TGC TAC GCC GGA T",
                    "ref_id": null
                }
            ],
            "section": "qPCR and qRT-PCR Reactions"
        },
        {
            "text": "Volume 11, Number 2, 2013 T5000 biosensor. 6, 14 Unambiguous base compositions (nA nG nC nT nU) were determined for both strands of the qPCR and qRT-PCR amplicons from their exact mass measurements.",
            "cite_spans": [
                {
                    "start": 43,
                    "end": 45,
                    "text": "6,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 46,
                    "end": 48,
                    "text": "14",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "MOTLEY ET AL."
        },
        {
            "text": "The Clostridium botulinum qPCR product was sequenced from the forward and reverse primers with BigDye Terminator 1.1 (Applied Biosystems) following the manufacturer's instructions on ABI Prism 3130 XL Genetic Analyzer (Applied Biosystems). Data from 4 forward and 4 reverse replicates were analyzed with Sequencher v 4.9 (Gene Codes Corp, Ann Arbor, MI).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "qPCR Product Sequencing"
        },
        {
            "text": "qPCR and qRT-PCR reactions were performed as described except that CST and isolates were intentionally mixed prior to amplification to mimic a contamination event. Rickettsia rickettsii isolate and CST were combined at approximately 10,000 isolate and 100 CST copies as an example for qPCR. Flexal virus isolate and CST were combined at approximately 100 isolate and 10 CST copies as an example for qRT-PCR. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Template Mixture Experiment"
        },
        {
            "text": "Nucleic acids (DNA or RNA) from the organisms listed in Table 1 , including viral, bacterial, and plant species, and the associated CSTs from each were detected successfully by qPCR and qRT-PCR analysis. Serial dilutions (6 replicates each) of isolate and associated CST nucleic acids were analyzed by either qPCR (DNA isolates) or qRT-PCR (RNA isolates) followed by ESI-MS. The qRT-PCR reaction products from the RNA templates contained 4 bases (A, G, C, and T). The qPCR products from the DNA templates contained 5 bases (A, G, C, T, and U), because the reaction conditions for the qPCR resulted in the incorporation of uracils. The DNA primers used in these reactions contained thiamines, while the TaqÔ polymerase incorporated uracils for the remainder of the product.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 56,
                    "end": 63,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Differentiation Between Isolate and Positive Control Synthetic Template Amplicons by ESI-MS"
        },
        {
            "text": "The contribution to the molecular mass of all 5 nucleotides must be taken into account for qPCR products when determining the base composition of the forward and reverse strands using the ESI-MS method. Additionally, if the polymerase incorporates nontemplated adenosines, 15 that factor must also be addressed during the calculations to determine base composition. The products of the qPCR and qRT-PCR reactions comprised both nonadenylated and adenylated forms (see Figure 1 ). Initial test isolate nucleic acid concentrations were dependent on availability of template, and copy numbers were estimated from a standard curve derived from each associated CST. For each test isolate nucleic acid and associated CST, replicate Ct values were determined. Reaction products were further analyzed by ESI-MS to determine precise base composition for differentiation between isolate and CST qPCR or qRT-PCR products. The forward strand base compositions determined for the amplicon products are shown in Table 2 .",
            "cite_spans": [
                {
                    "start": 273,
                    "end": 275,
                    "text": "15",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 468,
                    "end": 476,
                    "text": "Figure 1",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 998,
                    "end": 1005,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Differentiation Between Isolate and Positive Control Synthetic Template Amplicons by ESI-MS"
        },
        {
            "text": "Average Ct values and the number of positive replicates for the templates are listed in Table 3 (DNA isolates) and  Table 4 (RNA isolates). Depending on the analyzed concentrations for each isolate, sensitivity of qPCR and qRT-PCR for target nucleic acids ranged from a single copy to tens of copies. Because contamination carryover is an important issue with highly sensitive assays, it was important to differentiate between isolate and CST products. Samples were subjected to ESI-MS base composition analysis as described 16 to specifically identify the products in each reaction, differentiating between isolate and CST products.",
            "cite_spans": [
                {
                    "start": 525,
                    "end": 527,
                    "text": "16",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 88,
                    "end": 123,
                    "text": "Table 3 (DNA isolates) and  Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Differentiation Between Isolate and Positive Control Synthetic Template Amplicons by ESI-MS"
        },
        {
            "text": "Representative mass spectra for a qPCR reaction (B. melitensis) and a qRT-PCR (Flexal virus) reaction are shown in Figure 1 . The shift in molecular weight between the isolate and CST is clearly discernible. All detected products from the Flexal virus reaction contained an extra adenosine as a result of nontemplate adenylation as determined by the ESI-MS. However, the products from the B. melitensis reaction contained both nontemplated adenylated strands and nonadenylated strands. A variety of adenylated and nonadenylated product patterns were observed from the various isolates and CSTs analyzed in this study. The base compositions for the forward strand of each isolate and CST in Table 2 were calculated taking into account the presence of both uracils and thiamines, but for clarity, they were reported as if thiamines only were incorporated. Likewise, all reported base counts reflect native products without extra adenylation. Identical base compositions were determined at each dilution for all targets and reflected the expected composition of each isolate and its associated CST for each reaction product. All qPCR and qRT-PCR positive reactions were detected by ESI-MS; however, there were instances of ESI-MS detection of amplicons that did not result in defined Ct values from the qPCR and qRT-PCR reactions ( ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 115,
                    "end": 123,
                    "text": "Figure 1",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 690,
                    "end": 697,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Differentiation Between Isolate and Positive Control Synthetic Template Amplicons by ESI-MS"
        },
        {
            "text": "In the event of an actual contamination, some level of CST would be unknowingly introduced into the isolate sample reaction. It is impossible to know from Ct values the levels of the specific CST and isolate amplicons. These mixtures, while indistinguishable by Ct, were clearly resolved in ESI-MS analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Template Mixture Experiments"
        },
        {
            "text": "As an example of a contaminated qPCR reaction, 10,000 copies of Rickettsia rickettsii isolate and 100 copies of its specific CST were combined in 6 replicates prior to thermocycling. The combined Ct average was 33.45 -0.10, representing both products as they are indistinguishable by this assay alone. As seen in Figure 2A , the ESI-MS analysis clearly differentiated and individually identified the products from both templates.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 313,
                    "end": 322,
                    "text": "Figure 2A",
                    "ref_id": null
                }
            ],
            "section": "Template Mixture Experiments"
        },
        {
            "text": "Flexal virus was chosen to provide an example of mixed templates in qRT-PCR. The combined templates contained isolate at approximately 100 copies and the CST at approximately 10 copies. Their combined Ct average was 31.51 -0.21, again representing both products. As seen in Figure 2B , the ESI-MS analysis, again, clearly differentiated and identified the products from both templates.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 274,
                    "end": 283,
                    "text": "Figure 2B",
                    "ref_id": null
                }
            ],
            "section": "Template Mixture Experiments"
        },
        {
            "text": "The sensitivity of the ESI-MS allowed detection of a SNP between the C. botulinum F isolate qPCR product and the composition reported for the reference in GenBank (Accession CP000728.1). The detected base count from the isolate nucleic acid differed from the predicted reference GenBank base count by an A-G SNP ( Figure 3A ). Subsequent sequence analysis of the purified isolate amplicon DNA confirmed the A-G SNP transition ( Figure 3B ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 314,
                    "end": 323,
                    "text": "Figure 3A",
                    "ref_id": null
                },
                {
                    "start": 428,
                    "end": 437,
                    "text": "Figure 3B",
                    "ref_id": null
                }
            ],
            "section": "SNP Detection and Verification"
        },
        {
            "text": "qPCR methods are useful for microbial forensics due to the ability of these techniques to detect low levels of specific nucleic acid sequences from bacterial, viral, and eukaryotic agents. Positive controls are essential to demonstrate full functionality each time the assay is performed. Typically, the positive control template is identical to the test sample except for a small sequence variation, such as an insertion or deletion of several bases. When testing an unknown sample, it is important to establish that a positive result was not due to contamination by the positive control. Individual reactions (qPCR or qRT-PCR) alone are not capable of distinguishing between a true positive and a false positive arising from contamination with positive control. However, a true positive will differ in sequence and molecular weight from the positive control and therefore can be differentiated using detection methods such as ESI-MS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A key attribute of the ESI-MS method described above is that, because it employs a method of detection and analysis that is completely orthogonal to (and independent of) conventional fluorescence-based qPCR approaches, it provides an independent method with which to interrogate the threat space. Thus, use of ESI-MS based methods in conjunction with standard qPCR methods has the potential to significantly reduce or eliminate false alarms. False positives can have deleterious effects on public health and biodefense surveillance programs, as they erode the confidence of both the policymakers and the public they strive to protect. Misinterpreting a positive-control carryover event as the positive detection of a high consequence biodefense organism in an operational sample would have serious downstream implications and would come at a significant cost. The cost is not only the financial impact of an unnecessary building evacuation (and potentially an unnecessary building decontamination); one must also consider the cost of Average Ct values reflect the number of positives (out of 6) as reported in the qPCR Positives column. c ESI-MS positives reflect the number of samples that produced clearly defined peaks on the mass spectra of the correct MW for both the forward and reverse strands with and/or without adenylation. reduced efficiency of affected personnel and infrastructure and the associated reduction in operational readiness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The confirmation of a positive qPCR or qRT-PCR result has required DNA sequence analysis of the product, which is time consuming and problematic for short products without additional molecular manipulation. ESI-MS provides a rapid alternative means of confirmation with a time frame of less than an hour following the identification of a potential positive with no additional manipulation. The primary limitations of using ESI-MS to determine amplicon base composition are its inability to elucidate base linking order and its practical size maximum of approximately 160 nucleotides. 7 Both the forward and reverse strands of the qPCR and qRT-PCR products generate a peak of specific molecular weight determined by the ESI-MS. Base composition can be determined from the precise molecular mass determination of the forward and reverse strand for each product using bioinformatic calculations. 6, 14 The difference between a true positive and a positive control is readily apparent in the mass spectrum and is reflected in unique base composition identifications.",
            "cite_spans": [
                {
                    "start": 584,
                    "end": 585,
                    "text": "7",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 893,
                    "end": 895,
                    "text": "6,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 896,
                    "end": 898,
                    "text": "14",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In this study, we demonstrated equivalent sensitivity between qPCR or qRT-PCR detection and ESI-MS detection of the same products. Products from both reaction types were successfully identified by ESI-MS, and in some cases the ESI-MS was able to detect positive samples that were negative by qPCR or qRT-PCR (undetermined Ct value). Products from bacterial, viral, and plant nucleic acids from organisms of qPCR PRODUCT DIFFERENTIATION BY ESI-MS biodefense interest were successfully detected at very low levels and were distinguished from their respective positive controls.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The ability of ESI-MS analysis to identify CST contamination in an isolate sample was demonstrated for both qPCR and qRT-PCR conditions. While both templates contributed to the Ct value, it was only with the ESI-MS analysis of the reaction products that the contribution from both templates was identified. The CST contamination was clearly identified even though it was a minor constituent of the reaction template.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Additionally, the molecular weight as determined by ESI-MS indicated a potential SNP in the C. botulinum F isolate that we evaluated compared to the reference sequence reported in GenBank. The SNP was not likely due to polymerase error during qPCR as it was identified in each of the multiple replicates tested. The SNP was confirmed by sequencing analysis, which identified the specific G to A transition predicted by the ESI-MS analysis. Other techniques such as melt curve analysis may also have predicted the presence of the SNP but would still require confirmation by sequencing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The ESI-MS successfully detected multiple base differentials between isolates and positive controls as well as a single base SNP in one of the isolates. The technique has broad applicability for quality control of qPCR and qRT-PCR Figure 2 . Representative ESI-MS mass spectra of isolate and CST from reaction mixtures containing both isolate and CST templates during qPCR (R. rickettsii) and qRT-PCR (Flexal virus). Reaction mixtures contained an excess of isolate template over CST with approximately 10,000 copies of isolate and 100 copies of CST for R. rickettsii (A) and approximately 100 copies of isolate and 10 copies CST for Flexal virus (B).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 231,
                    "end": 239,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "reactions. In addition to previously reported capabilities identifying PCR products and qPCR products, 6, 16 here we demonstrated the successful identification of qPCR reactions containing 5 different nucleotides (including uracils) by ESI-MS. A limitation of the technique is the inability to identify positional changes that do not result in an overall base composition change for an individual strand. For example, an A to G SNP on the same amplicon as a G to A SNP results in a pair of offsetting ''mass silent'' differences that would be elucidated by amplicon sequencing but that are indistinguishable by mass spectrometry.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 105,
                    "text": "6,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 106,
                    "end": 108,
                    "text": "16",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "MOTLEY ET AL."
        },
        {
            "text": "Verification of positive results is crucial in the detection of biothreat agents. ESI-MS sizing of qPCR and qRT-PCR amplicons serves as a convenient method for such critical result verification. The method allows the use of identical primers and probes to eliminate ambiguity that may arise from the use of alternative primers, probes, or detection methods to discriminate controls from test samples. Other methods such as melting curve analysis are incompatible with probe-based qPCR detection such as those used in this analysis, and the use of additional PCR probe(s) introduces new variables, requiring a completely separate validation performed in a restrictive biocontainment environment while not guaranteeing equivalence in sensitivity or specificity. The ESI-MS method provides vital confidence to scientists, policymakers, and law enforcement officials that the detected signal originates from the presence of a biological agent rather than the positive control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MOTLEY ET AL."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Sensitive and specific method for rapid identification of Streptococcus pneumoniae using real-time fluorescence PCR",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Mcavin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Reilly",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Roudabush",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Clin Microbiol",
            "volume": "39",
            "issn": "10",
            "pages": "3446--3451",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Evaluation of a rapid real-time RT-PCR assay for detection of enterovirus RNA in cerebrospinal fluid specimens",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Verstrepen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bruynseels",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Mertens",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Clin Virol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Figure 3. SNP identification for the C. botulinum isolate. Identification of SNP by ESI-MS base count determination (A); SNP confirmation by DNA sequence analysis (B)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Detection of legionellae in hospital water samples by quantitative real-time Light-Cycler PCR",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wellinghausen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Frost",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Marre",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Appl Environ Microbiol",
            "volume": "67",
            "issn": "9",
            "pages": "3985--3993",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Co-detection and discrimination of six human herpesviruses by multiplex PCR-ELAHA",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Mackay",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gardam",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Arden",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Clin Virol",
            "volume": "28",
            "issn": "3",
            "pages": "291--302",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Rapid identification and strain-typing of respiratory pathogens for epidemic surveillance",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Ecker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sampath",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Blyn",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "102",
            "issn": "22",
            "pages": "8012--8017",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Ibis T5000: a universal biosensor approach for microbiology",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Ecker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sampath",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Massire",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nat Rev Microbiol",
            "volume": "6",
            "issn": "7",
            "pages": "553--558",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Simultaneous identification of mycobacterial isolates to the species level and determination of tuberculosis drug resistance by PCR followed by electrospray ionization mass spectrometry",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Massire",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Ivy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lovari",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Clin Microbiol",
            "volume": "49",
            "issn": "3",
            "pages": "908--917",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Development of real-time PCR tests for detecting botulinum neurotoxins A, B, E, F producing Clostridium botulinum, Clostridium baratii and Clostridium butyricum",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Fach",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Micheau",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mazuet",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perelle",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Popoff",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Appl Microbiol",
            "volume": "107",
            "issn": "2",
            "pages": "465--473",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Development of quantitative real-time PCR assays to detect Rickettsia typhi and Rickettsia felis, the causative agents of murine typhus and flea-borne spotted fever",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Henry",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Rozmajzl",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Azad",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Macaluso",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Richards",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Mol Cell Probes",
            "volume": "21",
            "issn": "1",
            "pages": "17--23",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Development of a duplex quantitative real-time PCR assay for the detection of tick-borne spotted fever group rickettsiae and Rickettsia rickettsii",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Blair",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Olson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Stromdahl",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Richards",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Int Rev Armed Forces Med Serv",
            "volume": "78",
            "issn": "",
            "pages": "174--179",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Real-time PCR duplex assay for Rickettsia prowazekii and Borrelia recurrentis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Temenak",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Richards",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Ann NY Acad Sci",
            "volume": "990",
            "issn": "",
            "pages": "302--310",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Specific detection of Nipah virus using real-time RT-PCR (TaqMan)",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Guillaume",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lefeuvre",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Faure",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Virol Methods",
            "volume": "120",
            "issn": "2",
            "pages": "229--237",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Development of a fluorogenic RT-PCR assay (TaqMan) for the detection of Hendra virus",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "L"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Halpin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Warrilow",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Virol Methods",
            "volume": "98",
            "issn": "1",
            "pages": "33--40",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Rapid identification of emerging pathogens: coronavirus",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sampath",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Hofstadler",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Blyn",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Emerg Infect Dis",
            "volume": "11",
            "issn": "3",
            "pages": "373--379",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Approach to genotyping errors caused by nontemplated nucleotide addition by Taq DNA polymerase",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Carpten",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Brownstein",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Genome Res",
            "volume": "5",
            "issn": "3",
            "pages": "312--317",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Reverse transcription polymerase chain reaction and electrospray ionization mass spectrometry for identifying acute viral upper respiratory tract infections",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Blyn",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Rothman",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Diagn Microbiol Infect Dis",
            "volume": "69",
            "issn": "2",
            "pages": "179--186",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "2 mM (Rp, Rt, Rr); dUTP at 0.5 mM (Bm, Ft, Rc) or 0.4 mM (Rp, Rt, Rr); MgCl 2 at 5 mM (Rc, Rp, Rr, Rt), 6 mM (Ft), or 3.5 mM (Bm); forward and reverse primers each at 0.3 mM (Ft, Rc), 0.2 mM (Rp, Rt), 0.4 mM (Rr), or 0.6 mM forward and 0.3 mM reverse (Bm); probe at 0.2 mM (Rc, Rr), 0.3 mM (Rp, Rt), 0.4 mM (Ft), or 0.15 mM (Bm). Cycling conditions were 95°C for 10 min followed by 45 cycles of 95°C for 15 s and 60°C for 1 min. Sequences for the primers (Eurofins MWG Operon, Huntsville, AL) and probes (Applied Biosystems or Integrated DNA Technologies, Coralville, IA) for the reactions can be found in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "P-(FAM)AGC CTG ATA CTT CAG ACC ACC CCA GAC A (TAM) Francisella tularensis NMRC a F-ATC CAA CAA TAA GTA TTA CTC TTG GTG TTC TA R-CAC TTG CTT GTA ATA TAC TCG AAA CTT TCT P-(FAM)CAA TTT TAG TTC TAA CAT TTG ATT TAA (MGB) Clostridium botulinum 8 F-GCA ATA TAG GAT TAC TAG GTT TTC ATT C R-GAA ATA AAA CTC CAA AAG CAT CCA TT P-(FAM)TTG GTT GCT AGT AGT TGG TAT TAT AAC AA (BHQ) Ricinus communis NMRC a F-CCT TAC AAG TGA TTC TAA TAT ACG GGA AAC R-CAT CAT TCT TGA ACA TCC ATC GTT P-(FAM)TGT CAA GAT CCT CTC TTG TGG CCC TGC (TAM) Rickettsia prowazekii 11 F-TCT TAA CAT AAC AGG GCA GGG TAT R-GCC CGC TAA GAT CAT TAG CGT P-(FAM)CCG AGC CAG CGC CAC CAT GCA CTT TTG TAA GAG GCT CGG (Dabcyl) Rickettsia rickettsii 10 F-ATA ACC CAA GAC TCA AAC TTT GGT A R-GCA GTG TTA CCG GGA TTG CT P-(FAM)CGC GAT CTT AAA GTT CCT AAT GCT ATA ACC CTT ACC GAT CGC G (BHQ) Rickettsia typhi 9 F-TGG TAT TAC TGC TCA ACA AGC T R-CAG TAA AGT CTA TTG ATC CTA CAC C P-(FAM)CGC GAT CGT TAA TAG CAG CAC CAG CAT TAT CGC G (BHQ) Nipah virus 12 F-CTG TTC TAT AGG TTC TTC CCC TTC AT R-GCA AGA GAG TAA TGT TCA GGC TAG AG P-(FAM)TGC AGG AGG TGT GCT CAT TGG AGG (TAM) Hendra virus 13 F-CTT CGA CAA AGA CGG AAC CAA R-CCA GCT CGT CGG ACA AAA TT P-(FAM)TGG CAT CTT TCA TGC TCC ATC TCG G (TAM) Flexal Virus LLNL b F-CGT GCC CTA AAC CAC ACA GA R-CCT TTC CTG ACC CAC CTG AC P-(FAM)TGC TCT TGT GGT TAT TAC AAC CTA CCA GGC AA (MGB) For each target, forward (F) and reverse (R) primers, and probe (P) sequences are shown. a Naval Medical Research Center; communicated by Joan Gebhardt. b Lawrence Livermore National Laboratory; communicated by Elizabeth Vitalis.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Representative ESI-MS mass spectra for qPCR (B. melitensis) and qRT-PCR (Flexal virus). B. melitensis (A) and Flexal virus (B) isolates; B. melitensis (C) and Flexal virus (D) CSTs. Panels are drawn to scale to illustrate the shift in molecular weight of the isolate and CST products. Arrows indicate forward and reverse strands with base compositions shown for the forward strand. qPCR PRODUCT DIFFERENTIATION BY ESI-MS",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "(",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "DNA samples from Brucella melitensis Switzerland F6145 (Bm), Francisella tularensis Vienna (Ft), Ricinus communis Indian HC4 (Rc), Rickettsia prowazekii Breinl (Rp), Rickettsia rickettsii Bitterroot VR891 (Rr), and Rickettsia typhi Wilmington (Rt) were acquired from the National Bioforensic Repository Collection (Columbus, OH). Clostridium botulinum Type F 27321 (Cb) DNA was provided by Richard Robison (Brigham Young University, Provo, UT). RNA from Nipah 199901924 Malaysia Prototype (Ni), Hendra Lung-1 strain (He), and Flexal BeAn 293022 (Fl) virus samples was extracted from cell lysates in Trizol LS (Invitrogen, Carlsbad, CA). Control synthetic templates (CSTs) for F. tularensis and R. communis were received from Naval Medical Research Center (Bethesda, MD). All other CSTs were purchased from American International Biotechnology Services (AIBioTech, Glen Allen, VA).",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Primer and Probe Sequences for qPCR and qRT-PCR",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "qPCR and qRT-PCR Forward Strand ESI-MS Base Count from Isolates and CSTs",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "R. communis isolate copy level of 1, 4/6 PCR positives vs. 6/6 MS positives; Table 4, Nipah virus CST copy level of 10, 1/6 PCR positive vs. 4/6 MS positives).",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Correlation of Isolate and CST qRT-PCR and ESI-MS Positive Identifications CST = control synthetic template. NTC = no template control. NA = not applicable.For isolate, copy numbers are estimated from standard curve derived from CST.Average Ct values reflect the number of positives (out of 6) as reported in the qRT-PCR Positives column.ESI-MS positives reflect the number of samples that produced clearly defined peaks on the mass spectra of the correct MW for both the forward and reverse strands with and/or without adenylation.Standard deviation not applicable as only one replicate was detected.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors thank Jennifer Goodrich for useful discussions throughout the work described here. We also thank Neill White and Robin Warren for their contribution to the determination of the correct base counts from the determined molecular masses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "This publication was developed and funded under Contract No. N10PC20100, awarded to Ibis Biosciences/Abbott Laboratories by the US Department of Homeland Security (DHS), and under Agreement No. HSHQDC-07-C-00020, awarded by DHS for the management and operation of the National Biodefense Analysis and Countermeasures Center (NBACC), a federally funded research and development center. The views and conclusions contained in this document are those of the authors and should not be interpreted as necessarily representing the official policies, either expressed or implied, of the US Department of Homeland Security. In no event shall DHS, BNBI, or NBACC have any responsibility or liability for any use, misuse, inability to use, or reliance on the information contained herein. DHS does not endorse any products or commercial services mentioned in this publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding Information and Disclaimer"
        },
        {
            "text": "The authors declare that they have a conflict of interest because they either work for Ibis Biosciences, a division of Abbott Molecular, Inc. (Motley, Lowery, Eshoo, Sannes-Lowery, Hofstadler), or have received kits for the performance of the assays on the PLEX-ID (Redden, Burans, Rosovitz).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest Statement"
        }
    ]
}