{
    "paper_id": "6a3b33e9737609454a308174221bad98a61ffaad",
    "metadata": {
        "title": "Control dynamics of severe acute respiratory syndrome transmission",
        "authors": [
            {
                "first": "Haiying",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Nonlinear Mechanics (LNM)",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "100080",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Rong",
                "middle": [],
                "last": "Feng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Nonlinear Mechanics (LNM)",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "100080",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "K",
                "middle": [
                    "E"
                ],
                "last": "Fujiu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Nonlinear Mechanics (LNM)",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "100080",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Bai",
                "middle": [],
                "last": "Yilong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Nonlinear Mechanics (LNM)",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "postCode": "100080",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Severe acute respiratory syndrome (SARS) is a serious disease with many puzzling features. We present a simple, dynamic model to assess the epidemic potential of SARS and the effectiveness of control measures. With this model, we analysed the SARS epidemic data in Beijing. The data fitting gives the basic case reproduction number of 2.16 leading to the outbreak, and the variation of the effective reproduction number reflecting the control effect. Noticeably, our study shows that the response time and the strength of control measures have significant effects on the scale of the outbreak and the lasting time of the epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The epidemic of severe acute respiratory syndrome (SARS) has spread rapidly throughout the world ever since it was reported in Guangdong Province of China last November. As of May 26, 2003, 8202 cases have been reported to WHO from 28 countries with 725 deaths recorded [1] . The Asia-Pacific region, especially the mainland of China, has been badly affected by SARS. \"If China is not able to deal with SARS, then it will be very problematic to deal with globally\" [2] . Since the end of April, Chinese authorities have introduced very strict measures to contain the epidemic. As a result, the number of daily reported new cases has declined drastically since May 22, 2003. However, quantitative understanding of the transmission of the epidemic and effectiveness of the control measures is still limited.",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 273,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 465,
                    "end": 468,
                    "text": "[2]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In fact, SARS is a new disease with many puzzling features. For this kind of sudden disease with a lot undetermined details, we need a quantitative model to rapidly assess the scale of an outbreak, evaluate the effectiveness of control measures and estimate the trend of epidemic. In this report, we present a simple, dynamic model to assess the probability of SARS transmission and the effectiveness of control measures. Although the model is very simple, it possesses some basic, common characteristics of nonlinear dynamics. Hence, with very few fitted parameters, it can successfully delineate the evolution of nonlinear system with unknown details. With this model, we analyzed the SARS epidemic data in Beijing. We also investigated the impacts of response time and strength of control measures on the scale of the outbreak and the lasting time of the epidemic. The results show that the model can properly characterize the development of epidemic, and evaluate the effectiveness of control measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There are many models available for infectious disease transmission [3] . Choosing or building a right model for a disease is a trade-off between accuracy, generality and simplicity. In this section, we propose a mathematical model to evaluate the SARS transmission and impacts of the control strategies on the epidemic. Before going ahead to the model, it is helpful to look at the main features of SARS transmission. Since Beijing, the capital of China, is the city hardest-hit by SARS, we would focus our study on the epidemic in Beijing. The following are some facts about SARS spreading there:",
            "cite_spans": [
                {
                    "start": 68,
                    "end": 71,
                    "text": "[3]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Mathematical model"
        },
        {
            "text": "(1) Beijing has a population of thirteen millions. But the cumulative number of SARS cases is about 2.5 thousands and the cumulative number of cured cases is over 1.2 thousands till the end of May [1] . Both the infectious and the recovered are a small fraction in the total population.",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 200,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Mathematical model"
        },
        {
            "text": "(2) SARS coronavirus is a novel virus [4] and no vaccine is available now. Hence, except for those recovered from SARS, almost all individuals may be susceptible to the disease.",
            "cite_spans": [
                {
                    "start": 38,
                    "end": 41,
                    "text": "[4]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Mathematical model"
        },
        {
            "text": "(3) Infected individual seems not to be infectious during his or her incubation period. The incubation period is about 2 10 d [5] .",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 129,
                    "text": "[5]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Mathematical model"
        },
        {
            "text": "(4) Outburst individuals are capable of transmitting disease. The infectious period depends on the time of treatment [5] .",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 120,
                    "text": "[5]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Mathematical model"
        },
        {
            "text": "Based on these, we assume that in the control of SARS transmission (CT) model, the number of daily new SARS cases i is proportional to the existing infectious cases,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mathematical model"
        },
        {
            "text": "where I is the cumulative number of SARS cases and d , d",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mathematical model"
        },
        {
            "text": "average rate at which the secondary cases are generated by a primary case in a susceptible population and is the average infectious period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mathematical model"
        },
        {
            "text": "As for the controlling measures to fight SARS, the main experience in Beijing is early case detection, swift contact tracing, prompt isolation and quarantine, timely treatment, etc. [6] . Then, it is reasonable to introduce a control reduction factor 0 < 1, to reduce the infect rate K to K . Generally speaking, the reduction factor depends on two aspects of the public, institutional and governmental efforts. Some measures are enhanced with the increasing cumulative number I, such as the improvement of public health measures. Others will be let up with de-REPORTS ceasing daily new cases i when the epidemic appears to be under control, like restriction on travel and school closing. Hence, without losing generality, we introduce the following mode of controlling measures, ",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 185,
                    "text": "[6]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Mathematical model"
        },
        {
            "text": "where I c is the cumulative number of cases when controlling measures take effects, m and q (m, q >0) are two indexes describing the strength of the controlling measures. The parameter m relating to the cumulative number I represents persistent control measures, whilst the parameter q relating to the new cases i represents changeable control, namely tight or loose quarantine depending on the number of current new cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mathematical model"
        },
        {
            "text": "We obtained these parameters in the CT model by fitting it to the reported daily new cases in Beijing [1] , only data from Apr. 21 to May 24, 2003 are adopted in the model fit. Fig. 1(a) and (b) show the model estimates for the number of daily new cases and accumulated cases in Beijing, respectively. The comparison between the estimates and the reported data demonstrates that the model can delineate the development of the epidemic properly.",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 105,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 177,
                    "end": 194,
                    "text": "Fig. 1(a) and (b)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results and discussions"
        },
        {
            "text": "In addition, the model clearly shows the decreasing daily new cases since mid-May, which reflects the effectiveness Obviously, K is the basic reproduction number R 0 , the most important quantity in the disease transmission. I c or I c /(K ) is an indicator of the timeliness of the controlling measures. More importantly, of the anti-SARS measures. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and discussions"
        },
        {
            "text": "Our model fit gives the parameters K=0.135/d, =16 d, I c =1980, m=4.14 and q=0.065. Then we derived the basic reproduction number as R 0 =K = 2.16, which is in the same order as Lipsitch [7] and Riley [8] reported for Canada and Hong Kong. Therefore, the SARS coronavirus can spread swiftly in susceptible population, if timely diagnosis and isolation measures are not taken by authorities. The value of parameter I c of about 1980 suggests that the anti-SARS measures took distinct effect on May 6, 2003, 64 days after the first SARS case reported in Beijing (Mar. 4).",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 190,
                    "text": "[7]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 201,
                    "end": 204,
                    "text": "[8]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "REPORTS"
        },
        {
            "text": "As mentioned above, the effective reproduction number R t can reflect the interaction between the transmission and control vividly. To trace the tendency of the effective reproduction number can give some practical clues to control the epidemic. The variation of the effective reproduction number R t in the epidemic is shown in Fig. 1(c) . At the beginning of the curve (before Apr. 24), R t = R 0~2 .16. This indicates that there were not effective control measures and the disease spread rapidly. The value of R t drops drastically since Apr. 30, after the anti-SARS measures started to take effects. On May 5, R t dropped down to less than 1, the self-sustained threshold of the epidemic. This means that the disease has been subdued since then. Therefore, if the present control measures are still kept in force, the disease will be put under control in mid-June, as shown in Fig. 1(a) . Till then, the cumulative number of SARS cases will reach about 2530. However, if the effective control measures are let up, the epidemic curve would present a tail lasting a long time even bounce. For an illustration of the danger, Fig. 1(d) provides a fictitious epidemic with the parameter q 17 times higher than its real value. In addition, we applied this CT model to the epidemic in other areas and obtained similar and reasonable results. Table 1 compares the fitting parameters in the model for Beijing and Hong Kong. It is clear that the basic reproduction number in the two areas ranges from 2 to 3, but the response delay (characterized by I c ) and the two indexes m and q are different, reflecting the difference in control measures in the two areas. Now, we intend to understand the mechanism governing the transmission and control of SARS. We characterize an epidemic curve with the total cumulative number of patients I * and the epidemic lasting time T. It is found that the parameters I c , m, and q are the corresponding indicators of the effectiveness of control measures. Fig. 2(a) illustrates the effects of I c on the total number of SARS cases I * and the lasting time of the epidemic T. Obviously, I * is directly proportional to I c , which is reasonable because the CT model can be rescaled with I c . In addition, the epidemic lasting time increases with I c . The curves in Fig. 2(a) suggest that the timeliness of the control measures, i.e. smaller I c , leads to a shorter, smallerscaled, and less intense epidemic.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 329,
                    "end": 338,
                    "text": "Fig. 1(c)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 881,
                    "end": 890,
                    "text": "Fig. 1(a)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1126,
                    "end": 1135,
                    "text": "Fig. 1(d)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1339,
                    "end": 1346,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1986,
                    "end": 1995,
                    "text": "Fig. 2(a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2296,
                    "end": 2305,
                    "text": "Fig. 2(a)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "REPORTS"
        },
        {
            "text": "The impacts of parameters m and q on the epidemic are shown in Fig. 2(b) and (c), respectively. Their effects are not so straightforward as that of I c . However, numerical simulations show that I * and T increase with m decreasing ( Fig. 2(b) ). That is, the more intensive anti-SARS measures result in a shorter and smaller-scaled epidemic. On the contrary, Fig. 2(c) shows that I * and T increase with increasing q. Higher values of parameter q may even lead to oscillations. Hence, the laxer the control Actually, to control the SARS transmission is an interplay between the mankind and the coronavirus. The basic and effective reproduction numbers, depending on the nature of SARS and the infrastructure of public health, play the key role in an outbreak. Unless the vaccine specific to SARS becomes available then greatly reduces the reproduction number, strict quarantine remains the most effective control measure. The timely response can halt the outbreak significantly. The two behavior modes in control, characterized by parameters m and q respectively, govern the late phase of the epidemic. These may need more attention in the late-term measures to eradicate the disease.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 63,
                    "end": 72,
                    "text": "Fig. 2(b)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 234,
                    "end": 243,
                    "text": "Fig. 2(b)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 360,
                    "end": 369,
                    "text": "Fig. 2(c)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "REPORTS"
        },
        {
            "text": "Additionally, the CT model, a simple nonlinear dynamic model with a few parameters only, proves to be a reasonable representation of the interaction between transmission and control in an epidemic. As long as the parameters are determined by data fitting, the model can help rapidly assess the scale of an outbreak, evaluate the effectiveness of control measures and estimate the trend of the epidemic. This approach may also be helpful to deal with sudden events with a lot of undetermined details.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "REPORTS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "China finally throws full weight behind efforts to contain SARS",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ashraf",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Infectious disease of Humans: Dynamics and Control",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Coronavirus as a possible cause of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S M"
                    ],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L M"
                    ],
                    "last": "Poon",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Transmission dynamics and control of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Transmission dynamics of the etiological agent of SARS in Hong Kong: Impact of public health interventions",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Donnelly",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Science in China Series G is a comprehensive academic journal sponsored by the Chinese Academy of Sciences and the National Natural Science Foundation of China. The primary purpose is to provide regular, rapid and authoritative reviews of current important developments in physics and astronomy in China. The contents are selected by an extensive editorial committee",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Quantitative evaluation of SARS epidemic in Beijing. Fitting parameters: K=0.135/day, =16 d, I c =1980, m=4.14, and q=0.065). (a) Comparison between the reported and estimated number of daily new cases (i) in Beijing; (b) comparison between the reported and estimated cumulative number of cases (I) in Beijing; (c) variation of the effective reproduction number R t in the epidemic. The continuous curve is the R t calculated from the estimated i and I, while the scattered points are calculated from the reported i and I. (d) variation of the epidemic potential with different strength of anti-SARS measures. It is noticeable that the two curves are of the same m and I c but different q. The q (1.1) causing epidemic curve with long tail is more than 17 times higher than the q (0.065) fitted from the data of Beijing.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Impacts of parameters I c , m, and q on the scale and lasting time of the epidemic. (a) Effects of I c on I * and T; (b) effects of m on I * and T; (c) effects of q on I * and T.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "is the effective reproduction number. Generally, R t is lower than R 0 because of the effect of control measures in cutting off transmission. For an epidemic to be controlled, R t has to be kept below 1, the self-sustaining threshold.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Model fitting parameters for Beijing and Hong Kong",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements This work was supported by the Major State Research Project (Grant No. G2000077305), the National Natural Science Foundation of China (NSFC) and Chinese Academy of Sciences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}