{
    "paper_id": "6a7736a56100d92a60d3916b68296fc5f43fb1fa",
    "metadata": {
        "title": "VIRUSOLOGY Structural Organization of the Genome of SARS-Associated Coronavirus (Strain SoD) Isolated on the Territory of the Russian Federation",
        "authors": [
            {
                "first": "G",
                "middle": [
                    "G"
                ],
                "last": "Onishchenko",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "V",
                "middle": [
                    "M"
                ],
                "last": "Govorun",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "V",
                "middle": [
                    "I"
                ],
                "last": "Sergienko",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "T",
                "middle": [
                    "A"
                ],
                "last": "Akopian",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "K",
                "middle": [
                    "T"
                ],
                "last": "Momynaliev",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "V",
                "middle": [
                    "A"
                ],
                "last": "Vereshchagin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "V",
                "middle": [
                    "N"
                ],
                "last": "Lazarev",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "N",
                "middle": [
                    "T"
                ],
                "last": "Vasil&apos;ev",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "V",
                "middle": [
                    "I"
                ],
                "last": "Markov",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "V",
                "middle": [
                    "A"
                ],
                "last": "Merkulov",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "V",
                "middle": [
                    "A"
                ],
                "last": "Maksimov",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "V",
                "middle": [
                    "A"
                ],
                "last": "Mel&apos;nikov",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yu",
                "middle": [
                    "M"
                ],
                "last": "Lopukhin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Complete nucleotide cDNA sequence (29715 nucleotides) of SARS-associated coronavirus (strain SoD) isolated for the first time in the territory of the Russian Federation was determined. Phylogenetic analysis revealed maximum similarity between strain SoD genome and Frankfurt 1 strain genome. Three nucleotide substitutions determining two amino acid substitutions were detected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "A new coronavirus SARS-CoV causing atypical pneumonia (severe acute respiratory syndrome) was isolated in March, 2003, at various laboratories of the world. According to WHO, this disease was registered in more than 25 countries of the world, including Russia. Genome structure of more than 40 strains of SARS-CoV isolated from patients in different countries was identified. Virus genome is a plus-sense RNA consisting of 30,000 nucleotides, containing 14 open reading frames (ORF) [2] , 5' cap structure and 3' poly(A) tail. The genome organization is typical of coronaviruses: genes encoding replicase and four structural proteins are arranged in a sequence 5'-rep-s-env-m-n-3' with short 3' and 5' untranslated regions. SARS agent genome contains no hemagglutininesterase gene [2] . On the basis on the results of phylogenetic analysis of SARS-CoV and other known coronavirus se-quences, this agent formed a new group in the Coronavirus family. New features were detected in the organization of SARS-CoV genome, which can be biologically significant: short \"anchor\" of glycoprotein S, number and location of minor ORF, the presence of single PLP pro copy.",
            "cite_spans": [
                {
                    "start": 483,
                    "end": 486,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 781,
                    "end": 784,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The aim of this study was genetic characterization of CoD of SARS virus isolated at the territory of Russia from a patient with atypical pneumonia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "SoD strain culture was isolated from the throat and nose of a patient with suspected atypical pneumonia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "The agent was isolated from biological specimens and its biological activity was evaluated on a VERO E-6 cell monolayer culture after inoculation and incubation at 36.5 o C for 48-72 h [1, 3] . The virus from the culture fluid was concentrated by polyethylene glycol-6000 with subsequent precipitation through 15% glycerol \"pad\" and fractionation in linear 10-16% suc-rose gradient at 25,000 rpm for 2.5 h. Opalescent viruscontaining zone was collected, diluted with 10 mM Tris-HCl (pH 7.5), and precipitated by centrifugation.",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 188,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 189,
                    "end": 191,
                    "text": "3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "For reverse transcription PCR, total RNA was isolated from 200 µl purified virus preparation using a Wizard SV Total RNA Isolation System (Promega). During isolation the RNA preparation was treated with DNAse. Reverse transcription PCR was carried out using Time Saver cDNA Synthesis Kit (Amersham) with 10 µl aqueous solution of RNA. A set of antisense oligonucleotide primers specific to certain sites of the virus genome was used for obtaining complete cDNA of virus genome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Specific primers were selected on the basis of cDNA nucleotide sequence of Tor2 (GenBank AY 274119.3) virus strain, isolated from a patient in Toronto hospital (Canada). The sequence was divided into 62 fragments 480 b. p. long and oligonucleotide primers for amplification of certain fragments of SARS-CoV genome were selected for each fragment using Array Designer 2.0 software (Premier Biosoft International).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Synthesized cDNA served as the matrix for PCR amplification of all 62 fragments. Complete PCR library of viral genome was thus obtained. PCR was carried out in 30 µl reaction mixture containing 50 mM KCl, 10 mM Tris-HCl (pH 8.8, at 25 o C), 1.5 mM MgCl 2 , 0.08% Nonidet P40, 200 µM each deoxynucleoside triphosphate (Fermentas), 10 pM each primer, and Taq DNA polymerase (1 U, Fermentas). Amplification was carried out on a Tetrada PTS-225 am- The nucleotide sequence of PCR products was determined using BigDye TM kit Terminator v3.0 Cycle Sequencing Ready Reaction on an ABI PRISM 3100 automated sequencer (Applied Biosystems) in accordance with the manufacturer's recommendations. Complete nucleotide sequence of virus genome was analyzed using VectorNT 8.0 software (InforMax). The nucleotide sequence of SARS virus CoD strain cDNA was registered in the GenBank, No. AY461660.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "The use of two kits of specific primers (direct and reverse) allowed us to synthesize 960-b. p. overlapping genome fragments. After sequencing and computer analysis of the data, complete nucleotide sequence of SARS virus CoD strain cDNA with the genome size 29,715 nucleotides was determined. Structural organization of strain CoD completely coin-cides with structural organization of the genome of the known SARS CoV strains.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Comparison of the genome of this strain with known genomes of 36 other SARS virus strains showed its greatest similarity to the Frankfurt strain (AY 291315) (Fig. 1 ). Three differences in sequences were detected: 18962 (C F →T S ) not leading to amino acid substitution; 19027 and 20935 (C F →T S ) leading to Ala substitution by Val. All nucleotide differences were located in the C-terminal part of the gene encoding 1b replicase.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 157,
                    "end": 164,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Hence, we determined complete nucleotide sequence of strain SoD genome of SARS coronavirus isolated in spring, 2003, in the territory of the Russian Federation. The data on the primary structure and organization of the genome of this virus will be helpful in the development of diagnostic preparations and vaccines for detection and prevention of severe acute respiratory syndrome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Manual of Laboratory Diagnosis of Viral and Rickettsial Diseases",
            "authors": [],
            "year": 1965,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Phylogenetic analysis of genomes of different SARS viruses. Names of strains, their numbers in GenBank database, and country in which the strain was isolated are shown. /ml ethidium bromide in Tris-acetate buffer the results were documented using GelDoc videosystem (BioRad).",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}