{
    "paper_id": "6a859f7e8764fcfdfe2b7bf248574de7becce3a0",
    "metadata": {
        "title": "Structural Analysis of the Ϫ1 Ribosomal Frameshift Elements in Giardiavirus mRNA",
        "authors": [
            {
                "first": "Lei",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alice",
                "middle": [
                    "L"
                ],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ching",
                "middle": [
                    "C"
                ],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The RNA polymerase of giardiavirus (GLV) is synthesized as a fusion protein through a ؊1 ribosomal frameshift in a region where gag and pol open reading frames (ORFs) overlap. A heptamer, CCCUUUA, and a potential pseudoknot found in the overlap were predicted to be required for the frameshift. A 68-nucleotide (nt) cDNA fragment containing these elements was inserted between the GLV 5 631-nt cDNA and the out-of-frame luciferase gene that required a ؊1 frameshift within the 68-nt fragment for expression. Giardia lamblia trophozoites transfected with the transcript of this construct showed a frameshift frequency at 1.7%, coinciding with the polymerase-to-capsid protein ratio in GLV. The heptamer is required for the frameshift but can be replaced with other sequences of the same motif. Mutations placing stop codons in the 0 or ؊1 frame, located directly before or after the heptamer, implicated the latter as the site for the ؊1 frameshift. Shortening or destroying the putative stem decreased the frameshift efficiency threefold; the efficiency was fully recovered by mutations to restore the stem. Deleting 18 nt from the 3 end of the 68-nt fragment, which formed the second stem in the putative pseudoknot, had no effect on the frequency of the frameshift. Chemical probing of the RNA secondary structure in the frameshift region showed that bases resistant to chemical modification were clustered in the putative stem structures, thus confirming the presence of the postulated stem-loop, while all the bases in the loop were chemically modified, thus ruling out their capability of forming a pseudoknot. These results confirmed the conclusion based on data from the mutation study that there is but a simple stem-loop downstream from the heptamer. Together, they constitute the structural elements for a ؊1 ribosomal frameshift in the GLV transcript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Although faithful reading of open reading frames (ORFs) in mRNA is most critical for the production of functional proteins, programmed ribosomal frameshifts have been increasingly reported as the means of regulating gene expression (2, 11, 13) . An efficient Ϫ1 ribosomal frameshift is one of such examples of a programmed posttranscriptional regulation of gene expression. In response to certain specific structural signals in the mRNA, the ribosomes are induced to slip back 1 nucleotide (nt) at a fixed frequency, move into the Ϫ1 reading frame at a specific site in the mRNA, and continue translating the rest of the mRNA in the Ϫ1 frame (19, 20) .",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 235,
                    "text": "(2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 236,
                    "end": 239,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 240,
                    "end": 243,
                    "text": "13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 642,
                    "end": 646,
                    "text": "(19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 647,
                    "end": 650,
                    "text": "20)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Many viruses are known to depend on this mechanism of Ϫ1 ribosomal frameshift to generate the RNA polymerase gene (pol) product in the form of a fusion protein (Gag-Pol) with the capsid protein (Gag) at its N terminus and polymerase (Pol) at its C terminus (2) . The production of Gag and Gag-Pol at a fixed ratio during translation enables the inclusion of RNA polymerase in the assembled virus particles at a constant level (42) . This inclusion, in turn, makes it possible for continuous replication and transcription of the viral genome inside viral particles within the infected cells.",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 260,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 426,
                    "end": 430,
                    "text": "(42)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The Ϫ1 ribosomal frameshift was first observed in the retrovirus Rous sarcoma virus, in which the viral polymerase was translated from two overlapping gag and pol ORFs requiring a Ϫ1 ribosomal frameshift within the overlapping region (20) . This phenomenon of the Ϫ1 ribosomal frameshift has since been observed among translations of gene transcripts from a large number of viruses (2) , certain Escherichia coli genetic insertion elements (11) , and a conventional cellular dnaX gene from E. coli (35, 36) . The structural motifs in mRNA that are important for an efficient Ϫ1 ribosomal frameshift have been characterized in several viral systems primarily by in vitro translation assays (2, 7, 13) . Two structural components have been confirmed to induce such activity. A homopolymeric \"slippery\" heptamer sequence (X XXY YYZ) is required, where XXX can be any three identical nucleotides, YYY can be either AAA or UUU, and Z can be A, U, or C (4, 8, 9) . The second component consists of a stem-loop or a pseudoknot, which is defined as two intertwined stem-loops where a region in the first loop forms base pairs with a downstream sequence to produce a second stem (32) . A pseudoknot is essential for the Ϫ1 ribosomal frameshift in infectious bronchitis virus (IBV) (3, 5) , human coronavirus (16) , and yeast killer virus (ScV/L-A) (7) . However, among other viruses including human immunodeficiency virus (HIV) (29) , human T-cell leukemia virus type 2 (10), human astrovirus serotype 1 (23) , potato leaf roll virus (30) , and red clover necrotic mosaic virus (21) , a pseudoknot is apparently not essential for the Ϫ1 ribosomal frameshift. All that is required is a slippery heptamer and a stem-loop located a few nucleotides downstream from it.",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 238,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 382,
                    "end": 385,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 440,
                    "end": 444,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 498,
                    "end": 502,
                    "text": "(35,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 503,
                    "end": 506,
                    "text": "36)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 689,
                    "end": 692,
                    "text": "(2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 693,
                    "end": 695,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 696,
                    "end": 699,
                    "text": "13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 947,
                    "end": 950,
                    "text": "(4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 951,
                    "end": 953,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 954,
                    "end": 956,
                    "text": "9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1170,
                    "end": 1174,
                    "text": "(32)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1272,
                    "end": 1275,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1276,
                    "end": 1278,
                    "text": "5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1299,
                    "end": 1303,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1339,
                    "end": 1342,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1419,
                    "end": 1423,
                    "text": "(29)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1495,
                    "end": 1499,
                    "text": "(23)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1525,
                    "end": 1529,
                    "text": "(30)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1569,
                    "end": 1573,
                    "text": "(21)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Giardiavirus (GLV) is a small (36-nm diameter) icosahedral virus of the Totiviridae family that specifically infects the trophozoites of Giardia lamblia, an anaerobic protozoan that causes diarrhea and malnutrition in human (26, 38, 39) . Its 6,277-nt double-stranded RNA genome contains gag and pol-like ORFs that overlap by 220 nt and are separated by a Ϫ1 frameshift (40) . Immunostudies with antipeptide sera targeted to regions in the respective ORFs indicated that the 100-kDa capsid protein is encoded by ORF1. They also showed that the N terminus of the 190-kDa GLV minor protein is encoded by ORF1 while its C terminus has all the consensus sequence motifs of the RNA-dependent RNA polymerase (RDRP) family. The 190-kDa protein is therefore most probably a Gag-Pol fusion protein produced by a Ϫ1 ribosomal frameshift that is predicted to occur in the 220-nt overlapping region (40) . Within this region, we found a putative slippery heptamer, CCCUUUA, at nt 2836 to 2842 and a downstream stem-loop structure at nt 2848 to 2876 as predicted by MFOLD (25) . A potential second stem could be also formed between the GAUC at nt 2860 to 2863 in the loop and the downstream GAUC at nt 2885 to 2888 (see Fig. 1 ), resulting in a pseudoknot (32) . Together, they were predicted to constitute the structural requirements for the ribosomal Ϫ1 frameshift that lead to the formation of the GLV Gag-Pol fusion protein (40) .",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 228,
                    "text": "(26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 229,
                    "end": 232,
                    "text": "38,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 233,
                    "end": 236,
                    "text": "39)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 370,
                    "end": 374,
                    "text": "(40)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 887,
                    "end": 891,
                    "text": "(40)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1059,
                    "end": 1063,
                    "text": "(25)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1243,
                    "end": 1247,
                    "text": "(32)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1415,
                    "end": 1419,
                    "text": "(40)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [
                {
                    "start": 1207,
                    "end": 1213,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "To verify this assumption, a 68-bp cDNA fragment from nt 2828 to 2895 of the GLV genome containing the two postulated frameshift structural motifs was inserted in front of an out-of-frame luciferase gene in a GLV-based viral vector, pC631-luc (44) . This construct requires a Ϫ1 frameshift within the 68-nt region for luciferase expression, and the efficiency of the Ϫ1 ribosomal frameshift can then be determined by monitoring the luciferase activity in transfected, GLV-infected Giardia trophozoites. We made a large number of mutants with site-directed mutations in the 68-nt region to examine the function of the postulated heptamer and the putative downstream pseudoknot. RNA bases in this putative frameshift region were also probed by chemical modifications to reveal the secondary structures in this region. Results from these two lines of studies helped to delineate the structural requirements for inducing a Ϫ1 ribosomal frameshift in the GLV transcript.",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 247,
                    "text": "(44)",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Construction of the recombinant cDNA plasmids. Based on the GLV genome sequence (GenBank accession number L13218), three primers, each having a HindIII site (underlined) at the 5Ј end, were synthesized; fs1, TGGCAAGCTT TGGTACTCAGACAC; fs2, AAAGCTTTGTGTAGGATCCC; and fs3, AAA GCTTCTGTGTAGGATCCC. Using pGEM-GLV, which contains the fulllength GLV cDNA (44) , as the template, fs1 and fs2 were included in PCR for synthesis of the 68-nt cDNA fragment (nt 2828 to 2895), whereas fs1 and fs3 were used for synthesizing the same cDNA fragment with an extra G added to the 3Ј end (a 69-nt cDNA fragment). The 68-and 69-nt PCR fragments were then each inserted into the HindIII-restricted pC631-luc vector (44) between the 5Ј 631-nt GLV cDNA and the full-length luciferase gene to constitute pC631(68)luc or pC631(69)luc. The orientation and the fidelity of each fragment were determined by DNA sequencing. The ORFs in both fragments are fused with that of the 5Ј 631-nt GLV cDNA. However, the luciferase gene in pC631(68)luc is out of frame and requires a Ϫ1 frameshift for its expression, whereas the pC631(69)luc is an in-frame construct.",
            "cite_spans": [
                {
                    "start": 350,
                    "end": 354,
                    "text": "(44)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 698,
                    "end": 702,
                    "text": "(44)",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "In vitro site-directed mutagenesis of the recombinant plasmid. Site-directed mutagenesis was performed with QuickChange as directed by the manufacturer (Life Technologies BRL). For each mutation, two complementary oligonucleotide primers were synthesized with the intended mutation introduced in the midportion of each primer. The PCR-synthesized mutant DNA fragment was amplified in E. coli DH5␣ cells and purified. Each specific mutation was verified by directly sequencing the cloned mutant plasmid.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "In vitro synthesis of chimeric RNA. Wild-type and mutant plasmids were each restricted with NruI at the 3Ј end of the GLV cDNA. In vitro transcription of each linearized plasmid with T7 RNA polymerase was performed in a 20-l reaction mixture containing 0.5 g of linearized plasmid DNA as described by the manufacturer (Ambion). The RNA thus synthesized was purified by LiCl precipitation and examined by electrophoresis in a 1.0% agarose-formaldehyde gel for integrity. The concentration of each RNA sample was estimated by measuring its absorption at 260 nm in a Beckman DU7 spectrophotometer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Transfection of G. lamblia trophozoites and luciferase assay. In vitro culture of GLV-infected G. lamblia WB trophozoites (WBI) was maintained as described previously (38) . Serial passages of the in vitro culture were performed at an inoculation ratio of 1:13 every 3 days into fresh medium to maintain a continuous logarithmic cell growth. Transfection of Giardia trophozoites with RNA was performed by electroporation, and assay of the luciferase activity in the lysate of transfectants was performed as previously described (45) .",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 171,
                    "text": "(38)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 528,
                    "end": 532,
                    "text": "(45)",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Probing the RNA structure by chemical modification and primer extension. The RNA molecule used for chemical probing was the in vitro transcript of pC631(68)luc. It was prepared using a T7 RNA polymerase kit (MegaScript from Ambion) and the NruI-restricted pC631(68)luc as template. The RNA was quantified by spectrophotometry, and its integrity was checked by electrophoresis on a 1% agarose-formaldehyde gel. Approximately 5 g of the in vitro-synthesized RNA was used in each reaction mixture containing either 0.5% dimethyl sulfate (DMS), 21 mg of 1-cyclohexyl-3-(2-morpholinoethyl)-carbodiimide (CMCT) per ml, or 3.5 mg of kethoxal (KE) per ml as previously described (12) . Prior to the probing analysis, the RNA was heated at 70°C for 15 min and cooled slowly to Sites of RNA modification were mapped by primer extension using the reverse transcriptase Superscript (Life Technologies BRL) with radiolabeled oligonucleotides targeted to the region either 22 nt downstream from stem-loop 1 or 31 nt downstream from stem-loop 2 (see Fig. 4 ). Briefly, 32 P-end-labeled primers were annealed to approximately 1 g of the chemically modified RNA by incubating the mixture for 15 min at 75°C followed by 10 min on ice. Primer extension was carried out at 50°C for 1 h as specified by the manufacturer. Reaction products were analyzed on a 10% denaturing acrylamide gel along with sequencing ladders prepared by the fmol cycle-sequencing system (Promega).",
            "cite_spans": [
                {
                    "start": 671,
                    "end": 675,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 1035,
                    "end": 1041,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "In vivo efficiency of the ؊1 ribosomal frameshift mediated by the 68-nt fragment in the ORF overlapping region of GLV mRNA. The RNA transcript of pC631(68)luc or pC631(69)luc was introduced into Giardia WBI trophozoites by electroporation, and the luciferase activity in the cell lysates of the two transfectants was monitored. Since the in vitro transcript from pC631(69)luc contained only one continuous ORF, the luciferase activity found in the lysate of its transfectant, which demonstrated a specific activity of 408,890 Ϯ 71,250 relative light units (RLU)/25 g of protein in repeated independent experiments, is defined as 100% luciferase expression (Table  1 ). In comparison, the luciferase activity in the lysate of Giardia trophozoites transfected with the in vitro transcript of pC631(68)luc was 6,768 Ϯ 608 RLU/25 g of protein and constituted 1.7% of that of the in-frame construct pC631(69) luc (Table 1 ). Since luciferase expression in the pC631(68)luc transcript transfectant relies on the Ϫ1 ribosomal frameshift in the 68-nt overlapping region, the results indicate that this 68-nt fragment in mRNA is indeed capable of causing Ϫ1 ribosomal frameshift at a frequency of 1.7%.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 656,
                    "end": 665,
                    "text": "(Table  1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 908,
                    "end": 916,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Identification of the site for the ؊1 ribosomal frameshift. If the postulated heptamer CCCUUUA is indeed one of the structural elements causing the frameshift, then it would also be the site of the frameshift as predicted by the widely accepted simultaneous-slippage model (19) . By site-directed mutagene-sis, we placed stop codon UAA in 0 frame at nt 2831 to 2833, 2843 to 2845, 2846 to 2848, 2879 to 2881, or 2891 to 2893 in pC631(68)luc ( Fig. 1 ). If the Ϫ1 ribosomal frameshift indeed occurs on top of the heptamer, the first UAA upstream from it in the 0 frame is expected to disrupt luciferase expression whereas the other four downstream stop codons in the 0 frame will no longer be read as stop codons and should not significantly affect luciferase expression. Our data derived from corresponding transfectants of the mutant transcripts ( Fig. 2 ) indicate that the first UAA caused a precipitous drop in luciferase expression to 8.6% Ϯ 1.7% of the wild-type frequency of the frameshift or 0.15% of the expression by the in-frame construct pC631(69)luc, while the other four 0 frame stop codons downstream of the heptamer showed luciferase expression at 37.8% Ϯ 8.4%, 52.1% Ϯ 6.0%, 57.3% Ϯ 3.1%, and 72.3% Ϯ 4.0% of the wild-type frameshift frequency ( Fig.  2 ; Table 1 ). A negative-control pC631(69R)luc, which has the 69-nt fragment reversed and thus lacks the structural features of the 69-nt fragment, showed 8.2% Ϯ 4.0% of the wild-type frameshift frequency or 0.13% Ϯ 0.06% of the in-frame expression. This value is thus regarded as the noise or background in our assay system.",
            "cite_spans": [
                {
                    "start": 273,
                    "end": 277,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 443,
                    "end": 449,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 849,
                    "end": 855,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 1263,
                    "end": 1270,
                    "text": "Fig.  2",
                    "ref_id": null
                },
                {
                    "start": 1273,
                    "end": 1280,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "We further examined the question in an opposite way. When a stop codon is introduced into the Ϫ1 frame, one would expect that codons placed upstream from the site of frameshift will cause little disruption whereas those placed downstream from the shift will have a significant effect. Figure 2 indicates that UAA at nt 2833 to 2835 upstream from the heptamer has a frequency 53.8% Ϯ 1.0% of that of the wild-type frameshift whereas a UGA at nt 2845 to 2847 and a UAA at nt 2887 to 2889, both downstream from the heptamer, lead to 17.9% Ϯ 6.2% and 9.6% Ϯ 5.0% frequencies, i.e., nearly the background level of the frameshift (see Table 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 285,
                    "end": 293,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 629,
                    "end": 636,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Data from Fig. 2 and Table 1 thus provide a strong indication that a Ϫ1 ribosomal frameshift may indeed occur at the putative slippery heptamer site CCCUUUA between nt 2836 and 2842 in GLV mRNA. To find if the sequence of this particular heptamer is unique in causing a Ϫ1 translation frameshift in Giardia, we replaced it with a slippery heptamer UUUUUUA identified previously in HIV (19) and an engineered UUUUUUU which showed excellent frameshifting activity in vitro in a previous study (4) . Giardia trophozoites transfected with each of the mutant transcripts indicated that UUUUUA and UUUUUUU led to 131.2% Ϯ 10.7% and 433.9% Ϯ 40.6% of the wild-type frequency of frameshift, respectively, both of which significantly exceeded the effect from the original heptamer in GLV mRNA. Thus, heptamers functioning well in causing Ϫ1 ribosomal frameshift in mammalian cells also worked well in Giardia trophozoites. The advantage in retaining a less efficient slippery heptamer in the mRNA by GLV is not entirely clear. One possible explanation is the need for a rigid molar ratio between the RDRP and the capsid protein in the viral particles for stable maintenance of the virus inside Giardia cells, such as that observed in yeast killer virus (9) . While the CCCUUUA sequence identified in GLV mRNA FIG. 1. The two overlapping ORFs in GLV mRNA. The shaded box represents the 68-nt region within the 220-nt overlap containing the putative structures required for the Ϫ1 ribosomal frameshift, which is detailed below. The underlined heptamer is the putative slippery sequence. The stem-loop secondary structure is predicted by MFOLD. The two GAUC regions (linked by dashed lines) may be involved in the formation of an RNA pseudoknot structure.",
            "cite_spans": [
                {
                    "start": 385,
                    "end": 389,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 491,
                    "end": 494,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1244,
                    "end": 1247,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 10,
                    "end": 16,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 21,
                    "end": 28,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "FIG. 2. Mutational analysis via generation of stop codons in different reading frames at different locations to identify the slippery site of Ϫ1 ribosomal frameshift. The putative slippery heptamer CCCUUUA sequence is underlined. The predicted peptide sequences in the 0 and Ϫ1 frames are shown in the one-letter amino acid code. Individual termination codons in either the 0 frame or the Ϫ1 frame are created by site-directed mutagenesis. The luciferase activities expressed in the mutant transcript transfectants were determined from three independent experiments, with data within 10% of experimental error. The frequencies of the Ϫ1 ribosomal frameshift relative to the wild-type frequency (100%) in the mutant transfectants are each shown at the corresponding position of the termination codon (see Table 1 for actual data).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 804,
                    "end": 811,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Ϫ1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VOL. 75, 2001"
        },
        {
            "text": "on March 20, 2020 by guest http://jvi.asm.org/ conforms to the generally accepted structural rule for a slippery heptamer (4, 8, 9) , alteration of individual nucleotides in the heptamer invariably reduces the frequency of the frameshift but never abolishes it. For instance, CCCUAUA led to 60% of the wild-type frameshift frequency whereas UCCUU UA, CCCAUUA, and CCCUUUG led to 78, 85, and 98% of the frameshift frequency, respectively (data not shown). Thus, although some of the heptamers may be more slippery for the ribosome than are the others, depending on the nucleotide sequences, there may not be an absolutely non-slippery heptamer. Initiation of a ribosomal frameshift may be dependent primarily on the presence of a ribosome-blocking secondary structure downstream from the heptamer. A simple stem-loop structure, but not a pseudoknot, constitutes the second structural element for the ؊1 ribosomal frameshift on GLV mRNA. The heptamer and a putative pseudoknot-like structure were previously identified within the overlapping region between gag and pol ORFs in GLV mRNA ( Fig. 1) (40) . To verify whether the putative second stem formation between the two GAUC tetranucleotides at nt 2860 to 2863 and 2885 to 2888 in the 68-nt region is essential for the frameshift (Fig. 1) , we altered the sequence at nt 2860 to 2863 from GAUC to CUAG to eliminate the possible pseudoknot formation from the transcript. The resulting mutant retained 70.8% Ϯ 2.5% of the wild-type frameshift frequency, suggesting that the putative pseudoknot structure is not essential for the frameshift. To further confirm this conclusion, an 18-nt deletion from the 3Ј end of the 68-nt fragment was performed on the encoding cDNA, which also removed the downstream GAUC tetranucleotide involved in the putative pseudoknot formation. The transfectant containing such a mutant mRNA demonstrated 93.8% Ϯ 14.8% of the wild-type frameshift frequency (Table 1) . It is thus clear that neither the pseudoknot structure nor the 3Ј-end 18 nt of the 68-nt fragment is needed for the occurrence of the Ϫ1 ribosomal frameshift. The 50-nt fragment from nt 2828 to 2877 in GLV mRNA thus contains both the essential and sufficient structural elements for the frameshift.",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 125,
                    "text": "(4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 126,
                    "end": 128,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 129,
                    "end": 131,
                    "text": "9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1094,
                    "end": 1098,
                    "text": "(40)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [
                {
                    "start": 1086,
                    "end": 1093,
                    "text": "Fig. 1)",
                    "ref_id": null
                },
                {
                    "start": 1280,
                    "end": 1288,
                    "text": "(Fig. 1)",
                    "ref_id": null
                },
                {
                    "start": 1931,
                    "end": 1940,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "VOL. 75, 2001"
        },
        {
            "text": "To examine if the loop in the putative stem-loop between nt 2848 and 2876 ( Fig. 1) can form a second stem with the downstream sequences elsewhere within the 220-nt ORF overlap outside of the 68-nt fragment that were replaced by the luciferase sequence in our construct, we replaced the 68-nt insert in pC631(68)luc with a fragment including a 215-nt fragment from this 220-nt overlap. The frameshift frequency was the same as in pC631(68)luc (data not shown). It is therefore most likely that all the structural elements required for inducing the Ϫ1 ribosomal frameshift are contained within the 50-nt fragment.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 76,
                    "end": 83,
                    "text": "Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "VOL. 75, 2001"
        },
        {
            "text": "Mutations that shorten the stem in the putative stem-loop in the 68-nt overlapping region decrease the efficiency of the ؊1 ribosomal frameshift. A putative stem-loop at nt 2848 to 2876, consisting of a 9-bp stem and a loop of 11 nt, is the only secondary structure predicted by MFOLD (25) in the 68-nt RNA fragment (Fig. 1) . To investigate the functional importance of this structure, mutations to shorten the stem were performed on the encoding cDNA. Firstly, AUUA at nt 2868 to 2871 from the top part of the stem was replaced with UAGU, resulting in a shortened stem from 9 to 5 bp and an enlarged loop from 11 to 19 nt (Fig. 3, structure 2) . The in vivo luciferase activity derived from this mutant mRNA amounted to 41.8% Ϯ 5.9% of the wild-type frequency of the frameshift. 3 . Alteration of the putative stem-loop structure downstream from the slippery site by site-directed mutagenesis and assay of the effect from the alteration on the Ϫ1 ribosomal frameshift. The five transcripts used for transfecting Giardia trophozoites are as follows: 1, wild type; 2, the AUUA/uagu mutant at nt 2868 to 2871 that shortens the stem from its top by 4 bp and enlarges the loop from 11 to 19 nt without altering its distance from the slippery heptamer; 3, the CGUG/gcgc mutant at nt 2849 to 2852 that shortens the stem from its bottom by 5 bp and increases its distance from the slippery heptamer from 5 to 10 nt without altering the loop; 4, the CGUG/gcgc mutant at nt 2872 to 2875 that shortens the stem from its bottom by 5 bp and increases its distance from the slippery heptamer to 10 nt without altering its loop structure; and 5, the double mutant of CGUC/gcgc (nt 2849 to 2852) and CGCG/gugc (nt 2872 to 2875) that restored the wild-type stem structure with altered nucleotide sequence. The upper panel presents relative frequencies of the Ϫ1 ribosomal frameshift derived from luciferase expression in mutant transcripttransfected Giardia trophozoites in triplicate experiments (see Table 1 for actual data).",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 289,
                    "text": "(25)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 316,
                    "end": 324,
                    "text": "(Fig. 1)",
                    "ref_id": null
                },
                {
                    "start": 624,
                    "end": 645,
                    "text": "(Fig. 3, structure 2)",
                    "ref_id": null
                },
                {
                    "start": 781,
                    "end": 782,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 1987,
                    "end": 1994,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "VOL. 75, 2001"
        },
        {
            "text": "When the tetranucleotide CGUG (nt 2849 to 2852) at the bottom of the stem was changed to GCGC, resulting in reducing the stem to 4 bp and lengthening its distance to the slippery heptamer from 5 to 10 nt, the frameshift frequency was reduced to 38.2% Ϯ 7.7% of the wild-type frequency (Fig. 3,  structure 3 ). Similarly, a mutation from CGCG (nt 2872 to 2875) at the bottom of the stem to GUGC, resulting in a 4-bp stem 10 nt away from the heptamer, changed the frameshift efficiency to 32.3% Ϯ 4.0% of the wild-type frequency (Fig. 3,  structure 4 ). The length of the stem is thus playing an important role in maintaining the efficiency of frameshift. A decrease from 9 to 5 bp results in a two-third loss of the efficiency. However, a comparison of the results in Fig. 3 indicates that the distance between the stem-loop and the slippery heptamer is of somewhat less importance. There is only a moderate effect on the efficiency of frameshift when it is increased from 5 to 10 nt. Restoration of the stem back to 9 bp through a combination of the two previous mutations resulted in a wild-type frameshift frequency at 102.5% Ϯ 8.8% (Fig. 3, structure 5) . These data demonstrate the important role of the stem-loop structure in causing the frameshift whereas the actual nucleotide sequences in the stem structure are apparently less important. Further, our earlier alteration of the loop sequence at nt 2860 to 2863 from GAUC to CUAG, which resulted in a 70.8% Ϯ 2.5% frameshift efficiency compared to the wild type, suggested a lack of importance of the actual nucleotide sequence of the loop as well. We thus conclude that it is the stem-loop secondary structure per se that plays an important function in inducing the frameshift (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 285,
                    "end": 306,
                    "text": "(Fig. 3,  structure 3",
                    "ref_id": null
                },
                {
                    "start": 527,
                    "end": 548,
                    "text": "(Fig. 3,  structure 4",
                    "ref_id": null
                },
                {
                    "start": 767,
                    "end": 773,
                    "text": "Fig. 3",
                    "ref_id": null
                },
                {
                    "start": 1135,
                    "end": 1156,
                    "text": "(Fig. 3, structure 5)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1735,
                    "end": 1744,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "VOL. 75, 2001"
        },
        {
            "text": "In a final experiment to verify the essential role played by the stem-loop in causing the frameshift, we deleted the sequence from nt 2848 to 2877 that contains the entire stem-loop structure. Surprisingly, the expression of luciferase amounted to 85.5% Ϯ 8.6% of the wild-type frameshift frequency. Subsequent analysis by the MFOLD program revealed that, serendipitously, a new stem-loop is formed between nucleotides at the 3Ј end of the 68-nt fragment and the 5Ј terminus of the luciferase mRNA. It has a 6-bp stem and a 14-nt loop located 4 nt downstream from the first stem-loop (Fig. 4) . On deletion of the wild-type stem-loop, the downstream stem-loop acquires an additional 1 bp at the bottom of the stem to form a 7-bp stem that is 7 nt downstream from the slippery heptamer (Fig.  4) . This distance is within the functional range that we found with our mutants in Fig. 3 (structures 3 and 4) . The functional competence of this serendipitous stem-loop, which was an artifact in the chimeric mRNA from pC631(68)luc, nevertheless confirms our conclusion that it is the structure of the stemloop, and not the sequence therein, that is important in inducing the frameshift.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 584,
                    "end": 592,
                    "text": "(Fig. 4)",
                    "ref_id": null
                },
                {
                    "start": 785,
                    "end": 794,
                    "text": "(Fig.  4)",
                    "ref_id": null
                },
                {
                    "start": 876,
                    "end": 903,
                    "text": "Fig. 3 (structures 3 and 4)",
                    "ref_id": null
                }
            ],
            "section": "VOL. 75, 2001"
        },
        {
            "text": "For the sake of clarity, the actual luciferase activities expressed by transfectants from all the in vivo mutational analysis discussed above are summarized in Table 1. FIG. 4. RNA secondary structure predicted by MFOLD on deletion of the first stem-loop structure between nt 2848 and 2876 (stem-loop 1). A 30-bp fragment from nt 2848 to 2877 in the 68-nt region was deleted by site-directed mutagenesis, thus removing stem-loop 1 predicted by MFOLD. The downstream second stem-loop structure predicted between nt 2880 and 2907 (stem-loop 2) in the deletion mutant including the first luciferase codon AUG at the base of the stem contains a 7-bp stem and is 7 nt downstream from the slippery site. The relative frequency of the Ϫ1 ribosomal frameshift is not significantly changed from that of the wild type in the mutant transcript transfectant (see Table 1 for actual data). Bold type represents the sequence from GLV mRNA, whereas normal type represents the sequence from the luciferase mRNA.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 160,
                    "end": 168,
                    "text": "Table 1.",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 851,
                    "end": 858,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "VOL. 75, 2001"
        },
        {
            "text": "Probing the secondary structures in the 68-nt region by chemical modifications. In an attempt to verify the actual secondary structures in the 68-nt RNA fragment under native conditions, we made a 4.6-kb T7 RNA polymerase transcript from pC631(68)luc linearized by NruI. We treated this RNA, containing the GLV 5Ј 631-nt RNA, the 68-nt frameshift region, and the entire coding region of the luciferase, with KE, DMS, or CMCT to modify the unpaired bases that are accessible to alkylation by these agents. KE modifies unpaired G residues at the N-1 position. DMS methylates unpaired A residues at N-1 and, much more weakly, the unpaired C residues at N-3, whereas CMCT modifies the N-3 group of unpaired U residues and the N-1 group of unpaired G residues (12) . The bases thus modified can no longer be recognized by reverse transcriptase in a primer extension reaction, and each can be identified as a reverse transcriptase stop in subsequent gel electrophoresis (27, 33) . A modified base in RNA can be thus readily identified. The oligonucleotide terminating at the modified base moves 1 nt ahead of the corresponding DNA ladder, because primer extension stops immediately before the modified base. Thus, we can expect relatively few stops in stems where the bases are aligned in Watson-Crick pairs and much more stops in loops and unpaired regions free of basebase interaction. The radiolabeled stops often differ in their intensities, presumably due to a partial dissociation among some of the Watson-Crick pairings during the incubation period of chemical probing. The relatively poor efficiency in DMS modification of unpaired C residues also makes unlabeled C's less meaningful in data interpretation.",
            "cite_spans": [
                {
                    "start": 755,
                    "end": 759,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 964,
                    "end": 968,
                    "text": "(27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 969,
                    "end": 972,
                    "text": "33)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "VOL. 75, 2001"
        },
        {
            "text": "Results from a chemical probing and primer extension experiment on the in vitro transcript of pC631(68)luc are shown in Fig. 5 . When the chemically modified region involving the heptamer and the first putative stem-loop (stem-loop 1) was examined by primer extension (Fig. 5A) , bases in the heptamer and its immediate surrounding areas all showed up as transcriptional stops, suggesting that they were all chemically modified. In the region of loop 1, essentially all of the nucleotides were also modified (Fig. 5A ). This finding, suggesting that all the bases in the heptamer and loop 1 are unpaired, provides the most direct evidence verifying the secondary structure predicted by MFOLD (Fig. 1) . It also rules out the potential involvement of GAUC (nt 2860 to 2863) in loop 1 in forming a pseudoknot as originally postulated in Fig. 1 . Regions predicted to form stem 1 (nt 2848 to 2856 and 2868 to 2876) were found largely free of chemical modification except for G-2854, A-2855, and UUA (nt 2869 to 2871), which all form the weaker G-U or A-U pairs in the postulated stem structure, raising the possibility that these base pairs may become partially dissociated during the chemical probing reactions (24) . G-2850, G-2852, and G-2875 in stem 1 became lightly labeled after prolonged treatment with KE, which could be attributed to partial denaturation of the stem structure on incubation. Taken together, the results lend strong support to our conclusion from the MFOLD program and the mutational analysis of the predicted secondary structure of stem-loop 1.",
            "cite_spans": [
                {
                    "start": 1209,
                    "end": 1213,
                    "text": "(24)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 120,
                    "end": 126,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 268,
                    "end": 277,
                    "text": "(Fig. 5A)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 508,
                    "end": 516,
                    "text": "(Fig. 5A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 692,
                    "end": 700,
                    "text": "(Fig. 1)",
                    "ref_id": null
                },
                {
                    "start": 835,
                    "end": 841,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "VOL. 75, 2001"
        },
        {
            "text": "We also examined the region in the transcript which encompasses the 3Ј end of the 68-nt fragment and the 5Ј end of the luciferase mRNA in search of the serendipitous stem-loop structure (stem-loop 2) predicted from MFOLD and the mutational analysis (Fig. 4) . Results from primer extension presented in Fig. 5B show that all the bases in the predicted loop 2 region were modified except for the three C's at nt 2888 to 2889 and 2899. However, bases in the postulated stem 2 structure remained largely unmodified, except for G-2985, 2 U's at nt 2901 to 2902, A-2905, and U-2906, all of which are involved in A-U or G-U pairings (Fig. 6 ). The tetranucleotide GAUC (nt 2885 to 2888), which was originally assumed to be a part of the pseudoknot structure ( Fig. 1) , has the G and U residues chemically modified. However, since the first two nucleotides, GA, in the tetranucleotide are actually included in the stem 2 structure and unpaired C is usually poorly modified by DMS, the present results are more consistent with the inclusion of this tetranucleotide in the stem-loop 2 structure rather than in a pseudoknot formation (see Discussion). Overall, data from chemical probing have verified the presence of the artifact stem-loop 2 in the chimeric mRNA transcribed from pC631 (68)luc.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 249,
                    "end": 257,
                    "text": "(Fig. 4)",
                    "ref_id": null
                },
                {
                    "start": 303,
                    "end": 310,
                    "text": "Fig. 5B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 627,
                    "end": 634,
                    "text": "(Fig. 6",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 754,
                    "end": 761,
                    "text": "Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "VOL. 75, 2001"
        },
        {
            "text": "A programmed Ϫ1 ribosomal frameshift is adopted by many small RNA viruses to generate viral RNA polymerase (Gag-Pol) as fusion protein with the capsid protein (Gag) at its N terminus and RDRP at the C terminus (reviewed in reference 2). Not only does this strategy ensure that Gag and Gag-Pol proteins are synthesized at a fixed ratio during translation, but on March 20, 2020 by guest http://jvi.asm.org/ also the presence of the Gag domain in the fusion protein provides a recognition signal for the RNA polymerase to be incorporated into the newly assembled virus at a fixed ratio (31) . GLV apparently also uses the same strategy, which has an estimated ratio of about 1 in 60 between the Gag-Pol fusion protein and the Gag protein in sodium dodecyl sulfate-polyacylanide gel electophoresis of purified GLV particles (40) , which is in close agreement with the 1.7% frameshift frequency estimated from the present study. Among the viruses that depend on the Ϫ1 ribosomal frameshift for a well-balanced viral protein synthesis, their transcripts have the common structural elements of the slippery heptamer but differ in the structure of a second requirement. Some viruses, such as IBV (3, 5) and ScV/L-A (7), need the structure of a pseudoknot, while others, such as HIV (29, 43) , require only a simple stem-loop. Our studies showed that the Ϫ1 ribosomal frameshift in GLV transcript translation also requires a slippery heptamer where the actual frameshift takes place but that only a simple downstream stem-loop, rather than a pseudoknot, is required for inducing the shift. This conclusion has been supported by two original observations from the mutational studies. First, a mutation changing nt 2860 to 2863 in loop 1, the tetranucleotide postulated to be involved in a pseudoknot formation (Fig. 1) , from GAUC to CUAG did not significantly affect the frequency of the frameshift (Table 1 ). This suggests that the tetranucleotide is not involved in forming a pseudoknot that plays an important role in inducing ribosomal frameshift. Second, there is support from the MFOLD identification of stem-loop 2 in the chimeric mRNA (Fig. 4) , which is formed serendipitously by joining the 5Ј luciferase sequence with the 3Ј end of the 68-nt fragment. This postulated artifact stem-loop can function at 86% of the wild-type efficiency when brought into the proximity of the heptamer by deleting stemloop 1 ( Fig. 4 ; Table 1 ). Since stem-loop 2 contains a loop sequence that cannot form a predicted pseudoknot with the rest of the sequences of the mRNA, a pseudoknot is again ruled out as a requirement for the frameshift. The presence of stem-loops 1 and 2 in the chimeric mRNA was subsequently confirmed by the data from chemical probing and primer extension experiments (Fig. 5) . The extensive chemical modifications of essentially all the bases in the two loop regions also indicate that neither loop forms a pseudoknot with another sequence in the mRNA under the native in vitro conditions. There is thus little doubt that no pseudoknot is present in the region where frameshift takes place and that there is no need of for pseudoknot to cause the frameshift. There could be always some doubt about whether observations made on a chimeric mRNA can fully represent the Ϫ1 ribosomal frameshift occurring during translation of GLV mRNA in GLV-infected Giardia. The downstream sequences from the region of frameshift differ widely between the chimeric and GLV mRNA. There is no stem-loop 2 structure predicted within this proximal region in GLV mRNA (data not shown). The presence of an extra stem-loop 2 in the chimeric mRNA may amount to a frameshift enhancer element forcing a translating ribosome to pause and the following ribosome to stack behind it at the frameshift signal, resulting in an increased amount of time required for ribosome slipping. This ribosome stacking has been shown to have an effect on programmed Ϫ1 frameshift frequencies (22) . However, we do not think that there is a discrepancy in frameshift frequency between the chimeric and GLV mRNA because of the estimated ratio of 2% between the Gag-Pol fusion protein and the Gag protein in sodium dodecyl sulfate-polyacrylanide gel electrophoresis analysis of purified GLV particles (40) , which is quite close to the 1.7% frequency derived from the investigation on chimeric mRNA. The stoichiometry of Gag and Gag-Pol maintained by a 1.7% frameshift frequency also closely agrees with the prediction that in a small icosahedral virion such as GLV, RDRP is expected to be packaged with identical capsid subunits at a ratio of 1:60 (15) .",
            "cite_spans": [
                {
                    "start": 584,
                    "end": 588,
                    "text": "(31)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 821,
                    "end": 825,
                    "text": "(40)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1189,
                    "end": 1192,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1193,
                    "end": 1195,
                    "text": "5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1275,
                    "end": 1279,
                    "text": "(29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1280,
                    "end": 1283,
                    "text": "43)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 3958,
                    "end": 3962,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 4264,
                    "end": 4268,
                    "text": "(40)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 4612,
                    "end": 4616,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 1801,
                    "end": 1809,
                    "text": "(Fig. 1)",
                    "ref_id": null
                },
                {
                    "start": 1891,
                    "end": 1899,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 2136,
                    "end": 2144,
                    "text": "(Fig. 4)",
                    "ref_id": null
                },
                {
                    "start": 2412,
                    "end": 2418,
                    "text": "Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 2421,
                    "end": 2428,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 2778,
                    "end": 2786,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "There is also the possibility that some downstream sequence in GLV mRNA, which is absent from the chimeric mRNA, could form a pseudoknot with loop 1 resulting in enhancement of the frameshift frequency. This enhancing effect could compensate for the enhancement attributed to the artifact stemloop 2 in the chimeric mRNA that is absent from GLV mRNA. Existing evidence does, however, argue against such a possibility; an extension of the 68-nt fragment to a 215-nt portion of the 220-nt overlapping region between the two ORFs in GLV mRNA failed to alter the frequency of frameshift in the chimeric mRNA transfected Giardia. Formation of a pseudoknot between loop 1 and its immediate downstream viral sequence that could enhance the frameshift is therefore unlikely. Although pseudoknot formation between loop 1 and the sequences further downstream in the viral mRNA is still possible, the probability decreases with increasing distance. We think that our current results obtained from studying the chimeric mRNA in Giardia reflect accurately the Ϫ1 ribosomal frameshift on GLV mRNA during its translation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "We also showed in this study that all the necessary structural features for a Ϫ1 ribosomal frameshift in GLV transcript could be confined within a 50-nt fragment (from nt 2828 to 2877) (Fig. 1) . This short fragment of mRNA contains a CCCUUUA heptamer, where the actual Ϫ1 frameshift takes place, and a stem-loop 1 5 nt downstream from the heptamer, which presumably retards the movement of the ribosome during mRNA translation and allows a Ϫ1-nt slippage of ribosome on the slippery heptamer site of mRNA (14, 20) . The heptamer CCC UUUA can be replaced with other heptamers, resulting in changed frameshift frequencies in the deceasing order of UUU UUUU, UUUUUUC, and CCCUUUA. A similar order of decreasing frameshift efficiencies was also observed by Brierley et al. in the IBV system (4), suggesting a hierarchy of efficiency that is innate to the sequences of these heptamers regardless of the viruses or the host cells involved.",
            "cite_spans": [
                {
                    "start": 506,
                    "end": 510,
                    "text": "(14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 511,
                    "end": 514,
                    "text": "20)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 185,
                    "end": 193,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Studies of the sites of frameshift in plant viruses and retroviruses have shown that stop codons located within the frameshift region can influence the frameshift efficiency (1, 14, 19, 21, 28) . In this work, a termination codon placed before the heptamer but in the Ϫ1 frame showed 53.8% of the wild-type frameshift frequency. This was consistent with the results obtained by Honda and Nishimura (17) , where an upstream stop codon in the Ϫ1 frame before the slippery site suppressed the frameshift by about 50%. Three stop codons in the 0 frame downstream from the heptamer also have lower framshift efficiencies, at 52.1, 57.3, and 72.3% of the wild-type efficiency respectively (Fig. 2) . A plausible explanation for the decreased frameshift could be attributed to the nonsense-mediated mRNA decay pathway (6, 34) , even though it is not yet known whether such a pathway exists in a lineage as ancient as Giardia. The repressive effect also appeared to be decreasing as the stop codons were placed farther away from the heptamer (41) . The stop codon placed at nt 2843 to 2845 in the 0 frame at the immediate 3Ј end of the heptamer (Fig. 2) reduced the ribosomal frameshifting to 37.8%. A stop codon placed at the same location in HIV (18) repressed the frameshift by the prokaryote ribosome to a similar extent. Most interestingly, the recoding event was further depressed when the level of the peptide release factors (RF) in vivo was increased, directly linking the decrease in frequency of frameshift with the recruitment of RF by the termination codon (37) . It remains to be determined whether repression of the frameshift is also mediated by RF in our case.",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 177,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 178,
                    "end": 181,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 182,
                    "end": 185,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 186,
                    "end": 189,
                    "text": "21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 190,
                    "end": 193,
                    "text": "28)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 378,
                    "end": 402,
                    "text": "Honda and Nishimura (17)",
                    "ref_id": null
                },
                {
                    "start": 811,
                    "end": 814,
                    "text": "(6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 815,
                    "end": 818,
                    "text": "34)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1034,
                    "end": 1038,
                    "text": "(41)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1240,
                    "end": 1244,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1562,
                    "end": 1566,
                    "text": "(37)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [
                {
                    "start": 683,
                    "end": 691,
                    "text": "(Fig. 2)",
                    "ref_id": null
                },
                {
                    "start": 1137,
                    "end": 1145,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "In summary, we have succeeded in using the experimental approaches of site-directed mutagenesis and chemical modifications of mRNA to dissect the structural basis of the programmed Ϫ1 ribosomal frameshift during translation of GLV mRNA in Giardia. The conclusion, indicating the mere requirement of a heptamer and a downstream stem-loop in the ORF overlapping region, provides to our knowledge the first example of such a mechanism of frameshifting among totiviruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Translational frameshifting mediated by a viral sequence in plant cells",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Brault",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Proc. Natl. Acad. Sci",
            "volume": "89",
            "issn": "",
            "pages": "2262--2266",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Ribosomal frameshifting viral RNAs",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Brierley",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J. Gen. Virol",
            "volume": "76",
            "issn": "",
            "pages": "1885--1892",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Characterization of an efficient coronavirus ribosomal frameshifting signal: requirement for an RNA pseudoknot",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Brierley",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Digard",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Inglis",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Cell",
            "volume": "57",
            "issn": "",
            "pages": "537--547",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Mutational analysis of the \"slippery-sequence\" component of a coronavirus ribosomal frameshifting signal",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Brierley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Jenner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Inglis",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Mol. Biol",
            "volume": "227",
            "issn": "",
            "pages": "463--479",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Mutational analysis of the RNA pseudoknot component of a coronavirus ribosomal frameshifting signal",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Brierley",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Rolley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Jenner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Inglis",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J. Mol. Biol",
            "volume": "220",
            "issn": "",
            "pages": "889--902",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "RNA surveillance. Unforeseen consequences for gene expression, inherited genetic disorders and cancer",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Culbertson",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Trends Genet",
            "volume": "15",
            "issn": "",
            "pages": "74--80",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Ribosomal frameshifting in yeast viruses",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Dinman",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Yeast",
            "volume": "11",
            "issn": "",
            "pages": "1115--1127",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A Ϫ1 ribosomal frameshift in a double-stranded RNA virus of yeast forms a gag-pol fusion protein",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Dinman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Icho",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Wickner",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "88",
            "issn": "",
            "pages": "174--178",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Ribosomal frameshifting efficiency and gag/gag-pol ratio are critical for yeast M1 double-stranded RNA virus propagation",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Dinman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Wickner",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Virol",
            "volume": "66",
            "issn": "",
            "pages": "3669--3676",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Two cis-acting signals control ribosomal frameshift between human T-cell leukemia virus type II gag and pro genes",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Falk",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mador",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Udi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Panet",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Honigman",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Virol",
            "volume": "67",
            "issn": "",
            "pages": "6273--6277",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Programmed translational frameshifting",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Farabaugh",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Microbiol. Rev",
            "volume": "60",
            "issn": "",
            "pages": "103--134",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Specific secondary structures in the capsid-coding region of Giardiavirus transcript are required for its translation in Giardia lamblia",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Garlapati",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J. Mol. Biol",
            "volume": "308",
            "issn": "",
            "pages": "623--638",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Recoding: dynamic reprogramming of translation",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Gesteland",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Atkins",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Annu. Rev. Biochem",
            "volume": "65",
            "issn": "",
            "pages": "741--768",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The nucleic acid-binding zinc finger protein of potato virus M is translated by internal initiation as well as by ribosomal frameshifting involving a shifty stop codon and a novel mechanism of P-site slippage",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gramstat",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Prufer",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Rohde",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Nucleic Acids Res",
            "volume": "22",
            "issn": "",
            "pages": "3911--3917",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Multiple modes of subunit associationin the structures of simple spherical viruses",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Harrison",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Trends Biochem. Sci",
            "volume": "9",
            "issn": "",
            "pages": "345--351",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "An 'elaborated' pseudoknot is required for high frequency frameshifting during translation of HCV 229E polymerase mRNA",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Herold",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Siddell",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Nucleic Acids Res",
            "volume": "21",
            "issn": "",
            "pages": "5838--5842",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Suppression of translation frameshift by upstream termination codon",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Honda",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nishimura",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Biochem. Biophys. Res. Commun",
            "volume": "221",
            "issn": "",
            "pages": "602--608",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Prokaryotic ribosomes recode the HIV-1 gag-pol-1 frameshift sequence by an E/P site post-translocation simultaneous slippage mechanism",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Horsfield",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Mannering",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Adamski",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Tate",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Nucleic Acids Res",
            "volume": "23",
            "issn": "",
            "pages": "1487--1494",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Characterization of ribosomal frameshifting in HIV-1 gag-pol expression",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jacks",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Power",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "R"
                    ],
                    "last": "Masiarz",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Luciw",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Barr",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Varmus",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Nature",
            "volume": "331",
            "issn": "",
            "pages": "280--283",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Expression of the Rous sarcoma virus pol gene by ribosomal frameshifting",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jacks",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Varmus",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Science",
            "volume": "230",
            "issn": "",
            "pages": "1237--1242",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Identification and analysis of the site of Ϫ1 ribosomal frameshifting in red clover necrotic mosaic virus",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Lommel",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Virology",
            "volume": "200",
            "issn": "",
            "pages": "574--582",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Kinetics of ribosomal pausing during programmed Ϫ1 translational frameshifting",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Lopinski",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Dinman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Bruenn",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Mol. Cell. Biol",
            "volume": "20",
            "issn": "",
            "pages": "1095--1103",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The human astrovirus RNA-dependent RNA polymerase coding region is expressed by ribosomal frameshifting",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Marczinke",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Bloys",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Willcocks",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Carter",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Brierley",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J. Virol",
            "volume": "68",
            "issn": "",
            "pages": "5588--5595",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Secondary structure and mutational analysis of the ribosomal frameshift signal of Rous sarcoma virus",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Marczinke",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fisher",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vidakovic",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Bloys",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Brierley",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J. Mol. Biol",
            "volume": "284",
            "issn": "",
            "pages": "205--225",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Expanded sequence dependence of thermodynamic parameters improves prediction of RNA secondary structure",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Mathews",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sabina",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zuker",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Turner",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Mol. Biol",
            "volume": "288",
            "issn": "",
            "pages": "911--940",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Purification and characterization of the Giardia lamblia double-stranded RNA virus",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Mol. Biochem. Parasitol",
            "volume": "28",
            "issn": "",
            "pages": "189--195",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Rapid chemical probing of conformation in 16S ribosomal RNA and 30S risosomal subunits using primer extension",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Moazed",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Stern",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Noller",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J. Mol. Biol",
            "volume": "187",
            "issn": "",
            "pages": "399--416",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Identification and analysis of the gag-pol ribosomal frameshift site of feline immunodeficiency virus",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Morikawa",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Bishop",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Virology",
            "volume": "186",
            "issn": "",
            "pages": "389--397",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Human immunodeficiency virus type 1 gag-pol frameshifting is dependent on downstream mRNA secondary structure: demonstration by expression in vivo",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "T"
                    ],
                    "last": "Parkin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chamorro",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Varmus",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Virol",
            "volume": "66",
            "issn": "",
            "pages": "5147--5151",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Ribosomal frameshifting in plants: a novel signal directs the Ϫ1 frameshift in the synthesis of the putative viral replicase of potato leafroll luteovirus",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Prufer",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tacke",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schmitz",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kull",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kaufmann",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Rohde",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "EMBO J",
            "volume": "11",
            "issn": "",
            "pages": "1111--1117",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The Gag domain of the Gag-Pol fusion protein directs incorporation into the L-A double-stranded RNA viral particles in Saccharomyces cerevisiae",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Ribas",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Wickner",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J. Biol. Chem",
            "volume": "273",
            "issn": "",
            "pages": "9306--9311",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "RNA pseudoknots: translational frameshifting and readthrough on viral RNAs",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Ten Dam",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Pleij",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bosch",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Virus Genes",
            "volume": "4",
            "issn": "",
            "pages": "121--136",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Structural analysis of RNA using chemical and enzymatic probing monitored by primer extension",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Stern",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Moazed",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Noller",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Methods Enzymol",
            "volume": "164",
            "issn": "",
            "pages": "481--489",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Nonsense-mediated decay of mRNA for the selenoprotein phospholipid hydroperoxide glutathione peroxidase is detectable in cultured cells but masked or inhibited in rat tissues",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Moriarty",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Henics",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Laduca",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Maquat",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Mol. Biol. Cell",
            "volume": "12",
            "issn": "",
            "pages": "1009--1017",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Sequence requirements for efficient translational frameshifting in the Escherichia coli dnaX gene and the role of an unstable interaction between tRNA(Lys) and an AAG lysine codon",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Tsuchihashi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "O"
                    ],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Genes Dev",
            "volume": "6",
            "issn": "",
            "pages": "511--519",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Translational frameshifting generates the gamma subunit of DNA polymerase III holoenzyme",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Tsuchihashi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kornberg",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "87",
            "issn": "",
            "pages": "2516--2520",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "The pokeweed antiviral protein specifically inhibits Ty1-directed ϩ1 ribosomal frameshifting and retrotransposition in Saccharomyces cerevisiae",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Tumer",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Parikh",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Dinman",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J. Virol",
            "volume": "72",
            "issn": "",
            "pages": "1036--1042",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Discovery of a specific double-stranded RNA virus in Giardia lamblia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Mol. Biochem. Parasitol",
            "volume": "21",
            "issn": "",
            "pages": "269--276",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Viruses of the protozoa",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Annu. Rev. Microbiol",
            "volume": "45",
            "issn": "",
            "pages": "251--63",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Giardiavirus double-stranded RNA genome encodes a capsid polypeptide and a gag-pollike fusion protein by a translation frameshift",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "90",
            "issn": "",
            "pages": "8595--8599",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "E. coli ribosomes re-phase on retroviral frameshift signals at rates ranging from 2 to 50 percent",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Dunn",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shuh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Atkins",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Gesteland",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "New Biol",
            "volume": "1",
            "issn": "",
            "pages": "159--169",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Double-stranded RNA viruses of Saccharomyces cerevisiae",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Wickner",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Microbiol. Rev",
            "volume": "60",
            "issn": "",
            "pages": "250--265",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "The function of a ribosomal frameshifting signal from human immunodeficiency virus-1 in Escherichia coli",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Yelverton",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lindsley",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Yamauchi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Gallant",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Mol. Microbiol",
            "volume": "11",
            "issn": "",
            "pages": "303--313",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Amplification, expression, and packaging of a foreign gene by giardiavirus in Giardia lamblia",
            "authors": [
                {
                    "first": "D.-C",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J. Virol",
            "volume": "70",
            "issn": "",
            "pages": "8752--8757",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Virus-mediated expression of firefly luciferase in the parasitic protozoan Giardia lamblia",
            "authors": [
                {
                    "first": "D.-C",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "C.-H",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Mol. Cell. Biol",
            "volume": "15",
            "issn": "",
            "pages": "4867--4872",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "room temperature over a 45-min period in a 200-l nondenaturing probing buffer, HMK (80 mM HEPES-KOH [pH 7.8], 10 mM MgCl 2 , 270 mM KCl). The reaction mixtures were incubated at 37°C for 0, 10, and 20 min. The reactions with the DMS and CMCT modifications were terminated by adding 75 l of the stop buffer (1 M Tris-acetate [pH 7.5], 1 M ␤-mercaptoethanol, 1.5 M sodium acetate, 0.1 mM EDTA). The KE modification was stabilized by adding 0.5 volume of 250 mM potassium borate (pH 7.0). Chemically modified RNA was precipitated by adding 3 volumes of 100% ethanol.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "FIG. 3. Alteration of the putative stem-loop structure downstream from the slippery site by site-directed mutagenesis and assay of the effect from the alteration on the Ϫ1 ribosomal frameshift. The five transcripts used for transfecting Giardia trophozoites are as follows: 1, wild type; 2, the AUUA/uagu mutant at nt 2868 to 2871 that shortens the stem from its top by 4 bp and enlarges the loop from 11 to 19 nt without altering its distance from the slippery heptamer; 3, the CGUG/gcgc mutant at nt 2849 to 2852 that shortens the stem from its bottom by 5 bp and increases its distance from the slippery heptamer from 5 to 10 nt without altering the loop; 4, the CGUG/gcgc mutant at nt 2872 to 2875 that shortens the stem from its bottom by 5 bp and increases its distance from the slippery heptamer to 10 nt without altering its loop structure; and 5, the double mutant of CGUC/gcgc (nt 2849 to 2852) and CGCG/gugc (nt 2872 to 2875) that restored the wild-type stem structure with altered nucleotide sequence. The upper panel presents relative frequencies of the Ϫ1 ribosomal frameshift derived from luciferase expression in mutant transcripttransfected Giardia trophozoites in triplicate experiments (see Table 1 for actual data).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Chemical probings of the pC631(68)luc transcript and structural analysis of the 68-nt frameshift region by primer extension. Chemical modifications of A and C (by DMS), U (by CMCT), and G (by KE) were monitored by reverse transcription using end-labeled primers complementary to the nucleotides either 22 nt downstream of the last residue of stem-loop 1 (A) or 31 nt downstream of the last U residue of stem-loop 2 (B). The durations of incubation in each chemical reaction are indicated in minutes above each lane of gel electrophoresis. The left side of the gel labeled CUAG at the top represents the corresponding sequencing ladder of the cDNA. Arrows indicate transcriptional stops from primer extension representing the chemically modified bases in the treated RNA molecule, which migrate at a distance 1 nt short of that in the corresponding DNA ladder.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "FIG. 5-Continued.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Summary of the results of primer extension on chemically modified RNA presented in Fig. 5. For the 68-nt frameshift region in GLV mRNA and the downstream 17-nt sequence of the luciferase mRNA, bases clearly modified by various chemicals are shown by large arrowheads. Chemical modifications becoming only gradually detectable with incubation time are indicated by small arrowheads. The numbers indicate the nucleotide positions relative to the 5Ј end of GLV RNA. Bold type represents the sequence in GLV mRNA, whereas normal type indicates the sequence in luciferase mRNA.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Luciferase activities of Giardia cells transfected with various mutant transcripts Each value represents an average of luciferase activities obtained from at least three independent transfection experiments. Wild type and mutants were each transfected in triplicate in each experiment. b Luciferase expression caused by the wild-type 68-nt fragment is compared with that of the in-frame construct pC631(69)luc, which is defined as 100% expression. c Luciferase expression from various mutants is compared with that of pC631(68)luc, which represents 100% of wild-type frameshift frequency.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Srinivas Garlapati for instructions on how to perform chemical probings of RNA.This work was supported by grant AI-30475 from the National Institutes of Health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        }
    ]
}