{
    "paper_id": "6abf26a75303e6fd937d197e246d6d72e9552c4e",
    "metadata": {
        "title": "Clinical manifestations, response to treatment, and clinical outcome for Weimaraners with hypertrophic osteodystrophy: 53 cases (2009-2011) NIH Public Access",
        "authors": [
            {
                "first": "Noa",
                "middle": [],
                "last": "Safra",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Eric",
                "middle": [
                    "G"
                ],
                "last": "Johnson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lisa",
                "middle": [],
                "last": "Lit",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zena",
                "middle": [
                    "T"
                ],
                "last": "Wolf",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Miriam",
                "middle": [],
                "last": "Aguilar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nili",
                "middle": [],
                "last": "Karmi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Carrie",
                "middle": [
                    "J"
                ],
                "last": "Finno",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Danika",
                "middle": [
                    "L"
                ],
                "last": "Bannasch",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Objective-To evaluate clinical manifestations, response to treatment, and outcome for Weimaraners with hypertrophic osteodystrophy (HOD).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Design-Retrospective case series.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Procedures-Medical records were reviewed for signalment, vaccination history, clinical signs, laboratory test results, response to treatment, and relapses. Radiographs were reviewed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results-Clinical signs included pyrexia, lethargy, and ostealgia; signs involving the gastrointestinal, ocular, or cutaneous systems were detected. Of the 53 dogs, 28 (52.8%) had HOD-affected littermates. Dogs with HOD-affected littermates were more likely to relapse, compared with the likelihood of relapse for dogs with no HOD-affected littermates. All 53 dogs had been vaccinated 1 to 30 days before HOD onset; no difference was found between the number of dogs with a history of vaccination with a recombinant vaccine (n = 21) versus a nonrecombinant vaccine (32). Fifty (94.3%) dogs had radiographic lesions compatible with HOD at disease onset, and the other 3 (5.7%) had HOD lesions 48 to 72 hours after the onset of clinical signs. Twelve of 22 (54.5%) dogs treated with NSAIDs did not achieve remission by 7 days after initiation of treatment. All dogs treated initially with corticosteroids achieved remission within 8 to 48 hours. Of the 33 dogs that reached adulthood, 28 (84.8%) were healthy and 5 (15.2%) had episodes of pyrexia and malaise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions and Clinical Relevance-Treatment with corticosteroids was superior to treatment with NSAIDs in Weimaraners with HOD. It may be necessary to evaluate repeated radiographs to establish a diagnosis of HOD. Most HOD-affected Weimaraners had resolution of the condition with physeal closure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Hypertrophic osteodystrophy, which was first reported in the 1930s, is a developmental systemic disease of rapidly growing young dogs. [1] [2] [3] [4] [5] [6] [7] [8] [9] [10] [11] [12] [13] Clinical manifestation of HOD ranges from mild, self-limiting disease 4, 14, 15 to severe multisystemic life-threatening illness. 5, 9, 13, 16 Clinical signs include recurrent episodes of pyrexia and malaise, often accompanied by signs of pain and soft tissue swelling over a metaphyseal region. Affected dogs have variable degrees of lameness, from a mild limp to full recumbency. Additional clinical signs that may precede the onset of ostealgia include ocular and nasal discharge, skin pustules or nodules, diarrhea, hematochezia, vulvovaginitis, and pathological respiratory sounds. 1, 4, 7, 17 Age of onset ranges between 7 weeks 6 and 8 months, 18 and the highest incidence is reported for dogs between 3 and 4 months of age. 16 Relapse is common and may occur until closure of the physes. 7 Nonspecific hematologic findings include leukocytosis characterized by neutrophilia and monocytosis as well as mild nonregenerative anemia, thrombocytosis, or thrombocytopenia. 9, 10, 12 Serum biochemical analysis may reveal hyperphosphatemia and an elevated alkaline phosphatase activity, which is characteristic of juvenile animals, 19, 20 together with nonspecific findings such as hypoalbuminemia and low BUN and creatinine concentrations. 9, 10, 12 Diagnosis of HOD is made on the basis of the medical history, clinical signs, and signalment and by ruling out infectious causes. Radiography and histologic evaluation of bone sections reveal characteristic lesions 2, 4, 5, 18 in the metaphysis of the long bones, but lesions in the vertebrae, ribs, and mandible 6 as well as the scapulae, humeri, and femurs 12, 21 and the optic foraminae 2 have also been reported. Radiographic changes include metaphyseal sclerosis, widening of the metaphyseal region, and appearance of transverse radiolucent lines in the metaphysis with or without paracortical mineralization and periosteal proliferation. 1, 7, 14 Dogs with severe HOD may develop secondary angular limb deformities. 1, 7 Histologically, necrotic trabeculae and infiltrations of polymorphonuclear cells are evident in the affected metaphyses and are accompanied by hemorrhage, hemosiderin deposits, and fibrosis. 1, 2, 7, 13 Despite extensive clinical characterization of HOD, the pathogenesis remains unknown. Suggested causes, such as vitamin C deficiency 6 and excess dietary supplementation with vitamins and minerals, 22 have been excluded on the basis of results of controlled studies. 3 Infection with canine distemper virus has also been considered as a cause of HOD [22] [23] [24] [25] ; however, an attempt to transmit HOD from affected to nonaffected dogs failed, and experimental canine distemper virus infection did not cause HOD lesions in the infected dogs. 3 In 1 study, 17 investigators found Escherichia coli bacteremia in a single HODaffected dog, but they speculated that the infection was a secondary condition and not the cause of HOD.",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 138,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 139,
                    "end": 142,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 143,
                    "end": 146,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 147,
                    "end": 150,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 151,
                    "end": 154,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 155,
                    "end": 158,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 159,
                    "end": 162,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 163,
                    "end": 166,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 167,
                    "end": 170,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 171,
                    "end": 175,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 176,
                    "end": 180,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 181,
                    "end": 185,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 186,
                    "end": 190,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 261,
                    "end": 263,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 264,
                    "end": 267,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 321,
                    "end": 323,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 324,
                    "end": 326,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 327,
                    "end": 330,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 778,
                    "end": 780,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 781,
                    "end": 783,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 784,
                    "end": 786,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1166,
                    "end": 1168,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1169,
                    "end": 1172,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1324,
                    "end": 1327,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1433,
                    "end": 1435,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1436,
                    "end": 1439,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1658,
                    "end": 1660,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1661,
                    "end": 1663,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1664,
                    "end": 1666,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1802,
                    "end": 1805,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2087,
                    "end": 2089,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 2090,
                    "end": 2092,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2165,
                    "end": 2167,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 2361,
                    "end": 2363,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 2364,
                    "end": 2366,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 2367,
                    "end": 2369,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2723,
                    "end": 2727,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 2728,
                    "end": 2732,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 2733,
                    "end": 2737,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 2738,
                    "end": 2742,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Hypertrophic osteodystrophy has been diagnosed in 40 breeds of dogs 16 as well as in mixedbreed dogs. 8, 26 A specific breed predisposition has been reported for Great Danes, Boxers, German Shepherd Dogs, Irish Setters, and Weimaraners; therefore, it is likely that an inherited factor plays a role in the pathogenesis of the disease. 8, 16 The Weimaraner is the only breed in which entire litters and closely related animals are reported to be affected, 4, 5, 10, 16 which indicates a strong heritable component for the disease in that breed. 8 Although Weimaraners are continuously mentioned in relation to HOD, to the authors' knowledge, there has not been a case series of a large number of HOD-affected Weimaraners from multiple litters. The purpose of the study reported here was to determine the response of Weimaraners with HOD to treatment and to determine the vaccination history, clinical signs, clinical findings, treatment protocols used, and clinical outcome for Weimaraners with HOD.",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 104,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 335,
                    "end": 337,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 455,
                    "end": 457,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 458,
                    "end": 460,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 461,
                    "end": 464,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Medical records for dogs with HOD reported between 2009 and 2011 to our laboratory group as part of a research study intended to determine the underlying genetic mutation that causes HOD in Weimaraners were evaluated. Participation of dog owners was solicited with announcements posted in the Weimaraner Club of America magazine or on the Weimaraner Club of America website, by direct communication with Weimaraner owners and attending veterinarians, and via the Veterinary Information Network. Dogs were included on the basis of signalment; clinical signs of pyrexia, lethargy, and ostealgia; and radiographic evidence of HOD as evaluated by a board-certified veterinary radiologist (EGJ). Complete medical records and copies of the radiographs of the forelimbs were required. Information for each owner as well as each veterinary clinic was recorded to enable follow-up monitoring of the clinical outcome as the dogs matured.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Criteria for selection of cases"
        },
        {
            "text": "Information obtained from the medical records consisted of country of origin, signalment, vaccination history (including vaccine type), clinical signs (pyrexia, lethargy, ostealgia, diarrhea, ocular discharge, pustules or nodules, nasal discharge, soreness of the mandibular region, vulvovaginitis, hematochezia, pathological respiratory sounds, and vomiting). Results of laboratory testing (CBCs and serum biochemical analyses) were evaluated when available. Because diagnostic tests were performed by several commercial diagnostic laboratories, units for the results were converted to fit a standard reference interval. The medical records were also evaluated for information regarding treatment, response to treatment, and relapse episodes. Information about affected littermates was obtained from the owners or breeders of HOD-affected dogs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Medical record review"
        },
        {
            "text": "Dogs with HOD were treated in accordance with 1 of 2 protocols. Treatment with NSAIDs (protocol 1) involved oral administration of carprofen (4.4 mg/kg [2 mg/lb], q 24 h for 7 days; 6 females and 9 males), firocoxib (5 mg/kg [2.27 mg/lb], q 24 h for 7 days; 1 female and 1 male), meloxicam (0.1 mg/kg [0.045 mg/lb], q 24 h for 7 days; 2 females and 2 males), or deracoxib (1 to 2 mg/kg [0.45 to 0.91 mg/lb], q 24 h for 7 days; 1 female). Treatment with corticosteroids (protocol 2) involved oral administration of prednisone (0.75 to 1.5 mg/kg [0.34 to 0.68 mg/lb], q 12 h for 5 days, followed by a tapering dose or as needed; 13 females and 17 males). A few dogs (2 females and 3 males) required long-term treatment with prednisone (5 mg, PO, q 48 h for 1 year) to maintain remission. Both protocols included supportive care (correction of fluid and electrolyte imbalances, opiates [as needed], and rest or restriction of movement), broad-spectrum antimicrobials, and, for 15 dogs, antacids.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment"
        },
        {
            "text": "Because of the exploratory nature of the analyses, multiple comparison corrections were not applied. Results of CBCs and serum biochemical analyses were categorized as low, within reference limits, or high on the basis of the laboratory reference intervals. Clinical signs were categorized as present or absent. Vaccination history was categorized as vaccination with a nonrecombinant polyvalent vaccine (ie, canine distemper virus, canine parvovirus, adenovirus type 2, parainfluenza, and leptospirosis) or a recombinant polyvalent vaccine a (a recombinant canarypox-vector that expressed glycoproteins of canine distemper virus, modified-live adenovirus type 2, parainfluenza virus, parvovirus, and coronavirus). Presence of HOD-affected littermates, radiographic diagnostic lesions detected during the first examination, lesions detected during radiography performed 48 to 72 hours after onset of clinical signs, relapse, response to treatment for protocol 1, response to treatment for protocol 2, and switching from protocol 1 to protocol 2 were dichotomous variables (yes or no). Age of onset was stratified as a categorical variable (7 to 10 weeks, 11 to 14 weeks, or 15 to 18 weeks). Number of days in a hospital, total number of clinical signs, and number of abnormal CBC values were analyzed as continuous variables. Correlations between continuous variables and categorical variables were analyzed with nonparametric Spearman ρ tests. Pearson coefficients were used to determine correlations between continuous variables. Student t tests were used to consider mean differences of continuous variables between groups. To examine relationships between categorical variables, Fisher exact tests, Pearson χ 2 tests, or likelihood ratio χ 2 statistics were used. Data were analyzed with statistical software. b For all analyses, a 2-tailed value of α < 0.05 was considered significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "Fifty-three Weimaraners with HOD were included in the study. Demographics, medical history, signalment, diagnostic radiographic lesions, response to treatment, relapses, affected siblings, and clinical outcome were summarized (Table 1) . Most (n = 45) dogs were from the United States, but 3 dogs were from Europe, 3 were from Australia, and 2 were from Canada. There was not a significant (P = 0.41) difference in the number of males (n = 30) and females (23) . Twenty-three of 44 (52.3%) dogs had HOD-affected littermates, and those with HOD-affected littermates were significantly more likely to relapse (likelihood ratio, 4.186; P = 0.04). All 53 dogs had been vaccinated between 1 and 30 days before the onset of HOD; there was not a significant (P = 0.169) difference between the number of dogs vaccinated with a recombinant vaccine (21) ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 226,
                    "end": 235,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Demographics and clinical manifestation"
        },
        {
            "text": "Results of CBCs were summarized ( Table 2 ). Abnormalities consisted of mild nonregenerative anemia (n = 26 dogs) and leukocytosis (32). Evaluation of the leukogram revealed monocytosis (n = 31 dogs), neutrophilia with a left shift (21) , and lymphocytosis (19) . Platelet counts were within the reference range for the majority (n = 39) of the dogs, but thrombocytopenia (8) or thrombocytosis (5) was also detected.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 34,
                    "end": 41,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Laboratory tests"
        },
        {
            "text": "Results of serum biochemical analyses were evaluated for 26 dogs (Table 3) . Abnormal findings included decreased total protein concentrations (n = 13) and hypoalbuminemia (11) . Alkaline phosphatase activity was elevated (n = 20), and concentrations of BUN (11) and creatinine (13) were decreased. Hyperphosphatemia was detected in 13 dogs, hyperglycemia was detected in 4 dogs, hypoglycemia was detected in 1 dog, hyponatremia was detected in 6 dogs, and hypercholesterolemia was detected in 5 dogs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 65,
                    "end": 74,
                    "text": "(Table 3)",
                    "ref_id": null
                }
            ],
            "section": "Laboratory tests"
        },
        {
            "text": "Radiographic lesions compatible with a diagnosis of HOD were observed in radiographs obtained at the onset of disease in most (n = 50) of the dogs. In the 3 other dogs, characteristic HOD lesions were seen during evaluation of a second set of radiographs obtained 48 to 72 hours after disease onset (Figure 1 ). There was no relationship between age of onset and detection of radiographic lesions during evaluation of the first or second set of radiographs (likelihood ratio, 0.604; P = 0.74); the 3 dogs in which radiographic lesions were only detected in a second set of radiographs obtained 48 to 72 hours after HOD onset were in different age categories.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 299,
                    "end": 308,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Laboratory tests"
        },
        {
            "text": "Fifty-two of the dogs with HOD were treated with NSAIDs (protocol 1) or prednisone (protocol 2). Of the 22 dogs treated in accordance with protocol 1, 10 (45.5%) achieved remission (defined as resolution of pyrexia, lethargy, and ostealgia) within 8 to 48 hours after administration of treatment. These dogs were treated with carprofen (n = 8 dogs), firocoxib (1), and meloxicam (1). The other 12 (54.5%) dogs treated in accordance with protocol 1 (carprofen [n = 7 dogs], firocoxib [2] , meloxicam [2] , and deracoxib [1]) did not achieve remission within 48 hours and up to 7 days after initiation of treatment. For these dogs, treatment was terminated 48 (n = 6 dogs), 72 (2), or 96 hours (2) or 7 days (2) after initiation of treatment. These 12 dogs were allowed a washout period of 24 to 72 hours to decrease the risk of developing gastrointestinal ulcers before treatment with prednisone (protocol 2) was initiated; remission was achieved with no adverse gastrointestinal tract effects in all 12 of these dogs. In contrast, all 30 dogs treated initially in accordance with protocol 2 achieved remission within 8 to 48 hours after onset of treatment. Values for the proportion of dogs that achieved remission differed significantly (P < 0.001) between the treatment protocols. Dogs were hospitalized for a mean ± SD of 2.77 ± 3.76 days (range, 0 to 14 days).",
            "cite_spans": [
                {
                    "start": 483,
                    "end": 486,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 499,
                    "end": 502,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Treatment and clinical outcome"
        },
        {
            "text": "Of the 33 HOD-affected dogs that reached adulthood, 28 (84.8%) were healthy, which was a significantly (P < 0.001) higher proportion in comparison to the 5 (15.2%) unhealthy dogs. The 5 unhealthy dogs (2 females and 3 males) had infrequent but recurrent episodes of pyrexia and malaise that were responsive to NSAIDs or to anti-inflammatory doses of corticosteroids.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment and clinical outcome"
        },
        {
            "text": "Multisystemic disease was significantly correlated with failure to respond when treated in accordance with protocol 1 (r = 0.50; P = 0.02) and being switched from protocol 1 to protocol 2 (r = 0.32; P = 0.02). The dogs that did not respond when treated in accordance with protocol 1 were significantly more likely to have diarrhea (P = 0.02; Fisher exact test), a low creatinine concentration (likelihood ratio, 4.557; P = 0.03), a low Hct (likelihood ratio, 4.567; P = 0.03), and neutrophilia (likelihood ratio, 7.994; P = 0.02) than were the dogs that responded to protocol 1. Additionally, the dogs that failed to respond to treatment in accordance with protocol 1 had significantly more abnormal CBC and serum biochemical values (P = 0.02), spent more days in the hospital (P < 0.001), and were more likely to relapse (P = 0.004) than were dogs that responded to protocol 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment and clinical outcome"
        },
        {
            "text": "Of the 22 dogs treated in accordance with protocol 1, 12 were males and 10 were females. Males were significantly (P = 0.043) more likely than females (8 males vs 2 females) to respond when treated in accordance with protocol 1. However, this may have been attributable to the fact that females were significantly (P = 0.04) more likely than males to have a higher total number of clinical signs. There was not a significant (P = 0.189) correlation between sex and response for dogs treated in accordance with protocol 1 when we controlled for the total number of clinical signs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment and clinical outcome"
        },
        {
            "text": "An important finding in the present study was the significant difference in the response between the 2 treatment protocols, which indicated that treatment with corticosteroids is more efficient than is treatment with NSAIDs for Weimaraners with HOD. This result is in agreement with results of a previous study. 9 Another important finding was that radiographic changes were absent at the onset of clinical signs in 3 of the dogs. Repeated radiographs were necessary to achieve a diagnosis of HOD in those dogs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We used data for dogs registered with the American Kennel Club for the years 2009 and 2010, compared with the number of recorded cases for American Kennel Club dogs during the same period, to estimate the annual proportion of cases during this period. In 2009, there were 9 recorded cases in our sample set and 1,791 registered Weimaraner puppies. In 2010, there were 6 recorded cases and 1,560 registered Weimaraner puppies. The limitation of this estimation is that there were likely unreported cases or unregistered litters, which would modify this assessment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In the present study, there were 53 Weimaraners with HOD between the years 2009 and 2011. A predisposition of this breed to HOD has been reported. 4, 5, 9, 10, 16 Although the majority (n = 45) of affected dogs in this report were from the United States, the fact that additional affected dogs were from Europe, Australia, and Canada suggested that HOD is prevalent in Weimaraners throughout the world.",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 149,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 150,
                    "end": 152,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 153,
                    "end": 155,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 156,
                    "end": 159,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The presumably high incidence of HOD in the breed and the fact that 23 of 44 (52.3%) dogs included in the study had HOD-affected littermates support published data and strengthen the hypothesis that there is an inherited predisposition for the disease in Weimaraners. Furthermore, analysis of the results indicated that dogs with affected littermates were more likely to relapse. Although the underlying genetic mechanism that may provide an explanation for this observation in Weimaraners is still not clear, this information should assist clinicians when consulting with owners of HOD-affected dogs in regard to the expected course of disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Analysis of the results of the present study did not reveal significant differences between the numbers of affected male and female Weimaraners. In contrast, investigators in another study 16 reported that males were 2.3 times as likely as females to develop HOD. In that study, 16 131 dogs with HOD were reviewed; this represented 38 purebred and mixed-breed dogs, only 10 of which were Weimaraners. Additional controlled epidemiological studies are needed before conclusions can be drawn regarding the differential risk for HOD on the basis of sex.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In all 53 dogs, onset of HOD was within 1 to 30 days after administration of a polyvalent live-virus vaccine. Other authors have hypothesized that HOD is a vaccine-induced condition in Weimaraners. 10 Given that HOD and the age at the time of vaccination in puppies coincide (and that most of the vaccinated Weimaraners do not develop HOD), it is impossible to rule in or out the contribution of vaccination to the onset of HOD without performing additional controlled studies that include unvaccinated dogs. Other authors have proposed that a recombinant vaccine should be evaluated as an alternative to conventional vaccines for use in Weimaraner puppies. 10 In the present study, approximately 40% of the dogs were vaccinated with a recombinant vaccine. a Although no titers were available to assess the protective effect of the recombinant vaccine in comparison to the nonrecombinant polyvalent vaccines, analysis of the data suggested that in dogs genetically predisposed to HOD, recombinant vaccines did not eliminate development of the disease. Similar to results reported elsewhere, 5, [9] [10] [11] [12] [13] abnormal CBC and biochemical values in the present study were nonspecific or, in the case of hyperphosphatemia and elevated alkaline phosphatase activity, are routinely detected in juvenile animals. 19, 20 The underlying mechanism for HOD is unknown, and the complex manifestation of the disease, including variation in the presence and severity of the clinical signs, suggests a multifactorial cause, such as that observed for immune-mediated disorders. 13 Further support for an immune mechanism in which an immature immune system is mounting a severe sterile inflammatory reaction is the strong positive response to immunosuppressive doses of corticosteroids. 9, 10, 27 Additional studies targeting the involvement of the immune system in the course of HOD in Weimaraners are required to confirm this hypothesis. Current recommended treatments for HOD are nonspecific and are intended to alleviate the clinical signs of pyrexia, ostealgia, and malaise. Treatment with NSAIDs or corticosteroids together with supportive care are considered appropriate. 7, 8, 11, 15, 16 However, in the present study, 12 of 22 (54.5%) dogs failed to respond to treatment with NSAIDs and had to be switched to treatment with corticosteroids, which suggested that the immune suppressive action of corticosteroids was required to achieve remission. 27 Three dogs with HOD that had clinical signs of pyrexia and malaise did not have radiographic lesions at the time of initial evaluation but had typical lesions on a second set of radiographs obtained 48 to 72 hours later. The reason for the delayed radiographic lesions is unclear, and a hypothesis that the general illness may precede detectable bone lesions in extremely young animals was ruled out because the 3 dogs with delayed lesions belonged to 3 age categories. Therefore, repeated radiographs at a 72-hour interval from the onset of clinical signs may be necessary to confirm a diagnosis of HOD.",
            "cite_spans": [
                {
                    "start": 1091,
                    "end": 1093,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1094,
                    "end": 1097,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1098,
                    "end": 1102,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1103,
                    "end": 1107,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1108,
                    "end": 1112,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1113,
                    "end": 1117,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1317,
                    "end": 1320,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1781,
                    "end": 1783,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1784,
                    "end": 1787,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1788,
                    "end": 1790,
                    "text": "27",
                    "ref_id": null
                },
                {
                    "start": 2173,
                    "end": 2175,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2176,
                    "end": 2178,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2179,
                    "end": 2182,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2183,
                    "end": 2186,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2449,
                    "end": 2451,
                    "text": "27",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In the present study, 28 of 33 dogs that reached adulthood were healthy. This indicated that the response to treatment with subsequent discontinuation of medications and no further relapses is common. This supports findings in other studies 7, 8, 11, 12 in which it was suggested that HOD resolves with closure of the physes. The remaining 5 dogs had recurrent episodes of sterile inflammation that were responsive to NSAIDs or to an anti-inflammatory dose of prednisone.",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 243,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 244,
                    "end": 246,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 247,
                    "end": 250,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In 1 report, 10 Weimaraner littermates were hypo-gammaglobulinemic and failed to mount an antibody response detectable via titers against canine parvovirus and canine distemper virus. The authors of that report 10 proposed a link between HOD and immune deficiency in Weimaraners. However, in the present case series of 53 HOD-affected Weimaraners from multiple litters, 23 of 26 (88.5%) dogs tested had globulin concentrations within or above the reference range, and 22 (84.6%) were healthy adults with no indication of immunodeficiency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The underlying molecular mechanism of HOD has not been definitively identified. Once the disease mechanisms for HOD are understood, it is expected that improved means of diagnosis, treatment, and possibly even preventive measures will become available. Dorsoventral radiographic views of both carpi of a 14-week-old male Weimaraner puppy obtained at the onset of pyrexia and malaise that were not diagnostic for HOD (A) and obtained 48 hours later that were diagnostic for HOD (B). In panel B, notice the typical pseudophyseal lines (arrows) that are proximal and parallel to the physes of the distal aspect of the radii and ulnas and indicative of HOD. R = Right. Results of CBC analysis for 52 Weimaraners with HOD. Table 3 Results of serum biochemical analysis for 26 Weimaraners with HOD. Percentages for each variable may not sum to 100% because of rounding.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 718,
                    "end": 725,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "-= Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Textbook of small animal orthopedics. Philadelphia: Lippincott",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Lenehan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Fetter",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hypertrophic",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Osteodystrophy",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "597--601",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Hypertrophic osteodystrophy in the dog. Case report",
            "authors": [
                {
                    "first": "Adj",
                    "middle": [],
                    "last": "Watson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Blair",
                    "suffix": ""
                },
                {
                    "first": "Brh",
                    "middle": [],
                    "last": "Farrow",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Aust Vet J",
            "volume": "49",
            "issn": "",
            "pages": "433--439",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Letter to the editor (lett)",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Grøndalen",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "J Small Anim Pract",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Metaphyseal osteopathy (hypertrophic osteodystrophy) in growing dogs: a clinical study",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Grøndalen",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "J Small Anim Pract",
            "volume": "17",
            "issn": "",
            "pages": "721--735",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Canine hypertrophic osteodystrophy, a study of the spontaneous disease in littermates",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Woodard",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Vet Pathol",
            "volume": "19",
            "issn": "",
            "pages": "337--354",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Hypertrophic osteodystrophy associated with disturbance of vitamin C synthesis in dogs",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Meier",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Clark",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "B"
                    ],
                    "last": "Schnelle",
                    "suffix": ""
                }
            ],
            "year": 1957,
            "venue": "J Am Vet Med Assoc",
            "volume": "130",
            "issn": "",
            "pages": "483--491",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Disease mechanisms in small animal surgery. Philadelphia: Lea & Febiger",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Bellah",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hypertrophic",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Osteopathy",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "858--864",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Breed susceptibility for developmental orthopedic diseases in dogs",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lafond",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Breur",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Austin",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Am Anim Hosp Assoc",
            "volume": "38",
            "issn": "",
            "pages": "467--477",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Hypertrophic osteodystrophy in six Weimaraner puppies associated with systemic signs",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Abeles",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Harrus",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Angles",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Vet Rec",
            "volume": "145",
            "issn": "",
            "pages": "130--134",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Development of hypertrophic osteodystrophy and antibody response in a litter of vaccinated Weimaraner puppies",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Harrus",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Waner",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Aizenberg",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Small Anim Pract",
            "volume": "43",
            "issn": "",
            "pages": "27--31",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Hypertrophic osteodystrophy in a Great Dane puppy",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Can Vet J",
            "volume": "42",
            "issn": "",
            "pages": "63--66",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Hypertrophic osteodystrophy of the proximal humerus in two dogs",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Franklin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Rochat",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Broaddus",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Am Anim Hosp Assoc",
            "volume": "44",
            "issn": "",
            "pages": "342--346",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Pathology in practice",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Joiner",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Montgomery",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Am Vet Med Assoc",
            "volume": "238",
            "issn": "",
            "pages": "1413--1415",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Radiology in veterinary pathology. A review with special reference to hypertrophic osteodystrophy and secondary hyperparathyroidism in the dog",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Olsson",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Acta Radiol Suppl",
            "volume": "319",
            "issn": "",
            "pages": "255--270",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Hypertrophic osteodystrophy and calvarial hyperostosis",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Muir",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Dubielzig",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Compend Contin Educ Pract Vet",
            "volume": "18",
            "issn": "",
            "pages": "143--151",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Comparison of risk factors for hypertrophic osteodystrophy, craniomandibular osteopathy and canine distemper virus infection",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Munjar",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Austin",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Breur",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Vet Comp Orthop Traumatol",
            "volume": "1",
            "issn": "",
            "pages": "37--43",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Escherichia coli bacteremia associated with hypertrophic osteodystrophy in a dog",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Schulz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Payne",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Aronson",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J Am Vet Med Assoc",
            "volume": "199",
            "issn": "",
            "pages": "1170--1173",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Selected skeletal dysplasias: craniomandibular osteopathy, multiple cartilaginous exostoses, and hypertrophic osteodystrophy",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Alexander",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Vet Clin North Am Small Anim Pract",
            "volume": "13",
            "issn": "",
            "pages": "55--70",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Effect of age on serum chemistry profile, electrophoresis and thyroid hormones in Beagle dogs two weeks to one year of age",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Wolford",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Schroer",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "X"
                    ],
                    "last": "Gohs",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Vet Clin Pathol",
            "volume": "17",
            "issn": "",
            "pages": "35--42",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Renal response to alterations in dietary phosphate in the young Beagle",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Russo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Nash",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Biol Neonate",
            "volume": "38",
            "issn": "",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Suspected skeletal scurvy in the dog",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 1962,
            "venue": "Vet Rec",
            "volume": "74",
            "issn": "",
            "pages": "801--813",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Hypertrophic osteodystrophy: vitamin C deficiency, overnutrition or infection",
            "authors": [
                {
                    "first": "Adj",
                    "middle": [],
                    "last": "Watson",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Aust Vet Pract",
            "volume": "8",
            "issn": "",
            "pages": "107--108",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Canine distemper virus transcripts detected in the bone cells of dogs with metaphyseal osteopathy",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Mee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Gordon",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Bone",
            "volume": "14",
            "issn": "",
            "pages": "59--67",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Canine distemper virus transcripts sequenced from pagetic bone",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Gordon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Mee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Bone Miner",
            "volume": "19",
            "issn": "",
            "pages": "159--174",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Detection of canine distemper virus in bone cells in the metaphyses of distemper-infected dogs",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Mee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Webber",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J Bone Miner Res",
            "volume": "7",
            "issn": "",
            "pages": "829--834",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Metaphyseal osteopathy: (hypertrophic osteodystrophy)",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "T"
                    ],
                    "last": "Rendano",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dueland",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Sifferman",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "J Small Anim Pract",
            "volume": "18",
            "issn": "",
            "pages": "679--682",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Reference within range No. (%) of dogs with values reference range No. of dogs with values below reference range No. of dogs with values above reference range No. each variable may not sum to 100% because of rounding. -= Not applicable. MCH = Mean corpuscular hemoglobin. MCHC = Mean corpuscular hemoglobin concentration. MCV = Mean corpuscular volume.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": ". (%) of dogs with values within reference range No. of dogs with values below reference range No. of dogs with values above reference range No.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "versus a nonrecombinant vaccine (32). a Recombitek C4, Merial, Duluth, Ga. b SPSS, version 20, SPSS Inc, Chicago, Ill. Clinical manifestation of HOD was summarized. Of the 53 dogs, most had the major clinical signs of pyrexia (n = 53 [100%]), lethargy (51 [96.2]), and ostealgia (49 [92.5%]). Fewer dogs had the minor clinical signs of diarrhea (32 [60.4%]), ocular discharge (20 [37.7%]), pustules or nodules (14 [26.4%]), nasal discharge (13 [24.5%]), soreness of the mandibular region (10 [18.9%]), hematochezia (7 [13.2%]), pathological respiratory sounds (7 [13.2%]), and vomiting (4 [7.5%]). Ten of 23 (43.5%) affected females had vulvovaginitis.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Demographic and medical data for 53 Weimaraners with HOD.Vaccine administered within 1-30 d before onset of HOD",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Hypertrophic osteodystrophy No data 20 37.7Percentages for each variable may not sum to 100% because of rounding.* Represents dogs that did not respond when treated in accordance with protocol 1 and were switched to treatment in accordance with protocol 2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HOD"
        }
    ]
}