{
    "paper_id": "6b18d72e0ecdd840251f81ba211de397837a63be",
    "metadata": {
        "title": "Archives of Virology Clones of Cells From a Human Embryo Lung: Their Growth and Susceptibility to Respiratory Viruses",
        "authors": [
            {
                "first": "D",
                "middle": [
                    "A J"
                ],
                "last": "Tyt~rell",
                "suffix": "",
                "affiliation": {
                    "laboratory": "3U J, England. u Present address: Diagnostic Laboratory",
                    "institution": "",
                    "location": {
                        "postCode": "14853",
                        "settlement": "Ithaca",
                        "region": "NY",
                        "country": "U.S.A"
                    }
                },
                "email": ""
            },
            {
                "first": "Marcia",
                "middle": [],
                "last": "Mika-Joh~so~",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "P",
                "middle": [
                    "J"
                ],
                "last": "Ci~appi~e",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "W",
                "middle": [
                    "Alton"
                ],
                "last": "Jones",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Human embryonic lung is a complex tissue and contains the precursors of a variety of cells ranging from fibrous tissue elements ~nd vascular endothelium to bronchial epithelium, histiocytes, macrophages and pneumocytes, including the type II cells, l~ecently, type II pneumocytes h~ve been separated from the others by cloning techniques, and their virus susceptibility has been studied (9) . We thought that it should also be possible to sepg:r~te out some of the other cells using the same basic techniques, and this report summarizes the results of our efforts. We wished to determine whether we could separate from a mixed culture of lung cells clones which were demonstrably distinct, as judged by their morphology, growth and o~her characteristics. More importantly, we wished to see if those clones were demonstrably distinct in their susceptibility to infection with a range of respiratory viruses. Studies have shown that organ cultures of bronchial epithelium are generMly susceptible to almost all known viruses, from rhinoviruses, and coronaviruses to influenza and parainfluenza viruses (5) . On the other hand, strains of fibroblasts obtMned by mass culture of embryonic lung, such us WI-38 or MRC-5, are susceptible to some rhinoviruses and some coronaviruses but not to influenza or parMnfluenza viruses. Earlier studies showed that mass cultures of fibroblasts obtMned from many embryos are relatively resistant to rhinovirus infection (1) . We, therefore, hoped that by using cloning techniques we would be able to detect, and cultivate virus-susceptible lung cells which would otherwise be lost if the usual methods of mass culture were used. These susceptible cells might be useful as substratcs for producing virus vsccines or for cultivating and studying viruses that, ~t present, can be grown only in tracheal organ culture.",
            "cite_spans": [
                {
                    "start": 387,
                    "end": 390,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1100,
                    "end": 1103,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1453,
                    "end": 1456,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Cells were, in general, grown in Ham's F 12K (modified) medium with 10 percent fetal bovine serum (FBS) (Flow Laboratories Lot ~00109t). They were maintained in the same medium with 2 percent FBS except where otherwise indicated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Yledia"
        },
        {
            "text": "Lungs were obtained from fetuses up to 72 hours after hysterotomy. The tissue was chopped and dispersed with collagenase, trypsin and chicken serum as described elsewhere (9) ; and a first passage in mass culture was performed, and the resulting cells were stored in liquid nitrogen. The cells were then thawed, and established in viable culture. Cells from these cultures were counted using the erythrosin B dye exclusion technique. Four hundred viable eells were seeded in 10 ml of medium into a t00 mm petri dish and kept without disturbance in a humidified incubator at 37 ° C. Cultures were examined with an inverted microscope equipped with phase contrast optics. In certain experiments, cells were classified as \"fibroblast-like\"--long, nalTow cells often in whorls, \"endo-or epithelial-like\"---pavements of polygonal cells or, \"intermediate\"--a varied range of cells between these extremes. Selected colonies were isolated with a silicone-treated penicillin assay cylinder. They were washed twice with saline and then incubated with 0.25 percent trypsin: EDTA until the cells were released; they were then pipetted into a 35 mm dish and grown up until they filled a plastic flask with a surface area of 75 emK From t~his stock, cells were stored in liquid nitrogen in 5 percent dimethyl sutfoxide as a cryoprotectant. Stock cultures were trypsinized and passed at about five-day intervals, and each new flask was in-oculaf~ed with 1 × 106 cells in 25 ml of medium containing 10 percent FBS. As required, roller tubes were prepared using about 10 ~ cells in 1 ml of medimn containing 10 percent FBS and Eagle's MEM buffered with HEPES or in Ram's modified F 12K. When required for virus inoculation, tubes were changed to 1 ml of medium containing 2 percent FBS, or when using influenza or parainfluenza virus, they were washed three times with 1 mI and maintained with 1 ml of serum-free medium.",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 174,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Tissue and Cell Cloning"
        },
        {
            "text": "T 75 flasks were seeded with 106 cells, incubated for about five days and trypsinized as the cell sheet was approaching confluence. The cell sheet was trypsinized and the number of cells was measured with a Coulter counter. The apparent cell doubling time was computed from these numbers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Approximate Cell Doubling Time"
        },
        {
            "text": "All the viruses had been passed only a few times since their isolation ~rom the human respiratory tract. Details concerning them are shown in Table 1 . They were either known to be pathogenic for man or could be safely assumed to be.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 142,
                    "end": 149,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Viruses"
        },
        {
            "text": "Serial tenfold dilutions were made in Moscona's saline. Each tube received 0.2 ml of inoculum and was then rolled at 33 o C. Tubes were examined unstained by ordinary low-power light microscopy. In some experiments, viruses were \"passed in dilutions\"-in this, serial dilutions of virus were inoculated, and the tube which had received the These viruses were passed in tissue culture after being isolated from patients, but were administered to volunteers and then reisolated highest dilution of the virus and showed a substantial cytopathie effect (CPE) was frozen wi~h its medium at --70 ° C. It was later thawed and seriMly diluted again and the dilutions inoculated into separate tubes which were incubated and observed as before. Cultures inoculated with influenza and parainfluenza viruses were tested for haemadsorption by adding 0.5 ml of 1 percent washed human group A cells in Moseona's saline and standing at 4 ° C for 20 minutes or more.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tests o/ Virus Sensitivity"
        },
        {
            "text": "Virus titrations were usually performed by inoculating rolIer tubes with seriM 10-fold dilutions of virus and incubating at 33 ° C in a roller drum.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus Titrations"
        },
        {
            "text": "In the first experiments, we added virus to plates which carried up to 50 distinct colonies. Each colony comprised from a dozen to several hundred ceils, and these varied in morphology from epithelial to typically fibroblastic. Plates were prepared from embryos IlL 1/77 and I~L 1/75. Undiluted virus was added in each case and virtually all the cells on all the plates were eventually affected. However, it was noted that the cells of some colonies degenerated much earlier than others. Figures 1 a and b show the appearances of two t3q)ieal colonies, one apparently resistant to RV9 virus and the other highly susceptible. Thus, when colonies from HL t/75 were examined at, an early stage, we obtained the results shown in Figure 2 . Rounded cells were almost only seen in virus infected cultures and that at a time when some colonies of a culture were largely destroyed, others might be, to all appearances, normal and indistinguishable from uninoeulated cultures. After exposure to parainfluenza, three colonies likewise varied in the proportion of haemadsorbing cells. Similar results were seen with HL 1/77. As shown in Figure 3 , the smaller colonies showed more degeneration than the larger colonies after exposure to HCV, and similar results were seen with RSV and RV9 but not with adenovirus. We looked also for a relation between the morphology of the cells and their susceptibility to viruses. Endothelial or epitheliM-like cells tended to be more affected by RSV or adenovirus, but otherwise there was no obvious relationship to be seen. Thus, it seemed that colonies varied in their susceptibility; but a number of questions remained unanswered. Did the lung contain populations of cells which were susceptible or resistant to viruses in general, or were there cells which were specifieally susceptible or resistant to specific viruses ? Would cells that degenerated rapidly after a large inoculum of virus also be susceptible to infection with a small dose of virus, i.e. be sensitive detectors of virus particles ? To answer these questions, ~ new method was needed; so we next established cloned populations of cells, particularly those presenting as small colonies, and exposed subcultures of these to serial dilutions of virus, i.e. titrated viruses in them by the endpoint method. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 488,
                    "end": 505,
                    "text": "Figures 1 a and b",
                    "ref_id": null
                },
                {
                    "start": 725,
                    "end": 733,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1126,
                    "end": 1134,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Experiments With Cell Colonies"
        },
        {
            "text": "Altogether, eleven colonies were selected from a suspension of cells from embryo ]?IL 1/77 which had been stored in liquid nitrogen. These were try~psinized, but two failed to grow well and were lost. The remaining nine seemed gradually to grow better; and by the time they were established, they grew rather like strains obtained by mass culture.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Cloned Cell Strains"
        },
        {
            "text": "Although they were distinct in appearance at first, this became less obvious with time; and finally they all appeared long and narrow and finely granular and grew in whorls.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Morphology"
        },
        {
            "text": "Growth Pattern",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Morphology"
        },
        {
            "text": "Under the microscope, it seemed that the exact pattern of the whorls varied; and this could also be seen on naked eye examination of culture bottles. However, it was most obvious when the cell sheet was stained, as shown on the photographs in Figure 4 . This shows that most of the cells did differ from each other to a minor extent in their intercellular relationships, since they differ in the size of the whorls and the uniformity of the cell sheet. It is interesting that the cells from the strikingly different colonies are distinctive by this technique.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 243,
                    "end": 251,
                    "text": "Figure 4",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Morphology"
        },
        {
            "text": "To begin with, the cells grew at different rates. For example, ttL1/77 clones 1, 2, and 3 were transferred to flasks earlier than the others. A cell count was performed each time the cells were passed; and from this, an approximate rate of growth of each cell strain could be determined. It is clear that after many passages, there were still differences in their growth rate ( Table 2 ). The strains were ranked according to their rate of growth. The ranking was very similar on successive experiments and the rank correlation was highly significant statistically (p < .00t), and still significant when compared with ranking over 10 population doublings (PD) later. It is, thus, seen that these cells could be distinguished by their relative rates of growth in the media and other conditions used. If the cells were grown as a mixed culture and these rates of multiplication were maintained, it is clear that the \"slower\" cells, like HL1/77 clones 7 and 4 would tend to be lost while the \"fast\" cells such as HL 1/77 clones 5 and 2 would tend to predominate. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 378,
                    "end": 385,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Growth gates"
        },
        {
            "text": "The approximate cell doubling time was measured between about the 30th and 50th population doubling and was found to increase gradually with time, although the rate of increase varied (Fig. 5) , The life span of the cells was, therefore, estimated by measuring the distribution of clones of various sizes as described by SMIT~I et al. (7) . The results are shown in Table 3 and show life spans of roughly the same duration as that of mass cultm'ed human lung fibroblasts. About 107 cells of each clone were deposited onto each of a series of 2 cm squares of sterile gelatin sponge. Then 13 ml of medium was added. And after two days, the medium was changed, and the culture was rocked at 37 ° C. The cultures were then fixed and prepared for microscopy. The cells produced what looked rather like alveolar tissue within the interstices of a gel. There were some differences in the density of this \"tissue\" which was most cellular. Some squares were inoculated by injecting 0.i ml of virus with a tuberculin syringe and needle. These were then rocked at 33°C in 5 percent CO2.",
            "cite_spans": [
                {
                    "start": 335,
                    "end": 338,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 184,
                    "end": 192,
                    "text": "(Fig. 5)",
                    "ref_id": null
                },
                {
                    "start": 366,
                    "end": 373,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Life-Span"
        },
        {
            "text": "All strains were examined for their karyology by standard methods. The results showed that all had the normM diploid complement of chromosomes and no gross ehromosomM abnormalities were apparent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Karyology"
        },
        {
            "text": "The effect of viruses on the cells could be estimated in two ways. In the first, pairs of tubes were inoculated with virus; and the cytopathic effect was scored each day. Results from one such experiment are summarized in Table 4 . This Table 4 . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 222,
                    "end": 229,
                    "text": "Table 4",
                    "ref_id": null
                },
                {
                    "start": 237,
                    "end": 244,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "Virus Susceptibility"
        },
        {
            "text": "a On an arbitrary scale in which 2 = about 50 percent of cells affected b Rank order of done response. Spearman rank correlation coefficient rs .... 708 p < 0.05 Table 5 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 162,
                    "end": 169,
                    "text": "Table 5",
                    "ref_id": null
                }
            ],
            "section": "Virus Susceptibility"
        },
        {
            "text": "Cytopathic effect or Virus type haemadsorption a Passage Rhinovirus type 2 9/9 b 9/9 type 9 9/9 9/9 SF 1340 9/9 9/9 IZespiratory syncytial 9/9 5/7 Corona. 229E 9/9 7/7 Adeno 3 9/9 8/9 Parainfluenza 3 7/9 (9/9) 0/9 Influenza A 9/9 (9/9) 0/9 Influenza B 4/9 (9/9) 0/9 Coxsaekie ]3 3 0/9 a l~igures in parentheses show results assessed by haemadsorption b Numerator = number showing a positive response; denominator -~ number tested shows, as was observed in the previous experiment, that the cells might be extensively changed or destroyed in cultures of one strain at a time when there was little or no effect in cultures of another strain such as I-ILl/77 clone 7. The second method was to titrate a pool of virus in the cells, and this revealed differences of over one hundred fold in the sensitivity of different clones to infection by this virus. There was a significant degree of agreement between the two methods in ranking the cultures as more or tess sensitive. All the stock viruses were then titrated in each of the cells, and the results are summarized in Table 5 and Figure 6 . These show that all the rhinoviruses grew in all the clones, and that the clones were roughly equally sensitive to rhinovirus type 2, but varied in sensitivity to the SF 1340 virus as well as to type 9. The titrations were done in cultures maintained in MEM and repeated in cultures maintained in F 12K, and the results were very similar and are averaged in the figure. The culture of each cell strain which received the highest dilution and showed a CPE was frozen and then serially diluted, and each dilution was inoculated into fresh cultures of the same cell. This was called \"passage in dilution\". It showed unequivocally that virus replicated and could be passaged as indicated in Table 5 . It atso showed on a number of occasions a \"prozone\" phenomenon, in that the first dilutions produced little or no CPE whereas high dilutions produced a definite effect. This phenomenon, possibly due to the presence of defective interfering (DI) particles, was often seen with rhinoviruses, e.g. it appeared during passages of rhinovirus type 2 in 5 of 9 clones. There were substantial differences in the sensitivities of the clones to R, SV when tested in MEM; but, unlike rhinoviruses, the titres were higher and more uniform in cultures maintained in F12K medium as shown in Table 6 . HCV also gave different titres in different clones, but the results were not affected by the medium --most clones were infected up to a titer of 103.~ but in one, HL1/77 clone 8, reached a titer of 105. This clone was also highly sensitive to rhinoviruses and to RSV. The other clones showed a variety of profiles of sensitivity to the viruses. Although it, was not possible to say exactly how many were the same or different, there was no doubt that some showed real differences; for example, HL1/77 clones 2, 5, 7 and 8. There was evidence of a good deaI of specificity in virus susceptibility. For instance, HL1/77 clones 1 and 5 were rather resistant to rhinoviruses but sensitive to HCV. There was even some degree of specificity in response to different rhinoviruses; SF1340 generally grew better in all ceils than did RV9, but both viruses grew equally well in HL1/77 clones 1 and 5. Influenza A and B viruses produced some cytopathic effect in many of the clones and uniformly produced haemadsorption as tested about five days after inoculation. However, there was no evidence that these viruses could be passaged. Parainfluenza 3 virus produced similar effects; there was a little haemadsorption in the tube given undiluted passage material but too little to indicate that the virus was definitely replicating. On the other hand, although Ad3 did not infect in high dilution, it produced rapid CPE on passage; eoxsaekie B 3 virus produced no cytopathic effect in any clone. Since some of the clones seemed highly susceptible to rhinoviruses and corona.viruses, they were tested with viruses which have been only recently adapted to tissue cultures; namely, the HS rhinovirus which has previously been detected only by its effect in organ cultures of human nasal or tracheal epithelium (5), and J.K. which is a coronavirus resembling 229E which was cultivated with difficulty in a highly sensitive cell MRC-C. The results are shown in Table 7 . Cytopathic effects occurred again though these viruses could not be diluted as much as the previous strains. There was considerable variation in the responses. HLI/77 clone 4 was resistant to both viruses whereas HL1/77 clones 2, 7 and 9 were resistant to one each. HL1/77 clone 7 had seemed rather resistant, to rhinoviruses in the previous tests. In most eases on passage, the virus grew to higher titer than on first inoculation. Both media eontMned 2 percent of fetal bovine serum. This is a separate experiment from the one shown in Figure 6 . A lower titer sample of virus was used. More infectious virus gave a titer of 4.0 or more in all cells in medium F12K Neg --Implies a titer of 10 °, i.e. that the virus produced a CPE when used undiluted b No CPE observed a~ any dilution 10°--10 -a For comparison, we did a few experiments on mixed cultures. In the first, we mixed equal mlmbers of cells from HL 1/77 clones 1 to 9 and carried them together for a few serial passages. Their sensitivity was intermediate between that of the most and the least sensitive of the component strains. Similar results were obtained with lung cells passed only three times in mass culture; the latter were also tested with H. S. and found to be insensitive.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1066,
                    "end": 1073,
                    "text": "Table 5",
                    "ref_id": null
                },
                {
                    "start": 1078,
                    "end": 1086,
                    "text": "Figure 6",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1776,
                    "end": 1783,
                    "text": "Table 5",
                    "ref_id": null
                },
                {
                    "start": 2363,
                    "end": 2370,
                    "text": "Table 6",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 4316,
                    "end": 4323,
                    "text": "Table 7",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 4864,
                    "end": 4872,
                    "text": "Figure 6",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Summary o/ results o/ screening 90 combinations o I viruses and cell clones"
        },
        {
            "text": "It was not possible to obtain and study cloned epithelial cells, but it was possible to make a further study of epithelial cell colonies. Clonal plates were obtained from another human fetal lung cell suspension (HL2/77), which rapidly became overgrown with fibroblasts; nevertheless, colonies of epithelial cells remained clearly visible (Fig. 7 a) . These were exposed to viruses as before, and it was noted that the epithelial cells were usually affected when there was httle effect on the fibroblasts (Fig. 7b) . Further, there appeared to be differences in the sensitivity of different colonies of epithelial cells (not shown). So it may be that if epithelial cells are finally cloned, it will be found that they differ in their virus sensitivity also.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 339,
                    "end": 349,
                    "text": "(Fig. 7 a)",
                    "ref_id": null
                },
                {
                    "start": 505,
                    "end": 514,
                    "text": "(Fig. 7b)",
                    "ref_id": null
                }
            ],
            "section": "Sensitivity o] Colonies o] Epithelial Cells"
        },
        {
            "text": "We found that the yield of attenuated poliovirus type 3 per celI in roller tube cultures was similar for several cloned cells, HeLa and primary monkey kidney. We have been studying the growth of viruses in organotypic cultures of primary human embryo lung (3, 9) , so we also inoculated some of the cultures in gelatin sponge which we had prepared with the cloned cells in order to study their growth behavior. The cultures were inoculated with RV2 or ItCV and examined four days later. In every case, more virus was recovered than was added. The titres varied substantially from 10 5.5 to 10 7.5 per rhinovirus culture and from 10 5 to 10 7.5 per coronavirus culture. The cultures were sectioned and examined histologically. There was more degeneration in the cultures inoculated with HCV than with RV2. In each group, some cultures showed no degeneration. There was no correlation between the amount of virus recovered and the extent of the eytopathic effect.",
            "cite_spans": [
                {
                    "start": 256,
                    "end": 259,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 260,
                    "end": 262,
                    "text": "9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Virus Yield"
        },
        {
            "text": "In the past, strains of fibroblasts have been obtained from human embryo lung by trypsinizing the whole tissue and preparing a mass culture from it. The strains WI-26, WI-38 and MI~C-5 have been carefully characterized and widely used, both for detecting viruses ill clinical specimens and for producing vaccines (6) . However, it is often observed that when similar cultures are obtained from embryos obtained locally, they are less sensitive than these reference cell strains. In earlier work, we showed that cultures prepared by very similar techniques from a series of embryos might vary a thousand fold in their sensitivity to rhinoviruses, even when allowance was made for the fact that sensitivity to the virus may increase in the first few passages (1). It has been obvious in the past that the composition of a culture would change with serial passage, for instance the epithelial cells would be eliminated. It has also seemed likely that some change in the physiological state of cells would be induced by artificial culture medium--we observed this in the acceleration of growth rate and the loss of distinctive morphology. There has been a general impression that, as a result, the cells obtained became \"dedifferentiated\" to a basic fibroblast which would then determine the behavior of the Culture. Recently, by using improved techniques of cell cloning, the descendants of the type II pneumocyte were obtained free of other cells; and on serial culture, these retained many of their characteristics such as the production of surfactant (2, 9) . However, our impression now is that the primary cultures contain a wide variety of cells which can be distinguished by their growth pattern and by their resistance to virus infection. They have definite and persistent differences in growth rate; and so it is very likely that unless separated by the cloning process, all the slower-growing cells would become a small minority of the 6* D.A.J. T¥1~I~ELL, MARCIA MIKA-Jo~so~', and P. J. CJ~AJe~'I~E : culture which would, therefore, come to consist, largely of the progeny of a small range of fast-growing cells. The slow-growing cells eliminated in the early stages of this process are particularly likely to be susceptible to many of the viruses in our test battery. We selected nine clones of slow-growing cells; but even in this small and selected group, the fastest, growing was also rather virus resistant. Nevertheless, there seemed to be no absolute relationship between rate of growth and susceptibility to virus infection in general or to infection with any one virus. It may, thus, be a matter of chance whether a virus-sensitive cell predominates in a mass culture or it may depend on whether the embryo is unusually suseept, ible. Although we choose to use lung for studies with respiratory viruses, the tissue of origin may not be very important; for example, a rhinovirus-sensitive strain of eells (FT) was obtained from the tonsil (4).",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 316,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1551,
                    "end": 1554,
                    "text": "(2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1555,
                    "end": 1557,
                    "text": "9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "ttowever, even though we started by chance with what would seem to have been a rather virus-sensitive cell suspension, we were able to obtain significantly more sensitive cultures by cloning individual cells rather than by culturing the cells together. It seems to us, therefore, that in the future, such clones should be used both as a source of cells with which to cultivate hitherto uncultivated viruses, and also as substrates for vaccines and other biological products. They have an adequate growth potential and, if properly prepared, should be as acceptable to licensing authorities as cultures of whole lungs. They might, for example, be useful for preparing RSV for vaccines. We have, however, definitely failed to culture cells which can be used readily for the propagation of influenza and parainfluenza viruses. We think this is due to our failure to establish cultures of bronchial epithelial cells. This is, obviously, a target for further studies ; and there are hopeful signs that before long, methods for culturing this type of cell may become available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A more detailed study of the origin of these cells and the biochemistry of their infection with various viruses might help in the study of the pathogenesis of virus pneumonia and the reasons they are virus sensitive or virus resistant, so they may be useful tools for those studying virus replication and pathogenesis as well as those interested in culturing viruses and making vaccines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Experiments on the sensitivity of s~rains of human fibroblasts to infection with rhinoviruses",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "B~owz¢",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A J"
                    ],
                    "last": "T¥~ei~l",
                    "suffix": ""
                }
            ],
            "year": 1964,
            "venue": "Br. J. exp. Pathol",
            "volume": "45",
            "issn": "",
            "pages": "571--578",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clonal isolation of differentiated rat lung cells",
            "authors": [
                {
                    "first": "~¥",
                    "middle": [
                        "H J"
                    ],
                    "last": "Doljo~as",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Kamln",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "",
            "volume": "10",
            "issn": "",
            "pages": "230--237",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "An organotypic in vitro model system for studying pulmonary surfactant production by type II alveolar pneurnocytes",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H J"
                    ],
                    "last": "Douglas",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "T~el",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Arner. Rev. Respir. Dis",
            "volume": "113",
            "issn": "",
            "pages": "17--23",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The Seattle virus watch. V. Epiderniologic observations of rhinovirus infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Fox",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Cooney",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Hall",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Amer. J. Epidemiot",
            "volume": "101",
            "issn": "",
            "pages": "12--143",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A new virus cultivated only in organ cultures of human ciliated epithelium",
            "authors": [
                {
                    "first": "&apos;",
                    "middle": [],
                    "last": "Hoor~",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ty~r",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A J"
                    ],
                    "last": "Ell",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "Arch. ges. Virusforsch",
            "volume": "18",
            "issn": "",
            "pages": "210--225",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Standardization of Cell Substrates for the Production of Virus Vaccines",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "T"
                    ],
                    "last": "Perkins",
                    "suffix": ""
                },
                {
                    "first": "R. ~-I",
                    "middle": [],
                    "last": "Regame¥",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Dev. Biol. Stand. Proc. Joint Who/Iabs Syrup",
            "volume": "",
            "issn": "",
            "pages": "1--325",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Colony size distributions as a measure of in vivo and in vitro aging",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Pereira-Smith",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Scttneide!a",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Proc. Natl. Aead. Sei. U.S.A",
            "volume": "75",
            "issn": "",
            "pages": "35--1356",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The advantages of HeLa cells for isolation of rhinoviruses",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Strizoya",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Head",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Reed",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "J. reed. Microbioh",
            "volume": "7",
            "issn": "",
            "pages": "433--438",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The infection of cultured human type II pneurnocytes with certain respiratory viruses",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A J"
                    ],
                    "last": "Tyrrell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Douglas",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Phillips",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Chapple",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "S~Izov~-et al. (8) MRC-5--strain of human embryo lung fibroblasts FT--fetal tonsillar strain of human lung fibroblasts (4) MK--rhesus monkey kidney cells OC--organ cultures of human respiratory epithelium MRC-C--coronavirus sensitive continuous line of human fibroblasts",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": ". I. A Part of a colony of susceptible cells from a primary HL2/75 clonal plate inoculated with RV9 (128 × ). B Part of a colony of resistant cells from the same plate. The plate was inoculated and incubated at 33°C. The plate was fixedwith glutaraldehyde and the colonies were photographed with phase contrast optics (128 × )",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Clonal plates of a fifth population doubling level of HL 1/75 were inoculated with various viruses. The percentages of ceils observed to be rounded up in each colony one and two days after inoculation are shown",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "] :°,oO.. ~', ........... ,. The relation of the percentage of observed rounded cells to the total number of cells in each colony. The same elonal plates were used as in Figure 2. This plate had been inoculated with Human Coronavirus 229E",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Comparison of growth patterns of nine clones of H L 1/77. All nine clones were of approximately the same population doubling level (23 × )",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "-I'~ 1/77 F2 \"-HL 1/77 Lm;y 4 ~o io ~o go go ¢o POPULATION OOUBLING LEVEL Fig. 5. Generation time as a function of population doubling level of HL 1/77 F 2 and HL 1/77 Lacy 4",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Comparison of virus titrations in all nine clones and in optimal cell lines for each virus (vertical axis log10 titer). The bars indicate titers found on assaying a stock pool of each virus in each cell line. Shaded bars ~l indicate that replication of infectious virus occurred, and open bars V~ indicate that none was detected. (*Experiment @1 titer was greater than 104 TCD~0. **Experiment @1 titer was greater than 104 TCD~0; SF 1340 passage 9 unavailable for Experiment @2 so passage 10 virus was substituted and a titre of 106.5 TCDs0 was found) D.A.J. TYRRELL, MAECIA MIKA-JOHNSON, and P. J. CHAPPLE :",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "7. A Area, of epitheliM-like cells surrounded by fibroblast, s on a primary clonal plate of HL2/77 (128×). B Area of epitheliM-like cells from I-IL2/77 exhibiting a cytopathie effect after inoculation with Respiratory SyneytiM Virus. Surrounding fibroblasts remain unaffected (128 × )",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Respiratory viruses used/or testing cells",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Growt~ o/cloned cell strains in ]lasks seeded with 108 cells",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Analysis o] colony size distribution o] 9 clones of HL1/77",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Sensitivity to respiratory syncytiat virus o/ clones maintained in two medialog10 titer of stock RSV in Clones in",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Results o/tests with rhinovirus HS and coronavirus JK",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}