{
    "paper_id": "6b3a290581a7a6354807bd0b2d9a9ff0030fa99c",
    "metadata": {
        "title": "A demographic adjustment to improve measurement of COVID-19 severity at the developing stage of the pandemic",
        "authors": [
            {
                "first": "Simona",
                "middle": [],
                "last": "Bignami-Van Assche",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Université de Montréal) and Daniela GHIO (Joint Research Center European Commission) Corresponding authors",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The need for accurate statistics has never been felt so deeply as the novel COVID-19 pathogen spreads around the world and quantifying its severity is a primary clinical and public health issue. In Italy, the magnitude and increasing trend of the case-fatality risk (CFR) is fueling the already high levels of public alarm. In this paper, we highlight that the widely used crude CFR is an inaccurate measure of the disease severity since the pandemic is still unfolding. With the goal to improve its comparability over time and across countries at this stage, we then propose a demographic adjustment of the CFR that addresses the bias arising from differential case ascertainment by age.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Il diffondersi dell'epidemia COVID-19 ha dimostrato l'importanza di un'informazione corretta, laddove la mancanza di una risposta tempestiva si valuta essenzialmente in termini di vite umane. In Italia, la propagazione del COVID-19 è stata accompagnata da un'informazione imprecisa circa la sua reale entità e gravità. In questo contributo, dimostriamo come il tasso di fatalità, attualmente l'indicatore più utilizzato della severità del virus, sia inaccurato a questo stadio della pandemia e proponiamo un metodo demografico per migliorarne la stima, in particolare durante la fase ascendente della curva epidemica. L'applicazione del nostro metodo ai dati nazionali italiani dimostra che, fino al 16 di Marzo, il tasso di fatalità rimane assimilabile a quello osservato nella regione di Wuhan, ma comincia a conoscere un drastico incremento negli ultimi giorni. I nostri risultati indicano che il metodo proposto migliora la comparabilità del tasso di fatalità nel tempo e tra paesi, dimostrando la sua utilità come strumento per tracciare e comprendere l'evoluzione pandemica attuale.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SOMMARIO"
        },
        {
            "text": "2",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SOMMARIO"
        },
        {
            "text": "Italy is experiencing the worst consequences of the outbreak of COVID-19 in the world. As of March 20, the country recorded 35,731 confirmed positive cases and 3,047 deaths (1), surpassing the number of COVID-19-related deaths in China. The case-fatality risk 1 (CFR), which corresponds to the proportion of COVID-19-related deaths out of confirmed positive cases, stands at 8.5% and causes concern because it has increased to this level from 2.6% on March 2. It is now substantially higher than that found in other countries, notably China where COVID-19 has been contained (2) .",
            "cite_spans": [
                {
                    "start": 575,
                    "end": 578,
                    "text": "(2)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "There is currently much debate about the reasons why Italy has been the country hardest hit by the pandemic, both in terms of mortality and disease severity. Although often used interchangeably, these are two distinct concepts. COVID-19-related mortality indicates the proportion of individuals in the population who die from the disease. The severity of COVID-19 measures the risk of dying among infected individuals. Overall mortality is thus determined by the severity of the disease for the proportion of infected individuals in the population, and it will be higher if disease severity is elevated for a large share of the population. This is the reason why a demographic argument frequently cited is that the old age structure of the Italian population and extensive intergenerational contact between older and younger generations have made it more vulnerable to COVID-19-related mortality (3) .",
            "cite_spans": [
                {
                    "start": 896,
                    "end": 899,
                    "text": "(3)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Yet this argument rests on the incorrect assumption that the disease severity is fixed and accurately measured at this stage of the pandemic, which is not the case.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Studies about novel pathogens in the past such as Ebola and SARS have shown that the during their outbreak the CFR is prone to over-or under-estimation of the real value because there is a misleading tendency to report it daily without any correction for the delay between symptoms onset and death or recovery (4) (5) (6) . At this stage of the COVID-19 pandemic, it is not possible to assess the real value of the CFR because the final outcome (death or recovery)",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 313,
                    "text": "(4)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 314,
                    "end": 317,
                    "text": "(5)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 318,
                    "end": 321,
                    "text": "(6)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "is not yet known for all infected cases. In addition, the majority of infections are asymptomatic or mild and do not require hospitalization thus going undetected. Therefore, 1 The CFR is most-often, albeit incorrectly, referred to as the case-fatality rate or ratio. The CFR is technically a measure of risk because it corresponds to a proportion of incidence for the disease considered (the proportion of cases who die during the reference period). All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 176,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org /10.1101 /10. /2020 corrections to the CFR are needed to improve its comparability over time and across countries.",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 98,
                    "text": "/10.1101",
                    "ref_id": null
                },
                {
                    "start": 99,
                    "end": 109,
                    "text": "/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "In this paper, we argue that to achieve this goal the CFR needs to be corrected for the changing demographics of infected cases and fatalities over time. We then show how the tools of demographic analysis can be used to control for this effect, and thus improve measurement of the disease severity over time and across countries at this stage of the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "On March 2, the Italian Health Institute (Istituto Superiore di Sanità, or ISS) received the government mandate to gather and release data about the COVID-19 epidemic. Within the scope of this mandate, ISS started publishing twice weekly a short report presenting the distribution of COVID-19 confirmed positive cases and fatalities at the national level aggregated by ten-years age groups (7). Our analysis uses data from the last three ISS reports, Figure 1 illustrate how the age structure of the epidemic has changed over this short period of time. As of March 12, the largest proportion of positive cases (40%) and deaths (90%) was found among those aged 70 years and older. This was still the case as of March 16, but the largest increase in confirmed positive cases was recorded for the age group 30-39 years (+105%), compared to 80% for 60-89 years old and 93% for individuals aged 90 years and older. Between March 12 and 20, the 2 The Italian Health System is regionalised, so that screening procedures for COVID-19 are chosen by the competent Regional Authorities. During the period we consider in the analysis all affected regions in the North of Italy, with the exception of Veneto, followed the recommendations of the World Health Organization and tested only individuals symptomatic with fever, cough, and/or difficulty breathing. All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 451,
                    "end": 459,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "The evolving age structure of the COVID-19 epidemic in Italy"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org /10.1101/2020.03.23.20040998 doi: medRxiv preprint the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 118,
                    "text": "/10.1101/2020.03.23.20040998",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The evolving age structure of the COVID-19 epidemic in Italy"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org /10.1101 /10. /2020 largest increase has also been recorded for adults aged 30-49 years, followed by the youngest (0-9) and the eldest (90+) age groups.",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 98,
                    "text": "/10.1101",
                    "ref_id": null
                },
                {
                    "start": 99,
                    "end": 109,
                    "text": "/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The evolving age structure of the COVID-19 epidemic in Italy"
        },
        {
            "text": "The pyramids in Figure 1 The changing age distribution of COVID-19-related illness and death in Italy is the first reason why the overall CFR is an inaccurate measure to compare the disease severity over time and between populations at this stage of the pandemic. The second reason is that the number of positive cases depends on screening policies, whose procedures have also changed over time and can differ between Italian regions, and between Italy and other countries. The combined effect of these two circumstances is that the number of positive individuals in each age group whom are exposed to the risk of COVID-19-related death differs at each point in time and across countries. This structural effect is similar to that observed when calculating measures of fertility and mortality and it can be addressed using demographic methods.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 16,
                    "end": 24,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "The evolving age structure of the COVID-19 epidemic in Italy"
        },
        {
            "text": "Demographically, the overall CFR is a crude rate. The age structure of positive cases can be taken into account by calculating age-specific CFRs for each age group between age a and age a+n (CFRa,,a+n) and then aggregating them into an adjusted CFR (ACFR) that equals:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The adjusted case-fatality risk"
        },
        {
            "text": "with n being the width of the age intervals. The ACFR can be interpreted as the average number of deaths per confirmed case of COVID-19. All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The adjusted case-fatality risk"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org /10.1101 /10. /2020 We apply this adjustment to the age-specific CFRs for COVID-19 derived from the ISS data.",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 98,
                    "text": "/10.1101",
                    "ref_id": null
                },
                {
                    "start": 99,
                    "end": 109,
                    "text": "/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The adjusted case-fatality risk"
        },
        {
            "text": "For comparison purposes, we also apply it to the data for infected cases and deaths in the Wuhan region of China as of February 22 (8). As of March 12, we obtain an adjusted CFR of 4.7% in Italy (compared to a crude CFR of 5.9%), 5.7% for men (compared to a crude CFR of 7.3%) and 3.6% for women (compared to a crude CFR of 4.2%). For Wuhan, we obtain an adjusted CFR of 3.8%. The Italian ACFR was thus not much higher than the corresponding one for China. As of March 20, however, the ACFR increases substantially (to 7%), especially for men (8.2%). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The adjusted case-fatality risk"
        },
        {
            "text": "The severity profile of a novel pathogen is one of the most critical clinical and public health issues as it begins to spread, when assessing disease course and outcome is crucial for planning health interventions (4, 5) . For this reason, the CFR is the most important epidemiological indicator to monitor during the current outbreak of COVID-19. Yet estimates of the CFR during an ongoing pandemic are biased by the calculation method. In the case of Ebola and SARS, studies have shown that crude estimates can falsely suggest that the CFR is exponentially increasing and make it difficult to understand the reasons behind differences All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 217,
                    "text": "(4,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 218,
                    "end": 220,
                    "text": "5)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and conclusion"
        },
        {
            "text": "the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and conclusion"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is . https://doi.org /10.1101 /10. /2020 across countries (4) (5) (6) . In Italy, these circumstances are fueling the already high levels of public alarm and are making virologists question whether the COVID-19 infectious agent is becoming more lethal (9), once again as it had been the case for SARS (10) .",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 98,
                    "text": "/10.1101",
                    "ref_id": null
                },
                {
                    "start": 99,
                    "end": 109,
                    "text": "/10. /2020",
                    "ref_id": null
                },
                {
                    "start": 127,
                    "end": 130,
                    "text": "(4)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 131,
                    "end": 134,
                    "text": "(5)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 135,
                    "end": 138,
                    "text": "(6)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 370,
                    "end": 374,
                    "text": "(10)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and conclusion"
        },
        {
            "text": "The two main biases that affect the CFR during the course of an emerging epidemic are the delay between symptoms onset and death or recovery (5) as well as case ascertainment (6).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and conclusion"
        },
        {
            "text": "The latter is a specific and important problem for the COVID-19 pandemic because, in contrast to Ebola and SARS, the majority of COVID-19 infections are asymptomatic or mild and avoid detection (8). In this paper, we argue that this is the main bias to be addressed to improve the comparability of the CFR over time and across countries at this stage of the pandemic. We then propose a demographic adjustment that discounts the evolving age distribution of infected cases in the calculation of the CFR. Our results show that the adjusted CFR in Italy as of March 16 was significantly lower than the crude CFR, and in a range similar to that for the Chinese region of Wuhan. This indicates that the adjusted CFR we propose could be used as a standard indicator of COVID-19 severity for comparisons across countries and over time at this evolving stage of the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and conclusion"
        },
        {
            "text": "Since March 16, the Italian COVID-19 outbreak has entered a new phase, with the northern and southern regions following different trajectories. The initial outbreak that started on February 21 seems to slow down in the most severely affected northern region, but the outbreak in the central and southern region is picking up speed. As a result, our adjusted CFR has been increasing between March 16 and March 20. Additional sub-national data for cases and deaths by age are needed to better explore how local severity is contributing to the national CFR. As more data become available, it will be possible to test whether our results remain valid.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Italian Ministry of Health. Covid-19. Situazione in Italia",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Date accessed",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COVID-19 in Italy: momentous decisions and many uncertainties",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lazzerini",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Putoto",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Lancet Glob Health",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Demographic science aids in understanding the spread and fatality rates of COVID-19",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Dowd",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Rotondi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Andriano",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Date accessed",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Methods for Estimating the Case Fatality Ratio for a Novel, Emerging Infectious Disease",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Ghani",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Donnelly",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Cox",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "American Journal of Epidemiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Potential Biases in Estimating Absolute and Relative Case-Fatality Risks during Outbreaks",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Donnelly",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS Negl Trop Dis",
            "volume": "9",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Estimating clinical severity of COVID-19 from the transmission dynamics in Wuhan, China",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bushman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Date accessed",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. The copyright holder for this preprint (which was not peer-reviewed) is",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.23.20040998"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Sorveglianza Integrata COVID-19: i principali dati nazionali",
            "authors": [
                {
                    "first": "Istituto Superiore Di",
                    "middle": [],
                    "last": "Sanità",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Date accessed",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Novel Coronavirus Pneumonia Emergency Response Epidemiology Team. The epidemiological characteristics of an outbreak of 2019 novel coronavirus diseases (COVID-19) in China",
            "authors": [],
            "year": 2020,
            "venue": "Chinese Center for Disease Control and Prevention Weekly",
            "volume": "41",
            "issn": "",
            "pages": "145--51",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "In Italia il virus é più letale: ora la mortalità é salita al 9%",
            "authors": [
                {
                    "first": "Il",
                    "middle": [],
                    "last": "Giornale",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Date accessed",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "SARS becoming deadlier: officials",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Date accessed",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "published on March 12, March 16 and March 20. Because testing procedures adopted during this period screened for COVID-19 only based on symptoms 2 , the number of infected cases largely corresponds to the number of symptomatic individuals. Overall, the number of positive cases has increased by a factor of 2.5 between March 12 to March 20 (from 13882 to 35731). The largest increase occurred between March 12 and March 16 (from 13882 to 25058 cases), whereas the increase between March 16 and March 20 was 43%. The age pyramids of positive cases and fatalities in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Number of COVID-19 confirmed positive cases and related deaths, by broad age groups: Italy, March 12-20 Sources: ISS. Legend: dark blue bars correspond to Italian cases and deaths recorded as of March 12; light grey bars correspond to Italian cases and deaths recorded as of March 16; light blue bars correspond to Italian cases and deaths recorded as of March 20. All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "also show gender differences in COVID-19 symptomatic infections. Men are more affected than women, especially in the older age groups (the upper part of the pyramid). Comparing the reported number of fatalities, the largest increase has been recorded for the age group 40-59 (267% from March 12 to March 16, 196% from March 16 to March 20). The male disadvantage observed for positive cases is confirmed for fatalities. The number of deaths among men aged 60-79 years as of March 20 is twice as many as those of women, even if the percentage increase since March 16 is the same (+170%).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Number of COVID-19 confirmed positive cases and deaths as of March 12-20, crude",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We would like to thank Patrick Gerland, Dessislava Choumelova, Dario Tarchi, Nikolaos Stilianakis and Ari Van Assche for their comments on earlier versions of the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission. the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "None."
        }
    ]
}