{
    "paper_id": "6b4c40fbc8a3565607f435da2b0bc1581e19a7f5",
    "metadata": {
        "title": "Leveraging the Laboratory Response Network Model for the Global Health Security Agenda",
        "authors": [
            {
                "first": "Chris",
                "middle": [
                    "N"
                ],
                "last": "Mangal",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lucy",
                "middle": [],
                "last": "Maryogo-Robinson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Promoting global health security as an international priority is a challenge; the US Centers for Disease Control and Prevention (CDC) in its Global Health Security Agenda has articulated the importance of accelerating progress toward a world safe and secure from infectious disease threats. The goals are to (1) prevent and reduce the likelihood of outbreaks-natural, accidental, or intentional; (2) detect threats early to save lives; and (3) respond rapidly and effectively using multisectoral, international coordination and communication. Foundational to this agenda is the World Health Organization (WHO) Revised International Health Regulations (IHR) of 2005, which provide the legal framework for countries to strengthen their health systems in order to be able to respond to any public health emergency of international concern. This article proposes leveraging the distributed structure of the US-managed Laboratory Response Network for Biological Threats Preparedness (LRN-B) to develop the core capacity of laboratory testing and to fulfill the laboratorystrengthening component of the Global Health Security Agenda. The LRN model offers an effective mechanism to detect and respond to public health emergencies of international concern.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Chris N. Mangal, MPH, is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "I n recent years, considerable resources have been invested in improving laboratory systems in resourcelimited settings. Noticeable improvements in infrastructure and laboratory diagnostics can be observed in some but certainly not all of these settings. More coordination is needed to implement national laboratory plans, improve the quality of laboratory services, and expand surveillance for emerging infectious disease threats. In February 2014, the Obama Administration launched the Global Health Security Agenda (GHSA) with the aim of moving toward a world safe and secure from infectious disease threats. 1 Foundational to this agenda is the World Health Organization (WHO) Revised International Health Regulations (IHR) of 2005, which provide the legal framework for countries to strengthen their health systems in order to be able to respond to any public health emergency of international concern. The IHR goals are ''to prevent, protect against, control and provide a public health response to the international spread of disease in ways that are commensurate with and restricted to public health risks, and which avoid unnecessary interference with international traffic and trade.'' 2 The regulations call on countries to meet 8 core public health capacities, one of which is laboratory testing.",
            "cite_spans": [
                {
                    "start": 612,
                    "end": 613,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1196,
                    "end": 1197,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "High-quality laboratory testing is an essential component in initiating a public health response to terrorism, natural disasters, and emerging threats. It allows for effective decision making to close buildings or entire geographic areas, to treat exposed people, and to deploy therapeutics. In a recent editorial coinciding with the launch of the GHSA, Secretary of State John Kerry, then-Secretary of Health and Human Services Kathleen Sebelius, and Assistant to the President for Homeland Security Lisa Monaco provided the sobering update that ''80% of the world's nations still are not prepared to deal with new pandemics.'' 3 The GHSA offers a path forward to support countries in achieving the core capacities of the IHR. This article proposes leveraging the distributed structure of the US-managed Laboratory Response Network for Biological Threats Preparedness (LRN-B) to develop the core capacity of laboratory testing and to fulfill the laboratory-strengthening component of the GHSA. The LRN model offers an effective mechanism to detect and respond to public health emergencies of international concern.",
            "cite_spans": [
                {
                    "start": 629,
                    "end": 630,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The Laboratory Response Network",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The creation of the LRN stemmed from Presidential Decision Directive 39, which outlined antiterrorism policies and missions for federal departments and agencies. 4 One such mission was the ability of the US Department of Health and Human Services (HHS) to identify threat agents, conduct epidemiologic investigations, and provide public health, medical, and pharmaceutical support. To that end, in 1999, the Centers for Disease Control and Prevention (CDC), in partnership with the Federal Bureau of Investigation (FBI) and the Association of Public Health Laboratories (APHL), launched the LRN to strengthen the nation's ability to rapidly detect biological and chemical agents that could be used by violent, nonstate actors. 5 The LRN-B began with only 17 laboratories and has since expanded to approximately 160 member facilities, which include both domestic and international laboratories, and thousands of sentinel clinical laboratories, 6 which form the foundation of the system. The LRN-B is diverse and encompasses public health, military, veterinary, environmental, and food laboratories that provide reference testing for a wide array of sample types including environmental samples and clinical specimens. The network has many strategic partners, which allows for coordination among federal, state, and local public health agencies, clinical laboratories, first responders, and law enforcement. 7 The foundation of the LRN is a unified operational plan and standardization of laboratory testing, so that a test result generated from one LRN member laboratory is the same as a result generated from another network laboratory, thus providing for rapid, high-confidence results to inform public health decisions.",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 163,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 727,
                    "end": 728,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1406,
                    "end": 1407,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "At the beginning stages of the LRN, the primary focus was to prepare for and respond to potential bioterrorism events. In fact, the preparation efforts of the network enabled the US to have a rapid and extensive response to the 2001 anthrax attacks. Lessons learned from this response were used by APHL and CDC to strengthen outreach to clinical laboratories and first responders and to develop tools to assist laboratories in planning for surge capacity. Over the years, the LRN mission has expanded to include response to chemical threats 8 and other public health emergencies, such as severe acute respiratory syndrome (SARS), monkeypox, influenza A virus subtype H5N1 (avian influenza), influenza A virus subtype H1N1 (2009 pandemic influenza), and, in 2014, the Middle East respiratory syndrome coronavirus (MERS-CoV), and Ebola virus. Today's vision for the LRN-B is a laboratory system for rapid, high-confidence results to inform critical public health decisions about biological threats.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The LRN-B is organized as a 3-tiered pyramid (see Figure 1 ). At the base are thousands of sentinel clinical laboratories, which perform initial screening of potential biological threat agents. When sentinel clinical laboratories cannot rule out the presence of a threat agent, they refer specimens and isolates to an LRN reference laboratory.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 50,
                    "end": 58,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "The LRN is a national security asset that, with its partners, will develop, maintain, and strengthen an integrated domestic and international network of laboratories to respond quickly to biological, chemical, and radiological threats and other high-priority public health emergency needs through training, rapid testing, timely notification, and secure messaging of laboratory results. More than 160 state, local, and federal facilities provide reference testing, producing high-confidence test results that are the basis for threat analysis and intervention by both public health and law enforcement authorities. State and local public health laboratories comprise approximately 70% of the 164 LRN-B member laboratories. At the apex are national laboratories, such as those at the CDC and the Department of Defense (DoD). National laboratories primarily provide specimen characterizations that pose challenges beyond the capabilities of reference laboratories, and they provide support for other LRN members during a serious outbreak or terrorist event. The most dangerous or perplexing pathogens are handled only at BSL-4 laboratories at CDC and the US Army Medical Research Institute of Infectious Diseases (USAMRIID).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mission of the LRN"
        },
        {
            "text": "The LRN-B is an excellent model of an interconnected yet distributed system that has proven its value by detecting several threats. However, perhaps the most successful aspect of this network is its role in strengthening the US public health laboratory system. With the creation of this network in 1999, US public health laboratories received federal funding to help build laboratory capability and capacity to prepare for and respond to acts of terrorism, natural disasters, and emerging threats. These primary characteristics of the LRN-B model can be used to develop the laboratory framework for the GHSA:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Characteristics of a Model LRN"
        },
        {
            "text": "Strengthens existing public health and defense laboratory systems; public health laboratories use CDCprovided funds to ensure they have safe and secure facilities, procure instrumentation and associated maintenance agreements; military laboratories use the DoD resources to support their LRN activities Invests in public health workforce; federal funds support personnel at the state and local levels Provides training to ensure a highly skilled workforce Provides technical assistance such as troubleshooting scientific assays and equipment Provides standardized protocols and tests Uses molecular diagnostics Ensures coverage for human, animal, food, and environmental specimens Provides standardized electronic data messaging with laboratory results that contribute to sound public health decisions Uses a specific system for communications and provides help desk support to member laboratories Uses a restricted access website to house materials that can be accessed by member laboratories Invests in continuous quality improvements, such as conducting multicenter evaluations of assays, seeking feedback on operations from laboratories, providing scientific and policy guidance to laboratories, and collecting and sharing model practices Maintains qualified membership by using performance measures that include ongoing proficiency tests and designated timeframes for results and communications Promotes partnerships by convening member laboratories via routine conference calls and national meetings, and by engaging with subject matter experts across the federal agencies to ensure scientific integrity",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Characteristics of a Model LRN"
        },
        {
            "text": "In addition to detecting biological threats and emerging infectious diseases, there are 2 other core areas to support the detection of chemical and radiological threats. CDC has initiated plans to develop the LRN for Radiological Threats Preparedness (LRN-R). They are currently working on newer and more rapid methods to analyze clinical specimens for radioactive materials, a vital component of the response to an event involving human radiation exposure. Once funded, the LRN-R will be structured similarly to the LRN-C, with some laboratories having full capability to analyze radiological specimens; others will have more limited capability, and still others will have the capacity for packaging and shipping the specimens to a laboratory with higher functionality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Detecting Chemical and Radiological Threats"
        },
        {
            "text": "The LRN for Chemical Threats Preparedness (LRN-C) was established in 1999 and was composed of CDC and 4 public health laboratories, with a fifth public health laboratory joining the network in 2000. It quickly became apparent that 5 public health laboratories would not be sufficient to respond to a large-scale event. Today, there are 55 LRN-C members (CDC and 54 public health laboratories). All laboratories are qualified to package and ship clinical specimens (Level 3); 47 laboratories have the capability to test for exposure to toxic chemical threat agents (Level 2); and 11 laboratories (10 state public health laboratories and CDC) have expanded capability to test for exposure to additional threat agents, such as mustard agents, nerve agents, and other industrial chemicals (Level 1). They also have expanded capacity to provide 24/7 analytical analyses in a large-scale event.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Detecting Chemical and Radiological Threats"
        },
        {
            "text": "The methods that are developed are all based on mass spectrometry and are quantitative, detecting the actual chemical agent, or more commonly, a metabolite of the agent, in urine or blood. In an overt incident, the agent will most likely be known, based on symptoms and injuries. For those with obvious symptoms or injuries, detecting exposure or the extent of exposure to the agent is probably not necessary. These methods take on importance in identifying those individuals who have been exposed but do not display symptoms or injuries immediately following the incident, and in alleviating the concerns of the majority of individuals who have not been affected but are concerned.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Detecting Chemical and Radiological Threats"
        },
        {
            "text": "The initial focus of the LRN-C was to develop analysis methods for detecting exposure to chemical threat agents. Today, the methods have expanded to include a variety of different chemicals that may or may not be used overtly but pose a public health risk, including a variety of toxins and poisons ( Figure 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 301,
                    "end": 309,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "LEVERAGING THE LRN MODEL FOR GHSA"
        },
        {
            "text": "Both the LRN-B and LRN-C have extensive performance measures to ensure that member laboratories are meeting the requirements and demonstrating scientific integrity in their work. Further, the partnerships aspect of the LRN ensures that new technologies are evaluated in a collaborative manner and that there is a focus on continuous quality improvements. The LRN is constantly seeking feedback from its membership and uses this information to make quality improvements to all operations. In essence, the LRN brings a standardized framework for preparedness and response to public health threats that can be used to support the GHSA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LEVERAGING THE LRN MODEL FOR GHSA"
        },
        {
            "text": "Promoting global health security as an international priority is a challenge. In its GHSA, CDC has articulated the importance of accelerating progress toward a world safe and secure from infectious disease threats. The goals are to (1) prevent and reduce the likelihood of outbreaks-natural, accidental, or intentional; (2) detect threats early to save lives; and (3) respond rapidly and effectively using multisectoral, international coordination and communication. Encompassed in these goals are 9 specific objectives to ensure a coordinated and targeted approach with partner countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The LRN Model and APHL Expertise"
        },
        {
            "text": "The LRN provides a model system that can be leveraged to fulfill the detection goals of the GHSA. Following are some specific examples of how the LRN model can be used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The LRN Model and APHL Expertise"
        },
        {
            "text": "One of the objectives is to promote biosafety and biosecurity systems. Prior to the development of the LRN, state-operated laboratory facilities were aging, underfunded, and often lacked the BSL-3 capacity to safely handle agents that could be used as biological weapons. The public health infrastructure had deteriorated over the years due in large part to a lack of resources, the migration of laboratory workers away from laboratories and into higher-paying positions, and a decrease in the number of students pursuing careers in microbiology. In the face of these challenges, the LRN employed the existing public health infrastructure as the backbone of its network and rebuilt it through funds awarded to states by HHS's CDC Cooperative Agreement on Public Health Preparedness and Response for Bioterrorism (now called the Public Health Emergency Preparedness [PHEP] Cooperative Agreement). 9 Since the inception of the PHEP Cooperative Agreement, LRN-B public health laboratories have used the funding to build, expand, and maintain BSL-3 suites. 10 A BSL-3 suite is a contained area that must meet stringent biosafety requirements, including biosafety cabinets, controlled double-door access, and engineering controls, such as negative air pressure relative to surrounding rooms and microfiltration of air. BSL-3 agricultural facilities have additional safeguards, including decontamination of liquids prior to release into the sewage system, separate HEPA filtration of exhausted air, and pressure-impervious walls, floors, and ceilings designed to protect workers and the environment from accidental exposure to certain regulated agents. 11 Finally, BSL-3 enhanced facilities have even more safety features.",
            "cite_spans": [
                {
                    "start": 896,
                    "end": 897,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1647,
                    "end": 1649,
                    "text": "11",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Prevent"
        },
        {
            "text": "All US state public health laboratories currently have at least 1 BSL-3 laboratory with BSL-3 suites in the facility. These laboratories also comply with stringent US government regulations, such as those that govern the possession and transfer of select agents and toxins. Given their extensive experiences, LRN-B public health laboratories can serve as ''twinning'' centers to assist international laboratories with strengthening their biosafety and biosecurity systems to protect the laboratorians and the public.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prevent"
        },
        {
            "text": "Laboratory twinning initiatives are an effective and efficient way of capacity building, training, mentorship, and skill transfer. The Laboratory Twinning Initiative was launched by the WHO Lyon office, with the support of an independent steering committee, as a mechanism to support national efforts to meet IHR competencies. 12 The twinning agreements were designed to support public health laboratory services by establishing long-term mentoring partnerships between national and state public health laboratories and linking these sites. The requirements of the twinning agreements were: (1) approval of the national government as a prerequisite for a twinning project; these partnerships need to fit in with government priorities and national plans for building a functional public health laboratory system; (2) acknowledgment by the national government that the resource-limited laboratory is its national public health laboratory or a component of its public health laboratory structure; (3) the work of the laboratories participating in twinning projects must be relevant to national and regional plans for the organization Figure 2 . The LRN Structure for Responding to Chemical Threats. A designation level 1, 2, or 3 identifies laboratory capabilities and defines member network participation.",
            "cite_spans": [
                {
                    "start": 327,
                    "end": 329,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 1131,
                    "end": 1139,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Prevent"
        },
        {
            "text": "of an epidemic alert and response network; (4) the objectives and expected outcomes, evaluation process, conditions of collaboration, and roles and responsibilities of each partner must be clearly defined; and (5) where possible and appropriate, the development of commonly defined research projects is encouraged, as these often provide good opportunities to strengthen capabilities and attract donors' support.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MANGAL AND MARYOGO-ROBINSON"
        },
        {
            "text": "APHL has supported 4 WHO twinning agreements. The project scopes of work varied from country to country and were carefully crafted based on the laboratory needs and interests of the participating organizations. Examples of the projects supported include: In 2009 APHL established a WHO twinning partnership specific to quality, biosafety, and biosecurity systems between the New Mexico Department of Health, Scientific Laboratory Division, and the Paraguay National Laboratory that could be replicated in other countries to support the GHSA (Figure 3 ). Despite a limited program budget, technical assistance and training exchange visits coupled with distance mentorship provided a solid mechanism for knowledge transfer and capacity building. This partnership yielded the following for the Paraguay laboratory: Development of quality assurance and biosafety manuals; Institution of a pipette calibration program; Biosafety training sessions delivered; BSL-3 facility planning and design completed; and Establishment of a quality committee at the laboratory.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 541,
                    "end": 550,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "MANGAL AND MARYOGO-ROBINSON"
        },
        {
            "text": "In April 2014, through the support of CDC, APHL launched a twinning partnership between the New Mexico Department of Health, Scientific Laboratory Division, and a GHSA pilot country, Uganda (Uganda National Health Laboratory). This twinning agreement will center on the 6 pillars of the IHR laboratory core competencies outlined by the WHO-Afro office: Coordination of laboratory services; Laboratory capacity for the high-priority diseases; Laboratory quality management systems; Specimen collection and transportation; Biosafety and biosecurity; and Laboratory-based surveillance and public health actions. 13 The twinning model has proven a sustainable and costeffective method for technical assistance and knowledge transfer, in part because of the efficiency gained by linking entire institutions. Technical assistance visits, training, and informational tours are able to be conducted across laboratory disciplines and departments, allowing for results that can affect the accurate identification and control of infectious diseases. Leveraging the LRN model and instituting twinning agreements to support the model could significantly accelerate progress in efforts to strengthen laboratory systems. Laboratory twinning could also be considered and implemented for ''South-to-South'' collaborations, allowing for countries with similar laboratory systems to support each other and establish regional laboratory networks.",
            "cite_spans": [
                {
                    "start": 609,
                    "end": 611,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "MANGAL AND MARYOGO-ROBINSON"
        },
        {
            "text": "There are 4 detection objectives that are intrinsically core LRN principles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Detect"
        },
        {
            "text": "1. Launch, strengthen, and link global networks for real-time biosurveillance. The LRN is a critical system for ongoing surveillance of threat agents. Member laboratories have detected a number of threats ranging from Bacillus Strengthening the existing LRN to be the mechanism that CDC uses to deploy assays for infectious threats such as MERS-CoV, dengue virus, and chikungunya virus will ensure an extensive standard laboratory system for real-time surveillance, detection, and response. Further, expanding the concept of the existing LRN framework and engaging other partner countries in strategic planning discussions to share lessons learned and exchange model practices could help in the development of laboratory networks across the world. Similar to the APHL and CDC partnership, in which APHL assists with the daily operations of the LRN and provides recommendations on strategic issues, 16 CDC can engage with other organizations such as the African Society for Laboratory Medicine (ASLM) to support a standard laboratory response network concept. This approach would eliminate unnecessary costs of establishing a new framework for laboratory response, use existing tools and resources, and thus increase efficiency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Detect"
        },
        {
            "text": "Launched in Addis Ababa, Ethiopia, in March 2011, ASLM was established to advocate for laboratory medicine, laboratory professionals, and laboratory networks throughout Africa. 17 This important organization, and specifically its intent to support laboratory networks, provides a critical platform for the GHSA. The President's Emergency Plan for AIDS Relief (PEPFAR) blueprint outlines the US government's strategy for ongoing efforts to defeat the HIV/AIDS epidemic and specifically calls for groups to ''support the African Society for Laboratory Medicine, and assess whether other country or regional health systems strengthening initiatives are needed to strengthen technical capacity.'' 18 The laboratory networks supported by ASLM could provide the communication system, governance, and management support necessary to respond to a public health emergency, following the LRN model.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 179,
                    "text": "17",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 693,
                    "end": 695,
                    "text": "18",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Detect"
        },
        {
            "text": "Strengthen the global norm of rapid, transparent reporting and sample sharing. One of the hallmarks of the LRN is rapid data exchange. LRN member laboratories must have a secure mechanism to share laboratory data on threat agents with the CDC. Currently, most laboratories use an application called LRN Results Messenger (LRN RM), which allows LRN member laboratories to instantly manage and share standard LRN-related laboratory data. LRN RM represents the first iteration in an incremental approach to providing full standards-based electronic data exchange for this vital laboratory network. However, the nature of the application requires laboratorians to enter their data into LRN RM and their Laboratory Information Management System (LIMS), a time-consuming double entry process that could take up critical time in an emergency. Over time, increased capabilities have allowed for improved methods, and the LIMS Integration (LIMSi) project is the LRN's next step in electronic data exchange. The LIMSi project addresses the delay by aiding laboratories in connecting their existing LIMS to CDC, enabling LRN member laboratories to fulfill electronic data exchange needs for the LRN using their own systems and eliminating the need for LRN RM and double data entry. To implement LIMSi, CDC is collaborating with APHL to provide public health laboratories with necessary resources. There is still much to be done with LIMSi, and thus LRN RM remains a vital platform for many laboratories to rapidly exchange data with CDC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "The area of rapid and transparent reporting will require significant coordination with domestic and international partners and perhaps will be the most challenging aspect of the GHSA. Reviewing US public health laboratories and the LRN approach to data exchange could help to shape the data exchange model of this initiative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "Additional challenges may arise with sample sharing across international borders. However, the WHO IHR (2005) recognized this issue and included language to facilitate sample processing and disposal: ''States Parties shall, subject to national law and taking into account relevant international guidelines, facilitate the transport, entry, exit, processing and disposal of biological substances and diagnostic specimens, reagents and other diagnostic materials for verification and public health response purposes under these Regulations.'' 13 3. Develop and deploy novel diagnostics and strengthen laboratory systems. The LRN has a long and rich history of collaborating with federal agencies to develop new assays; partnering with state and local public health laboratories to evaluate new assays; and working with APHL to deploy these diagnostics to member laboratories. As noted earlier, the LRN is often credited with strengthening the US public health laboratory system.",
            "cite_spans": [
                {
                    "start": 541,
                    "end": 543,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "The LRN-B is a unique asset in responding to all-hazard threats, providing immediate and sustained laboratory testing and communication and performing threat agent surveillance. LRN member laboratories have an impressive MANGAL AND MARYOGO-ROBINSON track record of responding to real-time threats in a timely and efficient manner and building partnerships across all levels of government and with the private sector. During the 2009 H1N1 pandemic, the public health emergency infrastructure built as part of the LRN was key to the response. ''Dual-use'' public health emergency infrastructure built as part of the LRN was integral to the H1N1 response by ensuring the following:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "Availability and use of real-time PCR capacity using ABI 7500 Fast in 43 state and 11 county public health LRN reference-level laboratories. Much of this capacity was in place due to LRN approval for purchase of real-time PCR instrumentation using CDC/PHEP Cooperative Agreement funds, followed by ABI 7500 Fast instrument upgrades supported through the CDC Influenza Division. Availability and use of automated extraction systems with many of these in place due to LRN approval for purchase with PHEP funds for LRN capacity. Availability and use of molecular testing staff in public health laboratories that were funded and trained by both the CDC/LRN and the CDC Influenza Division. Availability of appropriate biosafety facilities in public health laboratories. Use of existing CDC LRN PHEP-funded systems enabled rapid and effective communication between clinical laboratories and public health laboratories.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "4. Train and deploy an effective biosurveillance workforce. APHL has an extensive history of training laboratorians, 19 including the LRN workforce, and hosting fellowship programs. An example of a successful training initiative is the Emerging Infectious Diseases (EID) Laboratory Fellowship Program, sponsored by APHL and CDC, which trains and prepares scientists for careers in public health laboratories and supports public health initiatives related to infectious disease research. The EID Advanced Laboratory Training Fellowship is a 1-year program designed for bachelor's or master's level scientists, with emphasis on the practical application of technologies, methodologies, and practices related to emerging infectious diseases. The EID Laboratory Research Fellowship is a 2-year program designed for doctoral level (PhD, MD, or DVM) scientists to conduct highpriority research in infectious diseases. The process is competitive both for fellows and host laboratories.",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 119,
                    "text": "19",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "Human resource development is critical to strengthening laboratory systems. Currently, there is a ''lack of sufficient numbers of well-trained laboratory scientists in public health service and inadequate laboratory management and leadership skills.'' 20 Nurturing laboratory leadership and management has to be supported for the effective oversight and administration of public health laboratory networks. APHL instituted the APHL-George Washington University (GWU) Institute for Public Health Leadership and Management in 2007 to provide senior-level public health professionals with essential tools for assessing national laboratory systems and strategies for strengthening the capacities and capabilities of high-quality public health laboratories. Initially taught at the GWU campus, and more recently transferred to the University of Dar-es-Salaam, Tanzania, and the Polytechnic of Namibia, this seminar has convened leaders from all over the world for 2 weeks of intense training on such topics as organizing an effective laboratory network; program evaluation, planning, and resource allocation; performing laboratory-based disease surveillance and response; developing and managing a central laboratory database; promoting professional development and a sustainable workforce; integrating laboratory information management systems and electronic medical records; electronic reporting of laboratory test results; and strategic planning and policy development. This type of training allows for leaders to gain the tools necessary and return to their home countries to implement effective laboratory networks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "Promoting a training culture similar to the LRN and leveraging existing APHL domestic and global partnerships for laboratory leadership and management will greatly enhance the capabilities of the biosurveillance workforce.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2."
        },
        {
            "text": "One of the objectives here is to develop an interconnected global network of emergency operations centers and a multisectoral response to biological incidents. APHL has provided guidance to US public health laboratories to assist in the development and exercise of continuity of operations plans. 21 Encompassed in these model continuity of operations plans guidelines is information on establishing an incident command system and ensuring linkages with various local, state, and national emergency operations centers. APHL's domestic expertise in supporting and testing continuity of operations plans can translate into the global arena with the goal of ensuring timely notification and sharing of laboratory results with appropriate agencies and partners.",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 299,
                    "text": "21",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Respond"
        },
        {
            "text": "In the anthrax attacks of 2001 (Figure 4) , 22 people were infected, 5 people lost their lives, and the cleanup cost was more than $1 billion. US public health laboratories tested thousands of samples to rule out or confirm the presence of any possible threat agent as well to restore public confidence that postal and other facilities were not contaminated with anthrax spores. CDC estimated that 284,000 people died worldwide during the 2009 H1N1 influenza pandemic. 3 Interconnected global systems are needed to ensure the rapid detection and containment of emerging threats as well as to reassure the public that it is safe to resume their daily living activities. Thus, strengthening the capacities LEVERAGING THE LRN MODEL FOR GHSA Figure 4 . Laboratories in Action: Preparing, Detecting, and Responding to Public Health Threats and capabilities of laboratories must be a priority as the GHSA moves forward. Leveraging the highly successful LRN model allows for internal coordination with CDC to better use subject matter expertise, training models, emergency operations center procedures, data exchange, and other technical resources; continued and expanded partnerships with DoD, the Department of State, and ministries of health; and use of the vast member network including state and local public health laboratories as potential twinning and training centers. Engaging APHL and other partners in strategic discussions to determine how best to meet the overarching goals of ''prevent, detect, and respond'' will ensure that all existing resources are brought to bear in this global effort to strengthen infectious disease detection systems.",
            "cite_spans": [
                {
                    "start": 469,
                    "end": 470,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 31,
                    "end": 41,
                    "text": "(Figure 4)",
                    "ref_id": null
                },
                {
                    "start": 738,
                    "end": 746,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "Summary"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Office of Global Affairs. U.S. commitment to the global health security agenda: toward a world safe and secure from infectious disease threats",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "World Health Organization",
            "authors": [],
            "year": 2005,
            "venue": "International Health Regulations",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Why global health security is a national priority",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kerry",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sebelius",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Monaco",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "CNN February",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Presidential Decision Directive/NSC-39: U.S. Policy on Counterterrorism",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "The White House",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A national laboratory network for bioterrorism: evolution from a prototype network of laboratories performing routine surveillance",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Gilchrist",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Mil Med",
            "volume": "165",
            "issn": "",
            "pages": "28--31",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Sentinel Laboratory Partnerships and Outreach Subcommittee of the Public Health Preparedness and Response Committee. Definition of sentinel clinical laboratories",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Office of Public Health Preparedness and Response website",
            "authors": [],
            "year": 2012,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Centers for Disease Control and Prevention, Office of Public Health Preparedness and Response website",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Funding and Guidance for State and Local Public Health Departments",
            "authors": [],
            "year": 2014,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Public Health Laboratories: Protecting the Nation's Health. 2012 APHL All-Hazards Preparedness Report",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Association of Public Health Laboratories",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "World Health Organization, Regional Office for Africa. Laboratory Capacity Requirements for International Health Regulations and Their Implementation in the WHO African Region",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Sentinel level clinical laboratory protocols for suspected biological threat agents and emerging infectious diseases",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "African Society for Laboratory Medicine website",
            "authors": [],
            "year": 2013,
            "venue": "ASLM 2020",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Creating an AIDS Free Generation",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Continuing Education and Training. Association of Public Health Laboratories website",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Laboratory capacity building for the International Health Regulations (IHR",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Masanza",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nqobile",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mukanga",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Gitta",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "resource-poor countries: the experience of the African Field Epidemiology Network (AFENET)",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Guidelines for the Public Health Laboratory: Continuity of Operations Plan (COOP)",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The LRN Structure for Responding to Biological Threats. National, reference, and sentinel laboratories work as an integrated network that builds on individual laboratory capacity in order to respond to public health emergencies.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Establishing quality-testing services for food and water and implementing a Laboratory Information Management System (LIMS) in Barbados (Utah State Public Health Laboratory-Barbados Public Health Laboratory partnership); Technology transfer of a real-time polymerase chain reaction (PCR) for N. meningitidis testing methodology and enhancing the national laboratory professionals' association in Ethiopia (California State Public Health Laboratory-Ethiopia Health and Nutrition Research Institute [EHNRI] partnership); Establishing a viral culture laboratory in Mozambique and enhancing the capability to conduct surveillance for respiratory viruses including measles (Michigan Department of Community Health, Bureau of Laboratories-Mozambique Instituto Nacional de Saúde [National Institute of Health] partnership).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fit testing and training for respiratory protection at the national laboratory in Paraguay, made possible by the WHOfunded APHL twinning project with the New Mexico Department of Health, Scientific Laboratory Division Photo courtesy of David E. Mills LEVERAGING THE LRN MODEL FOR GHSAanthracis to MERS-CoV. This work is possible because of the interconnected and tiered network approach. Without a strong foundation of sentinel clinical laboratories, standard protocols,14 and the connections with the reference (eg, public health) and national (eg, CDC) laboratories, it would take a much longer time to detect and reduce infectious disease threats. A prime example of real-time surveillance was seen in May 2014 when a patient in a hospital in Indiana exhibited symptoms consistent with MERS-CoV. The hospital staff sent specimens to the Indiana State Department of Health Laboratories, which presumptively identified MERS-CoV, using a CDC LRN deployed assay, and reported the result to CDC on May 1, 2014. The Indiana state laboratory also sent specimens to CDC that confirmed MERS-CoV on May 2, 2014. Prior to this novel case, CDC deployed the MERS-CoV assay via the LRN to 44 state public health laboratories, 1 large local public health laboratory, and DoD laboratories both domestic and international, and further the US Food and Drug Administration (FDA) issued an Emergency Use Authorization (EUA) 15 for the CDC Novel Coronavirus 2012 real-time reverse transcription PCR assay.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors thank Jasmine Chaitram, MT (ASCP), MPH, Deputy Branch Chief, Laboratory Preparedness and Response Branch, Division of Preparedness and Emerging Infections, National Center for Emerging and Zoonotic Infectious Diseases, CDC, for her contributions to this article. This article was supported under Cooperative Agreements #U60HM000803 and #U2GPS001799 between the Association of Public Health Laboratories and the Centers for Disease Control and Prevention/ Coordinating Office of Global Health. Its contents are solely the responsibility of the authors and do not necessarily represent the official views of CDC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}