{
    "paper_id": "6b6974f77478ef8c519ebbb1a6bab4f434f7cc82",
    "metadata": {
        "title": "Severe Acute Respiratory Syndrome and Sport Facts and Fallacies",
        "authors": [
            {
                "first": "Raymond",
                "middle": [
                    "C H"
                ],
                "last": "So",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hong Kong Sports Institute",
                    "location": {
                        "settlement": "Hong Kong"
                    }
                },
                "email": ""
            },
            {
                "first": "Joshua",
                "middle": [],
                "last": "Ko",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Pamela Youde Nethersole Eastern Hospital",
                    "location": {
                        "settlement": "Hong Kong"
                    }
                },
                "email": ""
            },
            {
                "first": "Yvonne",
                "middle": [
                    "W Y"
                ],
                "last": "Yuan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hong Kong Sports Institute",
                    "location": {
                        "settlement": "Hong Kong"
                    }
                },
                "email": ""
            },
            {
                "first": "James",
                "middle": [
                    "J"
                ],
                "last": "Lam",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lobo",
                "middle": [],
                "last": "Louie",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hong Kong Baptist University",
                    "location": {
                        "settlement": "Hong Kong"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Abstract activities in SARS-affected cities, it also affected sporting activities. SARS was identified in Hong Kong in late February 2003 and the WHO issued a global alert on 12 March, 2003. The incubation period of SARS is usually 4-6 days and patients commonly present with high fever (temperature >38°C), dry cough, chills and rigor, dyspnoea and diarrhoea. Although a specific antiviral agent and vaccines for SARS are not available at the time of writing, a standard treatment protocol for SARS has been developed. The average mortality rate is about 16% in Hong Kong.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The coronavirus is a common pathogen for upper respiratory tract infection and is the most probable pathogen for SARS. Transmission methods may, therefore, be similar for both these infections. Transmission is possible when aerosolised viral particles come into contact with the susceptible host's mucous membrane, most commonly the nose, but also the mouth and eyes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "With appropriate preventive measures to avoid contact with virus, the probability of infection is minimal. Isolation of those who have had close contact with confirmed or suspected SARS patients and/or who have persistent fever will be the most effective and practical method of avoiding contact. Maintaining personal hygiene and frequent hand washing can also reduce the risk of infection. Using diluted bleach (1 part bleach in 99 parts water) to cleanse training areas and equipment is also recommended.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "With proper event planning to conform with quarantine measures, special travel arrangements, facility sterilisation and use of venues with good ventilation and filtering systems, sport competition can still proceed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In early 2003, Severe Acute Respiratory Syn-instance, Hong Kong and other SARS-affected countries were originally banned from attending the drome (SARS), swept through hospitals and com-2003 Special Olympics World Summer Games in munities in Hong Kong and subsequently to 32 other Ireland because of contingency measures taken to countries or regions. [1] Initially, there was internatackle the SARS problem. It is extremely uncomtional panic as not much was known about SARS. mon for a Government, rather than an event or-Nevertheless, in just over 2 months following the ganiser, to limit participation in a sporting event. first outbreak, there were more than ten books, hun-After long debates and explanations, on 9 June, dreds of scientific articles and countless newspaper 2003, the Irish Government finally rescinded and clippings being published in relation to SARS. This allowed the Hong Kong team to attend the Games. could be one of the new records in this 'age of However, a condition was imposed requiring the information'. However, there are facts as well as Hong Kong athletes to attend a 10-day quarantine fallacies in some of these publications.",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 280,
                    "text": "32 other",
                    "ref_id": null
                },
                {
                    "start": 352,
                    "end": 355,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "training camp in a city free from SARS. The original SARS had a significant impact on the local decision was undoubtedly a difficult one. It might healthcare system. It also affected sporting activities have been easier if the decision makers had been at all levels, from recreational to professional. There provided with the most up-to-date, complete and is always concern about the possibility of contagion appropriate information about SARS. among athletes and spectators in competitive sports.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As far as the sports physician is concerned, ade-Many sports involve close contact and a major comquate and correct knowledge is necessary to effecpetition will usually draw a large crowd and may tively address any contagion from the perspective of bring people from different countries together. This prevention, early recognition and timely control of creates a situation that may enhance the risk of a spread. Appropriate hygienic measures should be contagious disease spreading locally and even globtaken during sports training and competition, but it ally. Not surprisingly, after the SARS outbreak, may not be necessary to suspend all sports activities, many international events including both contact as happened in some settings during the 2003 SARS and non-contact sports, which were originally outbreak. The purpose of this paper is, therefore, to scheduled in the first half of 2003, were cancelled or summarise the most current and appropriate inforpostponed. For Not just single event competitions, but also SARS is a serious infectious disease that is assomulti-event Games were affected by SARS. For ciated with a novel coronavirus. [2] [3] [4] [5] SARS evolved into a global outbreak in March, 2003. [6-8] In No-Epidemiological criteria include close contact vember, 2002, many cases of highly infectious and with SARS cases or travel to an area with communisevere atypical pneumonia of unknown origin were ty transmission of SARS. Laboratory criteria have noted in Guangdong Province in Southern China. In been added as evidence of infection with SARSretrospect, the clinical features fit into the WHO associated coronavirus (SARS-CoV). 'Probable' case definition of SARS; however, it was not report-cases refer to those meeting the clinical criteria for ed widely at that stage. SARS was first recognised in severe respiratory illness of unknown aetiology and Hong Kong in late February, 2003. [9, 10] The index satisfying the epidemiological criteria. 'Suspect' case, a doctor from southern China, had been unwell cases refer to those meeting the clinical criteria for before travelling to Hong Kong. He was admitted to moderate respiratory illness of unknown aetiology one of the public hospitals in Hong Kong with and satisfying the epidemiological criteria. symptoms of atypical pneumonia. Immediately an",
            "cite_spans": [
                {
                    "start": 973,
                    "end": 976,
                    "text": "For",
                    "ref_id": null
                },
                {
                    "start": 1149,
                    "end": 1152,
                    "text": "[2]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1153,
                    "end": 1156,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1157,
                    "end": 1160,
                    "text": "[4]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1161,
                    "end": 1164,
                    "text": "[5]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1204,
                    "end": 1222,
                    "text": "March, 2003. [6-8]",
                    "ref_id": null
                },
                {
                    "start": 1913,
                    "end": 1916,
                    "text": "[9,",
                    "ref_id": null
                },
                {
                    "start": 1917,
                    "end": 1920,
                    "text": "10]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The mean incubation period of the SARS virus is outbreak was triggered, firstly in the hospital and 4-6 days and 95% of patients experience the onset later spreading widely throughout the community.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "of symptoms within 14.22 days of infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "[1] Pa-On 12 March, 2003, the WHO issued a global tients with SARS usually present with high fever SARS alert. [8] The WHO subsequently received re-(temperature >38ºC), dry cough, chills and rigor, ports of the syndrome from China, Singapore, Viet-and prodromal symptoms (malaise, myalgia, headnam, Canada, the US and Germany. On 21 March, ache and dizziness). [2, 9, 10, 12] The relative frequencies 2003, the WHO issued a preliminary clinical of all reported symptoms vary slightly in different description of SARS. [11] According to the descrip-case clusters. tion, the majority of SARS patients were previously",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 114,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 361,
                    "end": 364,
                    "text": "[2,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 365,
                    "end": 367,
                    "text": "9,",
                    "ref_id": null
                },
                {
                    "start": 368,
                    "end": 371,
                    "text": "10,",
                    "ref_id": null
                },
                {
                    "start": 372,
                    "end": 375,
                    "text": "12]",
                    "ref_id": null
                },
                {
                    "start": 518,
                    "end": 522,
                    "text": "[11]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the first reported SARS case series, Lee et al. [9] healthy adults aged between 25 and 70 years. All reported that all patients presented with fever (tempatients presented with high fever (>38ºC), someperature >38ºC for >24 hours) and a majority with times associated with chills, rigor, malaise, myalgia chills and rigors (73%), prodromal symptoms and other respiratory symptoms. The mortality rate (50-60%) and coughing (57%). [9] Productive cough, was high, reaching 20%. The literature to date sugsore throat, coryza, nausea and vomiting, and diargests that SARS is associated with a novel coronrhoea were less common symptoms. Based on their avirus. data, Lee et al. [9] proposed that the presentation of The accepted case definition of SARS is that SARS was triphasic. The first phase, termed the proposed by the WHO and adopted by the US viral replication phase, occurred in the first week Center of Disease Control and Prevention (CDC). with most patients presenting with fever, myalgia Current criteria for defining a case include clinical and chills. As the disease progressed into second data, epidemiological data and laboratory tests. Ac-week, 70% of the patients developed early immune cording to the CDC, the SARS case definition was response and cytokines were found in the blood revised on 23 May, 2003, with the clinical criteria stream. In this immune hyperactive phase, there was being categorised as: (i) asymptomatic; (ii) mild significant lung destruction and patients began to respiratory illness; (iii) moderate respiratory illness develop respiratory symptoms and observable chest (fever >38ºC, cough, dyspnoea or hypoxia); or (iv) radiographic changes. In the third week, patients severe respiratory illness (additional radiological entered the pulmonary destruction phase, which evidence of pneumonia or respiratory distress syn-clinically resembled acute respiratory distress syndrome).",
            "cite_spans": [
                {
                    "start": 51,
                    "end": 54,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 432,
                    "end": 435,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 675,
                    "end": 678,
                    "text": "[9]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "drome. Canadian data suggest that the earliest symp-toms are fever, prodromal symptoms, cough or CoV has been isolated after 36 hours from seating, dyspnoea and diarrhoea. [2] From the outbreak in paper, a Formica surface, a plastered wall; after 72 Amoy Gardens in Hong Kong, Peiris et al. [13] found hours from a plastic surface and stainless steel; and that many patients developed recurrent fever (85%) after 96 hours on a glass slide. It is, therefore, and watery diarrhoea (73%). possible that the virus can be transmitted by hands In general, physical examination on admission that have been in contact with these infected surwill show high temperature (>38ºC, generally rangfaces. ing from 35-40.3ºC ). Tachycardia, tachypnoea and Participation in sports training and competition borderline low blood pressure may be observed. may further add to the above list of possible trans-Oxygen saturation level on normal air condition mission pathways. Sharing sporting equipment and may be at borderline situation. Inspiratory crackles practice surfaces can be another potential means of are usually heard at the base of the lung but wheeztransmission. SARS-infected bodily fluids and reing is an uncommon finding. Rash, lymphadespiratory secretions can contaminate sporting equipnopathy and purpura are rare. ment and practice surfaces. Close personal contact during training and competition in contact sports",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 175,
                    "text": "[2]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 291,
                    "end": 295,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 698,
                    "end": 707,
                    "text": "35-40.3ºC",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "(wrestling, judo, basketball, etc.) can further transin Sports mit SARS from person to person.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mode and Risk of Transmission"
        },
        {
            "text": "A crowded changing room where dense steam The coronavirus is one of the two most common and vapour is generated from hot showers can be pathogens for upper respiratory tract infection (URdangerous in the sense that aerosolised viral parti-TI) [14] and it is also the most probable pathogen for cles can be transmitted from any viral carrier to the SARS. [4] Transmission methods may, therefore, be whole team. This is the most probable transmission similar for both infections. The WHO has reported pathway of the outbreak in Amy Gardens, Hong that SARS is not airborne but is carried in virus-Kong. Steam and vapour enhance the floating time laden droplets. [1] This suggests that transmission is of the virus-carrying droplets.",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 247,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 354,
                    "end": 357,
                    "text": "[4]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 659,
                    "end": 662,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Mode and Risk of Transmission"
        },
        {
            "text": "[1] possible when aerosolised viral particles come into contact with the susceptible host's mucous mem-Frequent travel may further increase the probabranes, most commonly the nose, but also with the bility of transmission in sports environments. Staymouth and eyes. The virus has been found to be ing in relatively crowded aircraft or vehicles with stable in faeces (and urine) at room temperature for poor ventilation can be risky if there is an infected at least 1-2 days. [15] Transmission through a defecperson travelling with the team. However, the tive sewage system was, in fact, proven in the case WHO [17] reported on 23 May, 2003, that symptoof the outbreak at Amoy Gardens Estate in Hong matic probable SARS cases on only four flights Kong. [16] The SARS virus has been reported as have been associated with possible transmission occurring in saliva, tears and urine. [1] At the time of onboard. Olsen et al. [18] concluded that SARS may writing, no evidence of the SARS virus in a patient's occur on an aircraft when infected persons travel sweat has been reported. Nevertheless, it is still during the symptomatic phase of illness. Therefore, reasonable to assume that the SARS virus may be it is still advisable to take precautions to prevent present in a patient's sweat as it is in other bodily fluids. As summarised by the WHO, [1] the SARS-possible transmission during flights.",
            "cite_spans": [
                {
                    "start": 475,
                    "end": 479,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 610,
                    "end": 614,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 752,
                    "end": 756,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 879,
                    "end": 882,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 920,
                    "end": 924,
                    "text": "[18]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Mode and Risk of Transmission"
        },
        {
            "text": "Athletes with urinary and bowel stomas or difficulty with bladder and bowel control should pay special attention to sealing off any leakage before 3.1 Avoiding Contact exercise, particularly for water sport events.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preventive Measures"
        },
        {
            "text": "At time of writing, there have been no reports on Avoiding contact with the virus is the ultimate the survival of the SARS virus in patient's sweat; way to prevent infection. Possible measures range however, sweat should be treated as a possible from avoiding unnecessary contact with people, esmeans of transmitting SARS. Showering after trainpecially those who are infected, wearing masks in ing is, therefore, recommended to help to control the high-risk areas to applying sound personal hygiene potential spread. In sports activities involving close practice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preventive Measures"
        },
        {
            "text": "contact (e.g. wrestling), showering before training Daily monitoring of body temperature before and competition is also recommended.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preventive Measures"
        },
        {
            "text": "[20] practice will help to identify infected athletes within the team. Fever has been identified as one of the Minor abrasions should be cleaned with soap and major symptoms of SARS. [4] It is generally believed water before applying antiseptic cream and bandagthat SARS patients will become infectious only after ing to prevent entry of the virus. Clothing used the development of symptoms. It has also been during practice should be changed and laundered found that SARS is most infectious on the tenth day everyday. Sporting equipment should be sanitised of infection and it is rare for patients who have been with diluted bleach (1 part bleach in 99 parts water) isolated within 5 days of becoming ill to transmit daily. Similarly, practice surfaces should be cleaned infection. [1] Hence, isolating individuals with fever with diluted bleach both before and after training. will be one of the most effective and practical ways Other personal hygiene practices should include to avoid contact. Athletes experiencing fever should special precautions during meals to prevent cross not be allowed to train and immediate medical adcontamination when sharing food. The use of servvice should be sought.",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 186,
                    "text": "[4]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 783,
                    "end": 786,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Preventive Measures"
        },
        {
            "text": "ing utensils should be encouraged. Before serving, all food should be properly covered to minimise any 3.2 Personal Hygiene possible contamination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preventive Measures"
        },
        {
            "text": "Maintaining personal hygiene is another way to 3.3 Improving Immunity reduce the risk of infection. Based on the fact that the SARS virus can be found in excreta, [15] hand washing after using the bathroom should be strictly Resistance to infection depends upon the general applied. Frequent hand washing, especially after state of health of an individual as well as the individtouching public facilities and before rubbing one's ual's innate and adaptive immunological compeown nose, mouth and eyes, are effective in prevent-tence. [21] Other factors that influence susceptibility ing the transfer of the virus from contaminated sur-include the dose and virulence of the infecting faces to the mucous membranes. Covering the micro-organism. [8] As SARS is an extremely virumouth and nose while sneezing and coughing is also lent virus, it is important to enhance the immune essential. Used tissue paper should be treated prop-system to reduce the risk of infection. At the time of erly and put in a covered rubbish bin or flushed writing, no study has been published investigating down the toilet. Universal precautions [19] should be the relationship between exercise, immunity and applied to the handling of blood and bodily fluids SARS. Therefore, studies examining the relation-(including vomitus, nasal secretions, etc.).",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 167,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 533,
                    "end": 537,
                    "text": "[21]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 742,
                    "end": 745,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 1121,
                    "end": 1125,
                    "text": "[19]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Preventive Measures"
        },
        {
            "text": "ship between URTI and exercise may improve our understanding of the relationship between SARS be very high. Fever is a consequence of the immune and exercise. system's response to eradicate the invading virus. Therefore, it is usually only those who have weak There is a current consensus that moderate exerimmune systems, such as the elderly, [26] who will cise can enhance immune function and thus resisnot have an immune response to the invading virus. tance to viral infection. Shephard [22] and Peters [23] Those who exercise regularly will have a better have stated that a high level of physical conditioning immune system and will have a normal immune had, in a few carefully controlled recent studies, response.",
            "cite_spans": [
                {
                    "start": 344,
                    "end": 348,
                    "text": "[26]",
                    "ref_id": null
                },
                {
                    "start": 491,
                    "end": 495,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 507,
                    "end": 511,
                    "text": "[23]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Preventive Measures"
        },
        {
            "text": "[26] Therefore, exercising with someone provided evidence of a lower incidence of infection who is active and has no symptoms of SARS will symptoms and chronic immunomodulation helping probably constitute a low risk of contracting SARS. to increase resistance to infection. Nieman et al. [24] have noted that 45 minutes of exercise five times per On the other hand, Nieman et al. [24] stated that week at 60% of the heart rate reserve reduced the runners training >96 km/week doubled their odds duration of respiratory symptoms but did not affect for sickness (URTI) compared with those training the incidence of URTI in 25-to 45-year-old women. <32 km/week. It has been suggested that athletes In a later study, Nieman et al. [25] investigated the engaging in marathon-type events and/or engaged in relationship between poor immune function and low very heavy training are at increased risk of URTI. [27] levels of physical activity in a group of elderly This may due to the fact that acute exercise (a single women. They concluded that any benefit of regular bout of intense exercise) temporarily decreases the physical activity was more obvious in this group. In activity of several of the immune system's cellular this study, they found that among 67-to 85-year-old components and increases athletes' susceptibility to women, the incidence of URTI was lowest in a viruses. [28] However, Shephard, [22] in his more rehighly conditioned subgroup, intermediate in a subcent review, stated that in terms of the adverse group of regular walkers and highest in callisthenic effects on the immune system due to very heavy and sedentary control subgroups. They suggested exercise and training, all of the expected epidemiothat T cells were the major component of the imlogical criteria associated with a cause and effect mune system to be altered with age and that a highly relationship have not been met in earlier studies. conditioned elderly woman might have T cells that Therefore, very high-intensity exercise may not be function at levels above their sedentary counterparts the causal factor of the lowered immune system. but still somewhat lower than those of young women. On the other hand, natural killer cell activity This controversy may, in part, be due to the was considerably greater in highly conditioned eldvariation in defining 'heavy or very high-intensity' erly women than in either sedentary elderly or exercise. Weidner [29] summarised that people who young women. Hence, continuous regular moderate exceeded their individual exercise limit (activity exercise can boost the immune systems of elderly frequency, intensity and duration) might be fosterwomen.",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 292,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 380,
                    "end": 384,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 727,
                    "end": 731,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 901,
                    "end": 905,
                    "text": "[27]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1377,
                    "end": 1381,
                    "text": "[28]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1391,
                    "end": 1400,
                    "text": "Shephard,",
                    "ref_id": null
                },
                {
                    "start": 1401,
                    "end": 1405,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 2437,
                    "end": 2441,
                    "text": "[29]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Preventive Measures"
        },
        {
            "text": "ing infection. For competitive athletes, it is impossible for them to train at low to moderate intensity, but One concern about SARS and physical training is in order to avoid the adverse effects on the immune that there are reports that a small number of SARS system due to high-intensity workouts, athletes' patients were asymptomatic. [1] This group consisted training must be systematically monitored to prelargely of elderly patients. If an individual is training vent training beyond individual limits and chronic with another individual who has contracted SARS overtraining. but without obvious symptoms (fever), the risk will Nieman [27] also concluded that following acute 4. Exercise During and After bouts of prolonged high-intensity endurance exer-Contracting SARS cise, several components of the immune system are suppressed for several hours. This has led to the Whether exercise is recommended during and concept of the 'open window' theory, which was after contracting SARS is an interesting topic for described as the 1-to 9-hour period following prodiscussion. During the acute phase of the SARS longed endurance exercise when the host's defences disease, it is almost impossible for the patient to are decreased and the risk of URTI is increased.",
            "cite_spans": [
                {
                    "start": 338,
                    "end": 341,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 641,
                    "end": 645,
                    "text": "[27]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Preventive Measures"
        },
        {
            "text": "perform any exercise in the presence of severe During this 'open window' period, athletes should symptoms that may include fever (temperature, be advised to remain isolated from all the possible >38ºC for >24 hours), rigor, dry cough, dyspnoea, sources of infection. malaise, headache and hypoxaemia. [11] Relative rest In addition to regular exercise, there are other is, therefore, recommended during this phase of the means to improve immunity against possible SARS disease. infection. They include diet, proper rest and reduced",
            "cite_spans": [
                {
                    "start": 301,
                    "end": 305,
                    "text": "[11]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Preventive Measures"
        },
        {
            "text": "Carefully prescribed exercise has been found to psychological stress. An efficient immune system be an essential part of treatment or rehabilitation requires a number of nutrients to sustain itself. Essential amino acids, the essential fatty acid -linoleic programme for various chronic diseases such as acid, retinol (vitamin A), folic acid, pyridoxine (vicardiac disease, chronic obstructive pulmonary distamin B6), cyanocobalamin (vitamin B12), ascorbic ease, hypertension and asthma. [23, 29, 36, 40] It is, thereacid (vitamin C), tocopherol (vitamin E), zinc, copfore, expected that an individually prescribed exerper, iron and selenium have all been found to be cise programme that aims to improve cardiorespirabeneficial to the immune system. [30] Other nutrients tory function and general wellbeing, will also be that may help to maintain a healthy immune system beneficial to stabilised SARS patients. A muscle include arginine, glutamine, omega-3-fatty acids strengthening programme may be prescribed prior and nucleotides. [31, 32] Sleep deprivation is known to to cardiovascular training. After weeks of bed rest, have a detrimental effect on the immune system. [33] muscle condition may decrease significantly. [40] Getting enough sleep and proper rest is, therefore, Therefore, muscle strengthening programmes, espealso important in ensuring an efficient immune system. Furthermore, psychological stress and deprescially for lower body muscles are required before sion were found to be associated with immunosuprecovering patients can perform other locomotory pression. [34, 35] A 'stress, cytokine, depression' modrehabilitation programmes. However, extra attention el has been proposed as a biological pathway to should be given to the possible presence of any explain the link between stressful life events and postviral fatigue syndrome. This is the prolonged depression. [35] It is generally agreed that the stress period of debilitation sometimes observed during associated with competition may make athletes the recovery phase from an apparent viral infecmore susceptible to infectious illnesses. [36] Declines tion. [24] Although there has been no report to date, of in immune function can be related to heavy training any postviral fatigue syndrome in relation to SARS, prior to competition, [23, 24] psychological stress relatthe risk of an extended clinical course resulting from ed to competition, [37] the exposure to extremes of attempts to work through this syndrome should be heat and cold, sleep deprivation and time-zone shifts. [38, 39] noted. [38] 5. Exercise with a Mask (<0.1%) was possible in N92 masks during violent sneezing or coughing. Therefore, when using a sur-During the SARS outbreak in Hong Kong, chilgical mask, reaerosolisation of the trapped virus is dren were required to wear surgical masks during possible under continuous high flow rate during school lessons. This was a safety measure imposed exercise. by the Hong Kong Special Administrative Region Government. However, should they wear surgical 5.2 Effect on Exercise masks for physical education (PE) lessons? Before Wearing a mask incurs some penalties associated answering this question, there are several aspects to with the interference between wearers and the envibe considered.",
            "cite_spans": [
                {
                    "start": 488,
                    "end": 492,
                    "text": "[23,",
                    "ref_id": null
                },
                {
                    "start": 493,
                    "end": 496,
                    "text": "29,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 497,
                    "end": 500,
                    "text": "36,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 501,
                    "end": 504,
                    "text": "40]",
                    "ref_id": null
                },
                {
                    "start": 750,
                    "end": 754,
                    "text": "[30]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1034,
                    "end": 1038,
                    "text": "[31,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1039,
                    "end": 1042,
                    "text": "32]",
                    "ref_id": null
                },
                {
                    "start": 1174,
                    "end": 1178,
                    "text": "[33]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1224,
                    "end": 1228,
                    "text": "[40]",
                    "ref_id": null
                },
                {
                    "start": 1584,
                    "end": 1588,
                    "text": "[34,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1589,
                    "end": 1592,
                    "text": "35]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1890,
                    "end": 1894,
                    "text": "[35]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 2118,
                    "end": 2122,
                    "text": "[36]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 2138,
                    "end": 2142,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 2315,
                    "end": 2319,
                    "text": "[23,",
                    "ref_id": null
                },
                {
                    "start": 2320,
                    "end": 2323,
                    "text": "24]",
                    "ref_id": null
                },
                {
                    "start": 2424,
                    "end": 2428,
                    "text": "[37]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 2561,
                    "end": 2565,
                    "text": "[38,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 2566,
                    "end": 2569,
                    "text": "39]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 2577,
                    "end": 2581,
                    "text": "[38]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Preventive Measures"
        },
        {
            "text": "ronment. Johnson et al. [45] noted that workers wearing masks could not work as long or as hard as they 5 .1 Safety Concerns could when not wearing masks. Such phenomena A mask serves the function of blocking the re-may also occur in exercise. Lerman et al. [46] found lease of disease-causing aerosols from the patient to that with the increase in inspiratory resistance due to the external air space when they speak, exhale, wearing a mask during exercise testing, a significant cough or sneeze; and stopping or blocking the dis-decrease in physical performance and tidal volume, ease-causing aerosols being transferred to healthy an increase in the ratio of inspiratory to expiratory people when they inhale. Therefore, the surgical time, peak inspiratory pressure and increased CO2 mask must be able to inhibit aerosol penetration. retention were observed. They concluded that diffi-McCullough et al. [41] stated that the penetration rate culty in inspiration was significantly correlated with of aerosols through a surgical mask depended on the inspiratory resistance and seemed to be the main flow rate and the type of organism in the aerosols. reason for cessation of effort. Wilson and Raven [47] When Mycobacterium abscessus and Bacillus sub-also noted that wearing of respirator masks reduced tilis were assessed at a high flow rate (85 L/min), forced vital capacity by an average of 11.6% there was significantly higher penetration than what (0.65L); forced expiratory volume in 1 second by was seen at a low flow rate (45 L/min). The surgical 7.3% (0.33L) and maximum voluntary ventilation in mask was much less efficient in blocking aerosols 15 seconds by 7.4% (12.4 L/min). They hythan was the N95 mask. [41] The surgical mask with a pothesised that the difference in peak inspired flow filter had a 25% penetration rate of sub-micrometre-with and without the respirator was the best predicsized aerosols at a flow rate of 5 L/min to 70% at tor of performance time with the respirator during an 100 L/min. [42] The penetration rate through surgical endurance walk to exhaustion. Therefore, the resismasks can be well over 25% when the children are tance of the mask results in a detrimental effect on working or exercising at moderate or maximal inten-exercise performance, especially at maximal loadsity. The maximal ventilation rate for children aged ing. 11.2 ± 1.4 years (in Hong Kong) has been found to One study found a statistically significant debe about 46.7 ± 10.1 L/min for girls and 50.3 ± 11.0 crease in maximal oxygen uptake (VO2max) for par-L/min for boys (unpublished data). Therefore, proticipants wearing respirator masks compared with tection afforded by surgical masks may be minimal. those without masks. [45] The authors also found that Reaerosolisation cannot be neglected when exer-the lactate and ventilation threshold were not affectcising with a mask. Wang et al. [43] and Willeke and ed by the mask condition. Therefore, masks may Qian [44] indicated that some reaerosolisation only cause significant impairment of exercise at intensities >80-85% of V O2max (at about the anaerobic threshold level). [48] In summary, taking the safety issue and effects on exercise capacity into consideration, children can only work or exercise at their submaximal level, below the anaerobic threshold, if they are wearing surgical masks. However, there are still some other factors that have to be considered, such as air temperature and relative humidity, before suggesting major team sports like basketball and soccer were suspended during PE lessons and after school activi-After the outbreak of SARS in early March, the ties. As a result, a noticeable drop in students' Education Authority of Hong Kong announced that physical activity levels was indicated by PE teachall primary and secondary school classes were susers. Based on subjective observation, secondary and pended in late March, 2003. All school children primary school PE teachers reported an average were advised to stay home and avoid physical con-32% and 40% decline in physical activity levels, tact with others. Seven weeks later, when SARS was respectively. Over 50% of the respondents revealed under control, secondary and primary school classes that PE apparatus and equipment was not clean were resumed on 16 and 23 May, 2003, respectively. enough and there were insufficient staff members to The local Education Authority mandated that all clean up such apparatus before a PE class. Moreostudents and teachers should wear masks all the time ver, 25% of the PE teachers revealed that the changin schools.",
            "cite_spans": [
                {
                    "start": 24,
                    "end": 28,
                    "text": "[45]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 258,
                    "end": 262,
                    "text": "[46]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 905,
                    "end": 909,
                    "text": "[41]",
                    "ref_id": null
                },
                {
                    "start": 1200,
                    "end": 1204,
                    "text": "[47]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1718,
                    "end": 1722,
                    "text": "[41]",
                    "ref_id": null
                },
                {
                    "start": 2020,
                    "end": 2024,
                    "text": "[42]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2740,
                    "end": 2744,
                    "text": "[45]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 2905,
                    "end": 2909,
                    "text": "[43]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2978,
                    "end": 2982,
                    "text": "[44]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 3142,
                    "end": 3146,
                    "text": "[48]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Preventive Measures"
        },
        {
            "text": "ing rooms were unclean. Over half (53%) of secon-A survey was conducted by a local Hong Kong dary and 47% of primary school PE teachers were University to determine how the school PE and worried about their students being infected during extra-curricular activity programmes were being af-PE classes. fected after classes had resumed. Questionnaires were sent out to 400 secondary and 712 primary 6. Conclusion school PE teachers. Within 1 week, 276 secondary and 530 primary school PE teachers had responded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preventive Measures"
        },
        {
            "text": "SARS is a highly infectious disease, caused by Table I shows a brief summary of the findings the novel coronavirus, with possible severe clinical concerning the special arrangements made by the sequelae. Not only has it put enormous strain on the schools.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 47,
                    "end": 54,
                    "text": "Table I",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Preventive Measures"
        },
        {
            "text": "healthcare system worldwide, it has also affected the In addition, the survey further investigated the physical, psychological and social behaviours of perceptions of the PE teachers on the influences on affected communities across the globe. Without exthe PE programme of the SARS preventive mea-ception, sports activities and sports medicine pracsures in school settings. Half (50%) of the secondary tices have also been affected. With adequate knowland 46% of the primary school PE teachers reported edge of SARS and common sense, we stand a better adjustments to their normal PE curriculum. Most chance of avoiding the SARS panic spreading curriculum time involved changes to individual worldwide.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preventive Measures"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The constructs 'stress' and 'coping' as a rationale for 1. Department of Communicable Disease Surveillance and Renursing activities",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Clarke",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J Adv Nurs",
            "volume": "9",
            "issn": "",
            "pages": "267--75",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Consensus document on the epidemiology of severe acute respiratory syndrome 22. Shephard RJ. Special feature for the olympics: effects of exer-(SARS)",
            "authors": [],
            "year": 2000,
            "venue": "Immunol Cell Biol",
            "volume": "78",
            "issn": "5",
            "pages": "485--95",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical features and short-term outcomes of 144 patients with SARS in the 23. Peters EM. Exercise, immunology and upper respiratory tract greater Toronto area",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Booth",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Matukas",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Tomlinson",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Int J Sports Med",
            "volume": "289",
            "issn": "21",
            "pages": "69--77",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Infectious episodes coronavirus associated with severe acute respiratory synin runners before and after the Los Angeles marathon",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Ksiazek",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Erdman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Goldsmith",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Sports drome",
            "volume": "348",
            "issn": "20",
            "pages": "1953--66",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Physical activity cause of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Poon",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Med Sci Sports Exerc",
            "volume": "361",
            "issn": "9366",
            "pages": "823--854",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Effect of moderate coronavirus in patients with severe acute respiratory synexercise on immune senescence in men",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gunther",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Preiser",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Eur J Appl Physiol drome. N Engl J Med",
            "volume": "348",
            "issn": "20",
            "pages": "105--116",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "bacterial aerosols by respirator and surgical mask filters under varying conditions of flow and relative humidity",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Nieman",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "V"
                    ],
                    "last": "Mccullough",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Brosseau",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Vesley",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Thorax",
            "volume": "41",
            "issn": "12",
            "pages": "1229--1260",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Exercise, immunity, and susceptibility to infection-A J-shaped relationship?",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Shephard",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "N"
                    ],
                    "last": "Shek",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Phys Sportsmed",
            "volume": "41",
            "issn": "6",
            "pages": "47--71",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Aerosol penetration through surgical",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Willeke",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Literature review: upper respiratory illness and masks",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Weidner",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Am J Infect Control",
            "volume": "20",
            "issn": "4",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Survival of bacteria on respira",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Reponen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Willeke",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The immune system: a target for functional tor filters",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Calder",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kew",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Aerosol Sci Technol",
            "volume": "30",
            "issn": "2",
            "pages": "165--77",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Tuberculosis control through respirator",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Willeke",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Qian",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Glutamine and wear: performance of National Institute for Occupational Safeglutamate as vital metabolites",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Newsholme",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Lima",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Procopio",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Braz J Med Biol Res",
            "volume": "36",
            "issn": "2",
            "pages": "139--181",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Respirator mask effects on",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Dooly",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "O"
                    ],
                    "last": "Dotson",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Effects of 48 hours sleep exercise metabolic measures",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ozturk",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Pelin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Karadeniz",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Am Ind Hyg Assoc J",
            "volume": "2",
            "issn": "5",
            "pages": "107--118",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "External inspiratory",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lerman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shefer",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Epstein",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Stress, depression and the activation of the immune resistance of protective respiratory devices: effects on physical system",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Leonard",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "World J Biol Psychiatry",
            "volume": "1",
            "issn": "1",
            "pages": "17--25",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "How does stress affect you? An (6): 733-40 overview of stress, immunity, depression and disease",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Maddock",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Pariante",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "predictors of work performance during respirator wear",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Raven",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Epidemiol Psichiatr Soc",
            "volume": "10",
            "issn": "3",
            "pages": "153--62",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Infection in athletes",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "K"
                    ],
                    "last": "Brenner",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "N"
                    ],
                    "last": "Shek",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Shephard",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Sports Ind Hyg Assoc J",
            "volume": "50",
            "issn": "1",
            "pages": "86--107",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Physiological effects of in volunteers from different measures of recent life stress. inspiratory resistance on progressive aerobic work",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Totman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kiff",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Reed",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Eur J Appl Psychosom Res",
            "volume": "24",
            "issn": "",
            "pages": "155--63",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Immune changes induced by exercise in an adverse environment",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Shephard",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Can J Physiol Pharmacol",
            "volume": "76",
            "issn": "",
            "pages": "539--585",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Immune deficits induced by strenuous Correspondence and offprints: Raymond C.H. So, Sports exertion under adverse environmental conditions: manisfesta-Science Department, Hong Kong Sports Development tion and countermeasures",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Shephard",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "N"
                    ],
                    "last": "Shek",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Crit Rev Immunol",
            "volume": "18",
            "issn": "",
            "pages": "545--68",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Sports Institute, Shatin, 25 Yuen Wo Rd",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "in effects of 20 days horizontal bed rest on muscle strength in E-mail: raymonds@hksi.org.hk young subjects",
            "authors": [],
            "year": 1997,
            "venue": "J Gravit Physiol",
            "volume": "4",
            "issn": "1",
            "pages": "31--37",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "example, the 4th FIFA Women's mation about SARS and its relationship to sports. World Cup 2003 was postponed and transferred Most of the information regarding SARS was gathfrom China to the US. On March 30, the Internationered from WHO's publication. [1] Competition canal Ice Hockey Federation announced the cancellacellation information was retrieved from the respection of the 2003 IIHF Women's World Championtive sport associations' web sites. The rest of the ship, which had been scheduled for April in Beijing, information was mostly searched in Medline China. Similarly, the World Track Cycling Champidatabase with keywords: 'SARS', 'exercise', 'upper onships, scheduled for the July/August period in respiratory infections', 'immune system' and Shenzhen, China were also cancelled. The 2003 'mask'. Cathay Pacific Squash Open in Hong Kong, the 2nd Asian Archery Grand Prix in Singapore and the 20th 1. What is Severe Acute Respiratory Asian Snooker Championships in India were all Syndrome (SARS)? postponed because of SARS.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Special arrangements by the schools in Hong Kong after the outbreak of Severe Acute Respiratory Syndrome that children exercise with masks. sports, such as badminton and table-tennis. In order 5.3 How Does SARS Affect School Physical to avoid physical contact among the students, most Education Programmes?",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "If an athlete has been exposed to the virus or has ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}