{
    "paper_id": "6b7c1c5517d7dc49a79939f3ac7539ed5e066674",
    "metadata": {
        "title": "E- Homology Modeling and Protein Interaction Map of CHRNA7 Neurogenesis Protein",
        "authors": [
            {
                "first": "Ruchi",
                "middle": [],
                "last": "Yadav",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "AMITY University",
                    "location": {
                        "settlement": "Lucknow",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Deepshikha",
                "middle": [],
                "last": "Deepshikha",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "AMITY University",
                    "location": {
                        "settlement": "Lucknow",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Prachi",
                "middle": [],
                "last": "Srivastava",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "AMITY University",
                    "location": {
                        "settlement": "Lucknow",
                        "country": "India"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "sion. It is a member of a superfamily of ligand-gated ion channels which facilitates fast signal transmission at synapses. The uniqueness lies in its structure as its heteropentamers are composed of homologous subunits. Conservitivity patterns of these proteins are very significant; till date, the structure of CHRNA7 is not deposited in PDB database.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Since protein structure is related with functionality of protein, hence protein modeling is done to extract protein function from its structure. The proposed structure for each subunit is a conserved N-terminal extracellular domain followed by 3 conserved transmembrane domains, a variable cytoplasmic loop, a fourth conserved transmembrane domain, and a short C-terminal extracellular region.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The protein encoded by this gene forms a homooligomeric channel, displays marked permeability to calcium ions, and is a major component of brain nicotinic receptors that are blocked by, and highly sensitive to, alpha-bungarotoxin. Once this receptor binds acetylcholine, it undergoes an extensive change in conformation that affects all subunits and leads to opening of an ion-conducting channel across the plasma membrane [1] . This gene is located in a region identified as a major susceptibility locus for juvenile cyclonic epilepsy and a chromosomal location involved in the genetic transmission of schizophrenia. An evolutionarily recent partial duplication event in this region results in a hybrid containing sequence from this gene and a novel FAM7A gene. After binding to acetylcholine, the AChR responds by an extensive change in conformation that affects all subunits and leads to the opening of an ion-conducting channel across the plasma membrane. The channel is blocked by alphabungarotoxin. Gene expression studies shows that CHRNA7 gene is primarily expressed in the posterior amygdalar nucleus and the field CA3 of Ammon's horn in the mouse, and in the mammillary body in humans [2] . Three-dimensional (3D) structure is the most competent requirement for any advance proteomic analysis or drug designing. In extension to this, the current paper deals with detailed structure modeling along with active site predivction of this potential protein that can act as cumulative target for different neurological anomalies.",
            "cite_spans": [
                {
                    "start": 423,
                    "end": 426,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1195,
                    "end": 1198,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Homology modeling is computational method that predicts 3D structure of protein using known protein structure called as template. Template is most cru-cial part of homology modeling since protein sequence is modelled on the basis of structure of template protein. Homology modeling is most accurate computational method for protein structure determination and verification of modelled structure is done by Ramachandran plot and statistical analysis [3] .",
            "cite_spans": [
                {
                    "start": 449,
                    "end": 452,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Homology Modeling"
        },
        {
            "text": "Schrödinger is a scientific leader in computational chemistry, providing software solutions and services for life sciences and materials research. Prime is a powerful and complete tool for generating accurate receptor models for structure-based drug design. It includes comprehensive protein modeling including both rapid and advanced methods for protein homology modeling, chimeric and multimeric models, protein structure quality analysis [4, 5] .",
            "cite_spans": [
                {
                    "start": 441,
                    "end": 444,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 445,
                    "end": 447,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Schrodinger Software"
        },
        {
            "text": "Search Tool for the Retrieval of Interacting Genes/ Proteins (STRING) is a biological database and web resource of known and predicted protein-protein interactions. STRING imports protein association knowledge from databases of physical interaction and databases of curated biological pathway knowledge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "String Databse (http://string-db.org/)"
        },
        {
            "text": "Neuronal acetylcholine receptor subunit alpha-7, CHRNA7 of Homo sapiens (Human) protein sequence is retrieved from Uni-Prot database UniProt id P36544.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sequence Retrieval"
        },
        {
            "text": "Protein structure is modeled by homology modeling method using prime program of Schrödinger software suite. Blast search is performed to identify template protein structure [6] . CHRNA7 protein is modeled using 1bg9_a protein as template sequence. Loops are refined and verification is done by protein refinement program of Schrödinger software [7] [8] [9] .",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 176,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 345,
                    "end": 348,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 349,
                    "end": 352,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 353,
                    "end": 356,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Homology Modeling"
        },
        {
            "text": "Modeled protein structure is used to identify effective binding sites on the basis of structural and physical properties using sitemap program of Schrödinger software. Five binding sites are predicted that can be used for docking and interaction analysis [10, 11] .",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 259,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 260,
                    "end": 263,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Binding Site Prediction"
        },
        {
            "text": "Protein-Protein Interaction Analysis CHRNA7 protein interacting partners are identified using string databse. And functional characterization of chran7 protein is done on the basis of functionality of interacting protein.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Binding Site Prediction"
        },
        {
            "text": "Homology modeling of chrna7 using template 2BG9_A. Figure 1 shows the alignment of chrna7 protein sequence with template sequence. Figure 2 shows the structural alignment of chrna7 protein and template structure colored region represent structurally aligned region. Figure 3 shows the modeled structure.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 51,
                    "end": 59,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 131,
                    "end": 139,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 266,
                    "end": 274,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Homology Modeling"
        },
        {
            "text": "Ramachandran plot is used for protein verification. This shows that 80% of residues lie in favorable region ( Fig. 4 ) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 108,
                    "end": 118,
                    "text": "( Fig. 4 )",
                    "ref_id": null
                }
            ],
            "section": "Homology Modeling"
        },
        {
            "text": "Binding sites prediction is done using sitemap program. Five binding sites were identified and best binding site is identified with a Dscore of 1.228. Figures 5-8 , shows binding sites on modeled chrna7 protein. Table 1 shows 5 binding sites and scores. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 151,
                    "end": 162,
                    "text": "Figures 5-8",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 212,
                    "end": 219,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Binding Site Prediction"
        },
        {
            "text": "CHRNA7 protein interacting partners is identified using string tool using sequence search tool. Figure 9 shows protein interaction map of chrna7 protein.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 96,
                    "end": 104,
                    "text": "Figure 9",
                    "ref_id": null
                }
            ],
            "section": "Protein-Protein Interaction Analysis"
        },
        {
            "text": "CHRAN7 protein have interaction with CHRNA protein family along with JAK2, AKT1, PICK1 protein that are involved in neurological disease. Table 2 summarizes interacting protein function and involvement 177 of these protein with neurological diseases. This signifies that chrna7 is a protein that is regulated in neurological disease during neuronal development phase of cell.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 138,
                    "end": 145,
                    "text": "Table 2",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Protein-Protein Interaction Analysis"
        },
        {
            "text": "Chrna7 neurogenesis protein involved in neuronal development and differentiation. Dysfunction of this protein leads to neurological disease such as Alzheimer's, neuroblastoma schizophrenia, and neuroblastoma [12] . Protein interaction analysis shows that CHRNA7 protein also interacts with AKT1 protein, which regulate neuronal differentiation and development, that signifies the role of CHRNA7 protein in neurological diseases [13, 14] . Binding sites shows potent binding regions of protein that can be used for docking studies and drug development. Current analysis are apt to conclude the high level of significance in relation to this protein. This designed or predicted 3D structure of high potential protein can be further used for different neurological problems. Our findings may contribute to it as a cumulative target against them which can be fruitful in obtaining better lead molecules through further advance docking studies and can lighten a path in the area of drug designing at preven-tive or therapeutic aspects. Protein interaction map may give rise a better understanding of this protein with other referential neurologically expressing protein and thus can give a good understanding at system biology level. ",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 212,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 428,
                    "end": 432,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 433,
                    "end": 436,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Comparative structure of human neuronal 2-alpha 7 and beta 2-beta 4 nicotinic acetylcholine receptor subunits and functional expression of the alpha 2, alpha 3, alpha 4, alpha 7, beta 2, and beta 4 subunits",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Elliott",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J Mol Neurosci",
            "volume": "7",
            "issn": "",
            "pages": "217--228",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Genetic variation in the α7 nicotinic acetylcholine receptor is associated with delusional symptoms in Alzheimer's disease",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Carson",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Neuromolecular Med",
            "volume": "10",
            "issn": "",
            "pages": "377--384",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Binding site characteristics in structure-based virtual screening: evaluation of current docking tools",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Schulz-Gasch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stahl",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Mol Model",
            "volume": "9",
            "issn": "",
            "pages": "47--57",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "1: SiteMap, version 1.7",
            "authors": [
                {
                    "first": "Schrödinger",
                    "middle": [],
                    "last": "Release",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Version 3.5",
            "authors": [
                {
                    "first": "Prime",
                    "middle": [],
                    "last": "Schrödinger",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "2: Prime, version 3",
            "authors": [
                {
                    "first": "Schrödinger",
                    "middle": [],
                    "last": "Release",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Structural and biochemical basis for the difference in the helicase activity of two different constructs of SARS-CoV helicase",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "O"
                    ],
                    "last": "Adedeji",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Sarafianos",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Cell Mole Biol",
            "volume": "58",
            "issn": "",
            "pages": "114--121",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A comparative study of available software for highaccuracy homology modeling: from sequence alignments to structural models",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nayeem",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sitkoff",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Krystek",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Protein Sci",
            "volume": "15",
            "issn": "",
            "pages": "808--824",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Evaluation of homology modeling of G protein-coupled receptors in light of the A(2A) adenosine receptor crystallographic structure",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Ivanov",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Barak",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Jacobson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Med Chem",
            "volume": "52",
            "issn": "",
            "pages": "3284--3292",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Homology modeling, molecular dynamics, e-pharmacophore mapping and docking study of Chikungunya virus nsP2 protease",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Singh",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Mol Model",
            "volume": "18",
            "issn": "",
            "pages": "39--51",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Association of promoter variants in the α7 nicotinic acetylcholine receptor subunit gene with an inhibitory deficit found in schizophrenia",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Leonard",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Arch Gen Psychiatry",
            "volume": "59",
            "issn": "",
            "pages": "1085--1096",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Evidence for linkage disequilibrium between the alpha 7 -nicotinic receptor gene (CHRNA7) locus and schizophrenia in Azorean families",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Am J Med Genet",
            "volume": "105",
            "issn": "",
            "pages": "669--674",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Episodic memory performance predicted by the 2bp deletion in exon 6 of the \"alpha 7-like\" nicotinic receptor subunit gene",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Dempster",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Am J Psychiatry",
            "volume": "163",
            "issn": "",
            "pages": "1832--1834",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Sequence and template alignment.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Structural alignment. Yadav/Deepshikha/Srivastava Ann Neurosci 2017;24:173-179 DOI: 10.1159/000477155 176",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Model of CHRNA7 protein built on 2BG9_A template sequence.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Ramachandran plot.Fig. Sitemap_1_site_12017;24:173-179 DOI: 10.1159/000477155",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Sitemap_1_site_2.Fig. 7. Sitemap_1_site_3.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Sitemap_1_site_4",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "CHRNA7 interacting protein Table 1. Binding sites of CHRNA7 protein S. No.Fig. 9. Protein interaction map using string.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This is not just to follow the custom of writing acknowledgment but to express and record my heartfelt thankfulness to all those who directly or indirectly helped me in this work. Furthermore, we wish to acknowledge the bioinformatics tools used in this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "Ruchi Yadav has done concept generation and network establishments of proteins through bioinformatic tools and MS preparation. Deepshikha has done Insilico experimental bench regarding data/information collection, protein modelling for structure prediction and validations. Dr. Prachi Srivastava has done analysis and interpretations of results along with final assessment and writing of manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors Contribution"
        },
        {
            "text": "This manuscript complies with ICMJE and authors declared no conflict of interest. This study received no funding or sponsorship of any form.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosure Statement"
        }
    ]
}