{
    "paper_id": "6bce278b47bc3f9c99a18e911bf2d14815916ca8",
    "metadata": {
        "title": "La surveillance des personnes contacts pour Ébola : effets sociaux et enjeux éthiques au Sénégal Ebola contacts' surveillance: social impact and ethical issues in Senegal",
        "authors": [
            {
                "first": "A",
                "middle": [],
                "last": "Desclaux",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Unité TransVIHMI",
                    "location": {
                        "settlement": "Montpellier",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "A G"
                ],
                "last": "Ndione",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Unité TransVIHMI",
                    "location": {
                        "settlement": "Montpellier",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "D"
                ],
                "last": "Badji",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Unité TransVIHMI",
                    "location": {
                        "settlement": "Montpellier",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "K"
                ],
                "last": "Sow",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Unité TransVIHMI",
                    "location": {
                        "settlement": "Montpellier",
                        "country": "France"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Résumé La surveillance des sujets contacts de personnes contaminées par le virus Ébola a pour objectif de contrôler les chaînes de transmission. Cette mesure soulève des questions d'éthique qui imposent de documenter ses modalités d'application et ses effets sociaux. L'étude a été menée au Sénégal sur la base d'entretiens approfondis auprès de 43 sujets contacts du cas survenu à Dakar d'une personne venue de Guinée contaminée par le virus Ébola, complétés par des observations. La surveillance avec confinement à domicile a été appliquée différemment aux co-résidents du malade et aux agents de santé. Les aides matérielles furent indispensables, la dimension relationnelle et la protection contre la stigmatisation étaient appréciées. Mais l'information a été insuffisante pour lever l'angoisse d'être contaminé ou de contaminer des proches, et certains ont éprouvé une souffrance morale, la perte de leurs revenus et/ou de leur emploi. Les modalités de surveillance des sujets contacts devraient être plus acceptables et adaptées. Le rapport entre inconvénients et bénéfices reste à évaluer d'un point de vue de santé publique.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Mots clés Ébola · Surveillance des sujets contacts · Suivi · Socio-anthropologie · Ethique · Dakar · Sénégal · Guinée · Afrique intertropicale Abstract Quarantine has been widely used during the Ebola outbreak in West Africa mainly to control transmission chains. This measure raises ethical issues that require documentation of the modalities of quarantine at the field level and its social effects for contact persons. In Senegal, 74 people were in contact with the Ebola case coming from Guinea in September 2014. Of these, 34 members of the case's household were contained together at home and monitored by officers. The remaining 40 health care workers from two facilities were dispersed in their family households and monitored by telephone or during doctors' visits. The study is based on in-depth interviews with 43 adult contacts about their experiences and perceptions, with additional observation for interpretation and contextualization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Containment at home was applied differently to contacts who lived with patient zero than to professional health care contacts. No coercion was used at first since all contacts adhered to surveillance, but some of them did not fully comply with movement restrictions. Contacts found biosafety precautions stigmatizing, especially during the first days when health workers and contacts were feeling an acute fear of contagion. The material support that was provided-food and money-was necessary since contacts could not work nor get resources, but it was too limited and delayed. The relational support they received was appreciated, as well as the protection from stigmatization by the police and followup workers. But the information delivered to contacts was insufficient, and some of them, including health workers, had little knowledge about EVD and Ebola transmission, which caused anxiety and emotional suffering. Some contacts experienced the loss of their jobs and loss of income; several could not easily or fully return to their previous living routines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Beyond its recommendations to enhance support measures, the study identifies the ethical stakes of quarantine in Senegal regarding informed consent and individual autonomy, non-maleficence and benevolence, and equity and adaptation to specific situations. Nevertheless, the balance Introduction Les épidémies émergentes ont remis d'actualité le confinement préventif « de masse » comme mesure de santé publique, une méthode qui n'avait plus été utilisée depuis le milieu du XX e siècle, lorsque les anti-infectieux ont permis de contenir les épidémies avec des traitements médicamenteux efficaces [12] . Lors de l'épidémie de SRAS de 2003, plus de 150 000 personnes ont été mises en quarantaine essentiellement au Canada, en Chine, à Taiwan et à Hong-Kong ; cette mesure a ensuite été appliquée pour d'autres épidémies à plus petite échelle (MERS, fièvres hémorragiques), avant que l'épidémie d'Ébola de 2014-2015 ne conduise à y recourir largement en Afrique de l'Ouest, dans le cadre de la surveillance des sujets contacts. L'objectif de l'identification et du suivi des sujets contacts en phase épidémique est individuel et collectif : en premier lieu, contrôler les personnes ayant été exposées à un risque de contamination et les isoler en cas de symptôme pour interrompre les chaînes de transmission, et de plus accroître les chances de guérison des malades en leur appliquant un traitement précoce [6] . L'OMS recommande aux individus directement ou indirectement exposés au virus Ébola de « rester le plus possible chez eux, restreindre leurs contacts rapprochés avec autrui, éviter les endroits avec beaucoup de monde, les rassemblements de personnes et les transports publics » pendant 21 jours [7] . La mesure a été mise en oeuvre à grande échelle : en Guinée par exemple, le nombre total de sujets contacts identifiés depuis le début de l'épidémie a été estimé à « 54 500 environ » [5] ; 4 000 sujets contacts avaient été identifiés et plus de 3 800 étaient suivis lors de la première semaine de 2015, période pic de l'épidémie.",
            "cite_spans": [
                {
                    "start": 597,
                    "end": 601,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1405,
                    "end": 1408,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1705,
                    "end": 1708,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1894,
                    "end": 1897,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Le suivi des sujets contacts asymptomatiques a soulevé des questions d'éthique au cours de l'épidémie d'Ébola en Afrique de l'Ouest. Elles ont été motivées en premier lieu par l'utilisation de méthodes autoritaires à diverses échelles dans les pays les plus touchés (par exemple dans le quartier de West Point à Monrovia, Libéria) [4] , pour imposer le confinement (au domicile ou ailleurs), parfois avec l'intervention de l'armée. De plus, le suivi fut appliqué à des populations dont l'exposition au risque n'était pas toujours attestée, dans un objectif de contrôle sans nécessairement fournir des soins [2, 10] . Les bilans des épidémies antérieures de SRAS avaient mis en lumière d'autres aspects éthiques : quels que soient le pays et la pathologie concernée, des mesures d'appui alimentaire et économique aux personnes contacts apparaissent nécessaires pour que le confinement soit faisable et acceptable, du fait de la perte de revenus due à l'assignation à domicile [1] . Ces expériences antérieures montrent aussi que les mesures de confinement, lorsqu'elles sont mises en oeuvre sans violence, ne suscitent pas toujours d'opposition de principe de la part des populations : les autorités sanitaires n'ont eu recours à des mesures de contrainte légale que dans un nombre limité de cas [12] . Mais l'acceptabilité de ces mesures dépend largement de leurs modalités d'application, très diverses selon les pays, les sites et les populations concernées, y compris en termes d'encadrement juridique. Plus spécifiquement, à propos des États-Unis où trois cas ont été diagnostiqués en octobre 2014, le débat éthique a porté sur la sensibilité et la spécificité de l'identification des contacts découlant de la définition des niveaux de risque, car un grand nombre de sujets non professionnels de santé ont été confinés à domicile avec des effets sociaux délétères, alors qu'aucun d'entre eux ne s'est révélé contaminé [9] . La réflexion éthique concluait que les mesures de ce type devraient être justifiées par des éléments scientifiques basés sur des preuves, strictement encadrées sur le plan juridique, et définies de manière humaine et acceptable [10] . guéri le 9 septembre et raccompagné en Guinée le 19 septembre, le jour où la fin de la surveillance des sujets contacts était annoncée, tous ayant continué à être suivis. Aucune transmission secondaire ne fut observée. Le 12 octobre, l'OMS déclarait l'épidémie terminée et félicitait le Sénégal pour sa bonne gestion de la riposte. Sans entrer dans le débat qui a cours parmi les épidémiologistes à propos de l'application des termes « épidémie, flambée épidémique » au cas sénégalais, nous reprenons ici la terminologie de l'OMS qui utilise le terme « outbreak » [8] .",
            "cite_spans": [
                {
                    "start": 331,
                    "end": 334,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 607,
                    "end": 610,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 611,
                    "end": 614,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 975,
                    "end": 978,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1295,
                    "end": 1299,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1921,
                    "end": 1924,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2155,
                    "end": 2159,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2726,
                    "end": 2729,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Les données utilisées dans cet article ont été collectées en septembre et octobre 2014 dans le cadre d'un projet de recherche visant à comprendre les facteurs qui contribuent à la confiance ou à la défiance de la population vis-à-vis du dispositif de riposte (Projet EBSEN). L'approche, de type ethnographique, a combiné l'observation de situations et moments clés et la réalisation d'entretiens semi-structurés approfondis auprès des sujets contacts adultes, de malades (des cas suspects et un cas confirmé : Alpha), d'agents de santé et d'agents de suivi des contacts. 43 sujets contacts adultes (sur 56) ont été interrogés par des socioanthropologues. Les personnes qui n'ont pas pu être interrogées étaient en voyage au moment de l'enquête, ou dans deux cas ont refusé l'entretien. Les entretiens réalisés en wolof, langue véhiculaire du Sénégal, et dans quelques cas en français, ont été enregistrés, traduits, retranscrits et saisis. Les données ont fait l'objet d'une analyse thématique inductive et déductive, complétée par la confrontation aux résultats d'observations pour l'interprétation et la contextualisation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Le jour où le diagnostic du cas d'Ébola est annoncé, toutes les personnes résidant dans l'habitation où Alpha a logé pendant dix jours (dont neuf jours avec des symptômes), dans la banlieue de Dakar, sont informées de leur mise sous surveillance par une équipe sanitaire qui commence par désinfecter la maison. 34 personnes sont concernées (18 adultes et 16 enfants de moins de 15 ans). Il s'agit de l'oncle paternel d'Alpha, boutiquier guinéen installé depuis plusieurs années à Dakar, dont la boutique est accolée à la maison, et de 22 membres de sa famille (enfants et parents à divers degrés). Onze jeunes hommes célibataires, eux aussi originaires de Guinée et d'ethnie peulh, partagent trois chambres en location incluant celle où a logé Alpha. Tous ont des revenus modestes et aléatoires, travaillant dans le secteur informel comme commerçants, mécaniciens, tôlier, docker, chauffeur, coiffeur, écailleur de poissons.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Le même jour, les agents de santé qui ont eu des contacts directs ou indirects avec le malade sont identifiés. D'emblée, l'ensemble du personnel d'un poste de santé où Alpha a été examiné et perfusé, et certains agents du service hospitalier où il est venu en l'absence d'amélioration de son état de santé, sont répertoriés comme sujets contacts. Les 30 personnes qui ont participé aux entretiens (sur 40 concernées) incluent des médecins (4), infirmiers ou aide-infirmiers (9), agents de santé communautaire (9), biologistes et techniciens de laboratoire (4) et brancardiers (2) . Les agents de santé sont informés qu'ils doivent rester à domicile pendant 21 jours et des thermomètres et formulaires leur sont distribués pour qu'ils explorent deux fois par jour leur température et tout nouveau symptôme, et fassent alors appel à l'équipe de suivi. Les agents de santé sont dispersés dans leurs foyers, à Dakar et sa banlieue.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Les autorités de santé, avec l'appui d'experts de l'OMS et de Médecins sans Frontières, choisissent une stratégie de surveillance mettant en avant le volontariat, avec l'intervention d'agents communautaires pour le suivi ; le guide de l'OMS Bureau Afrique détaillant les recommandations pour l'identification et le suivi des contacts [7] ne sera publié qu'ultérieurement en septembre 2014. Les mesures de contrôle et de restriction des déplacements ne sont pas indexées sur le niveau de risque éprouvé par chaque sujet contact ; elles sont définies de manière similaire pour les agents de santé et les co-résidents du malade. Les agents de suivi devront vérifier la présence à domicile des sujets contacts, prendre leur température, s'informer sur d'éventuels symptômes, rapporter à l'équipe médicale de supervision (composée du médecin chef de district et de médecins et autres personnels du Ministère de la santé et de l'action sociale) tout symptôme inscrit sur le formulaire de suivi. 24 personnes ont été sélectionnées sur la base de leur expérience parmi les volontaires de la Croix-Rouge sénégalaise. Ces agents seront encadrés par des personnels du service d'hygiène et par l'équipe de supervision, et auront avec eux des rencontres de débriefing hebdomadaires. Avant leurs premières visites, ils reçoivent dès le 30 août une formation d'environ deux heures sur l'épidémie d'Ébola, incluant des notions générales sur la maladie, l'épidémie, la réponse dans les pays les plus touchés, les Centres de traitement Ébola), et détaillant les normes pratiques (isolement et équipements de protection individuelle, précautions de biosécurité, utilisation du thermoflash et surveillance des symptômes). Le rôle et l'expérience de ces agents de suivi des contacts sont analysés plus loin. Par ailleurs, un médecin psychiatre et un médecin de santé publique mettent en place au CHU de Fann une cellule d'aide psycho-sociale à distance composée de personnes expérimentées en counseling VIH, qui doivent téléphoner quotidiennement aux sujets contacts.",
            "cite_spans": [
                {
                    "start": 334,
                    "end": 337,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "La faisabilité matérielle du confinement au domicile L'annonce du confinement à domicile, présenté comme une mesure de protection « de la population » d'une part, et des sujets contacts d'autre part, est bien accueillie par les membres de la famille d'Alpha, qui considèrent la mesure comme nécessaire. Les deux premiers jours, les dispositions se mettent progressivement en place pour que les sujets contacts ne soient plus obligés de quitter le domicile pour s'alimenter ou se procurer des revenus : des vivres leur sont fournis, en quantité réajustée avec l'aide des agents de suivi qui vont être chargés des approvisionnements. Plusieurs jours seront nécessaires pour fixer de manière acceptable le volume et le choix des aliments ; l'appui alimentaire sera complété après la fin de l'isolement par un appui financier pour payer l'électricité et l'eau de la maison ainsi que les loyers. L'aide du Ministère de la santé et de l'action sociale arrive après un certain délai, car elle n'a pas été définie à l'avance, et sa répartition entre les résidents par la personne désignée comme chef de famille crée des tensions et des critiques au vu des montants reçus (entre 7 000 et 30 000 FCFA) qui ne permettent pas de faire face à des frais récurrents (coût du loyer du local professionnel du coiffeur, factures d'électricité et d'eau antérieures ou du mois en cours pour d'autres...). L'aide alimentaire a permis aux co-résidents de respecter les consignes de confinement dès le deuxième jour du suivi.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Résultats"
        },
        {
            "text": "La situation est différente pour les agents de santé, pour lesquels l'aide matérielle n'a pas été envisagée au début. Or, nombre d'entre eux ont un statut d'étudiant, agent de santé communautaire bénévole, ou stagiaire, ce qui reflète la composition des équipes présentes dans les services de soins auprès des patients, en cette période de fin d'hivernage et de vacances universitaires. Sur 19 agents de santé dont le statut a été précisément décrit, 4 sont fonctionnaires, 1 contractuel, 8 agents de santé communautaires (bénévoles), 5 stagiaires et 1 interne : soit 14 précaires, dont les revenus ne sont ni élevés, ni garantis. La majorité d'entre eux vivent dans des conditions précaires et leurs revenus limités ne permettent pas de supporter des périodes d'inactivité. Les agents de santé communautaires interrogés reçoivent mensuellement une motivation du comité de santé de leur formation sanitaire comprise entre 5 000 et 45 000 FCFA, qui ne leur a pas été versée en septembre, car ils n'avaient pas travaillé. Des appuis financiers d'un montant compris entre 20 et 32 000 FCFA leur ont été versés par le ministère au cours de leur confinement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Résultats"
        },
        {
            "text": "Au vu de l'observation des situations, une aide alimentaire a été fournie au cours de la deuxième semaine, mais elle ne permettra pas de couvrir les besoins. Cette situation n'a pas empêché le suivi des consignes de confinement, mais les agents de santé contacts rapportent une expérience difficile, et déplorent que les autorités ne les aident pas autant que la famille d'Alpha, qui a reçu un appui auquel les médias ont fait écho.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Résultats"
        },
        {
            "text": "Presque toutes les personnes contacts interrogées adhèrent à la nécessité du suivi et s'estiment plus ou moins à risque. La plupart d'entre elles ont peur d'avoir été contaminées et guettent le moindre symptôme, l'attribuant à l'infection à virus Ébola. De plus, elles craignent d'exposer les membres de leur entourage, et certaines s'auto-isolent pour éviter tout contact avec leurs proches, ce qu'elles ne parviennent à faire que partiellement surtout vis-à-vis des enfants. Ceci conduit plusieurs agents de santé à considérer que les autorités sanitaires les ont laissés exposer leurs familles. Ils ne comprennent pas pourquoi ils ont été « renvoyés chez eux sans soins ». Certains d'entre eux auraient préféré que tous les agents de santé soient regroupés dans des lieux où ils auraient pu être suivis ensemble, ce qui à leurs yeux aurait permis de protéger leurs proches.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "L'adhésion au confinement et les perceptions du risque"
        },
        {
            "text": "Cette double angoisse d'avoir été contaminé sans le savoir et de risquer de transmettre le virus découle en partie du manque de connaissances des personnes contacts. Même parmi les agents de santé, des informations erronées ont été sources de souffrance : ainsi, plusieurs infirmiers estimaient que s'ils avaient été pris en charge correctement, ils auraient été testés le premier jour pour savoir s'ils étaient contaminés, ce qui montre qu'ils confondaient les statuts de « cas contact » et de « cas suspect ». Ces interprétations reflètent l'insuffisance des connaissances en amont de la flambée épidémique, mais aussi l'absence d'information spécifique suffisante délivrée au début de leur mise sous surveillance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "L'adhésion au confinement et les perceptions du risque"
        },
        {
            "text": "De plus, les agents de suivi n'étaient, sur certains aspects, pas mieux informés que les sujets contacts non professionnels : par exemple, ils pensaient qu'une personne asymptomatique transmet le virus Ébola, ce qui a généré une lourde charge d'angoisse chez les agents de suivi comme chez les sujets contacts. Les précautions maximalistes enseignées lors de leur formation incluaient l'évitement de tout contact corporel direct ou indirect avec les personnes sous surveillance, qu'ils devaient considérer comme potentiellement infectées. Ces attitudes accréditaient aux yeux de ces dernières qu'elles étaient infectées et contagieuses. L'interdiction faite aux agents de suivi de s'asseoir ou de toucher la poignée de la porte des domiciles visités, et l'indication de se tenir à plus de deux mètres des sujets contacts, ainsi que le port de gants pendant les visites, ont été progressivement délaissés par les agents de suivi qui les trouvaient incompatibles avec les règles de politesse et qui ont mis en place des stratégies de contournement [3] . Ces précautions maximalistes ont eu un effet ambivalent : elles ont pu favoriser l'observance du confinement par crainte du risque, et susciter des attitudes d'auto-exclusion au coût psychologique élevé.",
            "cite_spans": [
                {
                    "start": 1046,
                    "end": 1049,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "L'adhésion au confinement et les perceptions du risque"
        },
        {
            "text": "Quelques personnes perçoivent un conflit d'obligations et s'autorisent une sortie pour une contrainte sociale ou un rendez-vous médical. Certaines d'entre elles, bien informées, ont mis en balance les risques : elles ont évalué leur niveau d'exposition au risque comme faible, connaissant l'histoire clinique de la maladie en général et celle d'Alpha en particulier, et maitrisant les pratiques de prévention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "L'adhésion au confinement et les perceptions du risque"
        },
        {
            "text": "La surveillance bi-quotidienne de la température combinée aux précautions de biosécurité a d'abord donné lieu à quelques discussions tendues entre sujets contacts et agents de suivi, rapidement résolues selon les règles de la civilité sénégalaise. Plusieurs personnes ont manifesté au moins un des symptômes suivants pendant la durée de la surveillance : céphalées, pic de température supérieur à 38°, épisode diarrhéique, vomissements. Seul un cas a donné lieu à une déclaration suivie d'une évacuation, comme indiqué pour un cas suspect, par une équipe portant des équipements de protection individuelle (EPI) venue chercher le malade au cours de la nuit. Le résultat du test sera négatif et la personne repassera du statut de cas suspect à celui de sujet contact le lendemain. L'arrivée non annoncée de l'équipe en EPI a été vécue par l'entourage comme une intrusion violente, dans un contexte dominé par la peur et l'absence d'expérience des équipes. Les autres épisodes de symptômes, temporaires et isolés, feront plutôt l'objet d'auto-médication. Au cours des semaines suivantes, l'absence de fièvre régulièrement confirmée rassurera les personnes contacts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "L'acceptabilité de la surveillance des symptômes"
        },
        {
            "text": "Dès que le diagnostic d'Alpha a été annoncé par les médias, des réactions hostiles envers les Guinéens résidant au Sénégal se sont manifestées et la famille d'Alpha, qualifiée de Famille Ébola, a été menacée, d'autant plus qu'une chaine de télévision a montré la maison. Aussi, lorsque le lendemain une voiture de police se positionne dans la rue, les résidents n'y sont pas hostiles : certains pensent qu'elle est là pour les protéger, d'autres pour les surveiller. Cette présence rassure aussi les habitants du quartier qui pensent que les policiers ont pour rôle d'empêcher les membres de la famille d'Alpha de sortir de chez eux. La « familiarisation » au cours des trois semaines facilitera l'acceptation de la présence policière, en particulier lorsque les policiers aideront les résidents confinés à résoudre quelques problèmes matériels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "La stigmatisation des personnes contacts"
        },
        {
            "text": "Pour les agents de santé confinés à leur domicile, la question de la stigmatisation est plus complexe : plutôt que de stigmatisation, il s'agit parfois de critique, d'autoculpabilisation ou de culpabilisation du sujet contact par l'entourage pour avoir introduit le risque Ébola dans la famille, ce qui peut raviver des conflits antérieurs et plus souvent susciter la peur. Aussi la majorité des agents de santé contacts n'ont informé qu'une ou deux personnes de leur situation, préférentiellement leur conjoint et/ou leur mère, et évoqué avec le reste de leur entourage des congés ou une fermeture de leur service comme motif de leur présence au domicile. Les agents de suivi ont mis en place des tactiques pour banaliser leurs visites et éviter d'attirer l'attention des habitants du quartier sur les personnes confinées [3] . La cellule d'aide psychosociale a été particulièrement appréciée bien que mise en place tardivement, de même que les manifestations de solidarité de personnels des services, et les échanges téléphoniques entre sujets confinés. Concernant la stigmatisation, la surveillance est à double tranchant : tantôt elle suscite la stigmatisation en « signalant » les sujets contacts, et tantôt elle les protège grâce aux stratégies des agents de suivi [3] .",
            "cite_spans": [
                {
                    "start": 823,
                    "end": 826,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1271,
                    "end": 1274,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "La stigmatisation des personnes contacts"
        },
        {
            "text": "A la fin de la deuxième semaine de surveillance, la guérison médiatisée d'Alpha suscite un relâchement de l'angoisse chez de nombreux sujets contacts et parmi les agents de suivi. Lorsque la fin de la surveillance est annoncée le 19 septembre, le soulagement est général, d'ampleur nationale comme en attestent les médias. L'organisation de cérémonies de félicitations et de remerciements, avec la visite de la Ministre de la santé et de l'action sociale dans la maison de la famille d'Alpha, au poste de santé primaire et au service hospitalier, marquera la fin de l'attention collective portée aux sujets contacts. Cependant, plusieurs co-résidents de la famille d'Alpha ne seront pas réintégrés dans leur emploi, et des agents de santé précaires n'auront accès ni à une titularisation, pourtant évoquée, ni à une rétribution pour la période de la surveillance, ce qu'ils interprètent comme une absence de reconnaissance due à l'invisibilité des agents de santé non statutaires dans le système de santé.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "La fin de la surveillance"
        },
        {
            "text": "Le suivi des sujets contacts asymptomatiques dans le contexte des épidémies soulève des questions d'éthique fondamentales en santé publique, car il met en jeu, et peut opposer, l'intérêt de l'individu et celui de la collectivité. De plus, il repose sur des mesures de restriction des déplacements et des relations sociales souvent appliquées de manière coercitive, et le suivi peut être intrusif [2, 9] . Les effets sociaux constatés soulèvent aussi des questions sur le respect de l'autonomie individuelle au travers du consentement éclairé, la non malfaisance, l'équité, et le coût/bénéfice de la mesure.",
            "cite_spans": [
                {
                    "start": 396,
                    "end": 399,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 400,
                    "end": 402,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion / Conclusion"
        },
        {
            "text": "Concernant le respect de l'autonomie individuelle, le suivi des contacts au Sénégal a été établi sur une base volontaire, sans recours aux forces de sécurité ni à des mesures juridiques, qui n'étaient pas nécessaires puisque les personnes contacts adhéraient a priori à l'exigence de confinement et de suivi. Lorsque des agents de santé contacts avaient une appréciation différente des mesures de santé publique indiquées pour leur situation personnelle (par exemple concernant la date de fin du suivi ou les restrictions des déplacements), certains ont négocié des exceptions et d'autres ont appliqué contre leur gré les demandes soit par devoir, soit parce qu'elles étaient relayées par les supérieurs hiérarchiques de leurs services. Concernant l'information préalable au confinement à domicile, l'étude montre qu'une information détaillée des sujets contacts en début de suivi sur cette mesure, mais aussi sur l'évolution clinique de la maladie et les modes et circonstances de transmission, est indispensable. Les déficits de connaissances chez les sujets contacts ont généré une souffrance psychique, qui a pu être circonvenue grâce à l'implication des agents de suivi de la Croix-Rouge et à l'aide psychosociale.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion / Conclusion"
        },
        {
            "text": "Concernant la nécessité de « ne pas nuire », ce sont les équipes de suivi qui ont résolu au quotidien, par la négociation, certaines tensions liées au confinement ou à la menace de la maladie, et apporté une aide psychologique aux sujets contacts avec engagement et professionnalisme [3] . Les règles de biosécurité initialement très rigides et perçues comme stigmatisantes par les sujets contacts ont été progressivement intégrées dans des pratiques plus acceptables ; puis, les précautions ont été assouplies (hormis le confinement) lorsque la guérison du malade a été divulguée. Le maintien de diverses formes de relations socialesappels téléphoniques solidaires des collègues des agents de santé, des membres de la famille et amis, et plus tard de la cellule d'aide psychosociale, échanges à distance ou directs entre sujets contactsa facilité l'acceptation du suivi par les personnes contacts et devrait être favorisé par la prise en charge de son coût. Ces mesures n'ont pas empêché la stigmatisation des sujets contacts, trois d'entre eux n'ayant pu retrouver leur emploi après la fin du confinement. De plus, l'expérience sénégalaise confirme la nécessité d'apporter un appui économique aux personnes confinées lorsque leurs revenus ont été suspendus, déjà attestée dans d'autres pays. Elle montre que cet appui doit être suffisant et précisément défini à l'avance, organisé sur le plan logistique, et doit concerner aussi les agents de santé précaires, nombreux dans les systèmes de soins ouest-africains [11] , sous peine de créer une situation de « pauvreté médicalement induite ».",
            "cite_spans": [
                {
                    "start": 284,
                    "end": 287,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1514,
                    "end": 1518,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion / Conclusion"
        },
        {
            "text": "Concernant le respect du principe d'équité du traitement face aux situations individuelles, les mesures sanitaires ont été appliquées de manière identique et synchrone, quels que soient le niveau du risque et la date d'exposition, alors que les sujets avaient eu leur dernier contact avec Alpha de manière échelonnée sur sept jours. Cette standardisation a pu faciliter la gestion logistique, mais a suscité des tensions avec les personnes qui n'avaient pas été exposées directement et ont été retenues parce qu'elles travaillaient dans la même formation sanitaire. Par ailleurs, les mesures d'accompagnement furent différentes pour les agents de santé d'une part et pour les non-professionnels d'autre part. Or, les conditions socio-professionnelles des agents de santé sont très hétérogènes et certains d'entre eux auraient eu besoin d'appui alimentaire et économique à hauteur de celui reçu par les non professionnels. L'ajustement des stratégies aux situations individuelles et collectives de vulnérabilité socioéconomique devrait être reconsidéré.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion / Conclusion"
        },
        {
            "text": "Concernant le rapport entre coût et bénéfice de la mesure, les instances sanitaires ministérielles et les équipes de suivi sont parvenues à établir une surveillance communautaire « humaine et globalement acceptable » pour les sujets contacts (un critère mis en avant par Rothstein [10] ), prenant en compte des expériences antérieures médiatisées au niveau international (pour s'en inspirer ou s'en démarquer) et ajustant les mesures de manière empirique notamment, grâce à l'implication des agents sur le terrain. Cependant les modalités du suivi des sujets contacts pourraient être améliorées sur plusieurs aspects, dont certains ont été évoqués cidessus, pour réduire les souffrances inutiles et éviter d'accroître la vulnérabilité de personnes déjà précaires.",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 285,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion / Conclusion"
        },
        {
            "text": "Une question clé reste, aux confins entre éthique et santé publique, l'intérêt préventif d'une mesure qui représente un coût individuel important pour les sujets contacts au vu des effets sociaux identifiés. Autrement dit, est-il possible de sélectionner des sujets contacts de manière plus spécifique pour ne confiner que ceux qui ont un haut niveau d'exposition au risque ? D'un autre côté, les précautions de biosécurité dans leur version « assouplie », qui ont rendu le confinement plus tolérable lors de la seconde partie de la période de suivi [3] , auraient-elles été suffisamment efficaces dans un contexte de transmissibilité plus élevée du virus Ébola ? D'autres approches de la surveillance, adaptant les normes en fonction du niveau de risque défini par la situation virologique du cas index d'Ébola, seraient-elles plus efficaces et plus éthiques ? Pour répondre à ces questions, l'évaluation de santé publique concernant cette stratégie reste à mener.",
            "cite_spans": [
                {
                    "start": 550,
                    "end": 553,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Discussion / Conclusion"
        },
        {
            "text": "Liens d'intérêts : les auteurs déclarent ne pas avoir de liens d'intérêts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion / Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The Public's Response to Severe Acute Respiratory Syndrome in Toronto and the United States",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Blendon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Benson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Desroches",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clin Infect Dis",
            "volume": "38",
            "issn": "7",
            "pages": "925--956",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Reaching out to Ebola victims: Coercion, persuasion or an appeal for self-sacrifice?",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Calain",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Poncin",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Soc Sci Med",
            "volume": "147",
            "issn": "",
            "pages": "126--159",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Humaniser » les soins dans l'épidémie d'Ébola ? Les tensions dans la gestion du care et de la biosécurité dans le suivi des sujets contacts au Sénégal, Anthropologie & Santé",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Desclaux",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sow",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Ebola and human rights in west Africa",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Eba",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet",
            "volume": "384",
            "issn": "9960",
            "pages": "2091--2094",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Situation de l'épidémie de maladie à virus Ébola (MVE) en Guinée. Bilan des données disponibles le 6 décembre",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Migliani",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "50",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Flambées épidémiques de maladie à virus Ébola et Marburg: préparation, alerte, lutte et évaluation",
            "authors": [],
            "year": 2014,
            "venue": "OMS",
            "volume": "83",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Recherche des contacts pendant une flambée de maladie à virus Ébola",
            "authors": [
                {
                    "first": "Afrique",
                    "middle": [],
                    "last": "Oms Bureau",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "OMS",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "La flambée de maladie à virus Ébola au Sénégal est terminée. Évaluation de la situation",
            "authors": [],
            "year": 2014,
            "venue": "OMS",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "From SARS to Ebola: Legal and Ethical Considerations for Modern Quarantine",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Rothstein",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Indiana Health Law Review",
            "volume": "12",
            "issn": "",
            "pages": "227--280",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Ebola, quarantine, and the law",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Rothstein",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "The Hastings Center Report",
            "volume": "45",
            "issn": "",
            "pages": "5--6",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "De l'exception à la « normalisation ». Anthropologie de la santé reproductive confrontée au VIH au Sénégal",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sow",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "262",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Tempêtes microbiennes. Essai sur la politique de sécurité sanitaire dans le monde transatlantique. Gallimard",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zylberman",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "672",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}