{
    "paper_id": "6c1079ec2b6c590740badea8425912b2f2c70d44",
    "metadata": {
        "title": "Journal Pre-proof Advance of promising targets and agents against 2019-nCoV in China Editorial Advance of promising targets and agents against 2019-nCoV in China",
        "authors": [
            {
                "first": "Yongtao",
                "middle": [],
                "last": "Duan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Henan Provincial Key Laboratory of Children's Genetics and Metabolic Diseases",
                    "institution": "Children's Hospital Affiliated to Zhengzhou University",
                    "location": {
                        "postCode": "450018",
                        "settlement": "Zhengzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Hai-Liang",
                "middle": [],
                "last": "Zhu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Pharmaceutical Biotechnology",
                    "institution": "Nanjing University",
                    "location": {
                        "postCode": "210093",
                        "settlement": "Nanjing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Chongchen",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Henan Provincial Key Laboratory of Children's Genetics and Metabolic Diseases",
                    "institution": "Children's Hospital Affiliated to Zhengzhou University",
                    "location": {
                        "postCode": "450018",
                        "settlement": "Zhengzhou",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Early December 2019, and an epidemic pneumonia caused by a novel coronavirus infection (later named as COVID-19 by WHO) was recorded in the city of Wuhan, Hubei province, China; the viral infection was soon to spread widely across China. As of 28 Feb 2020, 78 959 cases have been confirmed including 1500 healthcare workers and there have been over 2791 deaths with an estimated mortality rate of ~ 2% in China; this compares with mortality rates of 10% for Middle East Respiratory Syndrome (MERS-CoV) and 37% for Severe Acute Respiratory Syndrome (SARS-CoV). More urgently, this novel coronavirus is spreading across the globe and has affected >46 countries with 3664 cases confirmed outside China and 57 related deaths recorded. Particularly, the abruptness and speed of the COVID-19 outbreak in Japan, Iran, Korea and Italy in late February 2020, indicating that a global catastrophe is unfolding [1] , is of great concern.",
            "cite_spans": [
                {
                    "start": 900,
                    "end": 903,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Viruses of the coronaviridae family possess a single-strand, positive-sense RNA and have been identified in various avian hosts and mammals, seven of which could cause illness ranging from the common cold to more severe diseases such as MERS-CoV and SARS-CoV. COVID-19, a new coronavirus that has not been previously identified, is similar to the coronavirus responsible for SARS-CoV with >79% sequence identity; but it is more distant from MERS-CoV (only 50% homology) [2] . For all coronaviruses including COVID-19, at least three structural proteins are shared on the membrane: spike (S), the membrane protein (M) and small membrane protein (E). Also, another four functional proteins were found in almost all coronaviruses: 3-chymotrypsin-like protease (3CLpro), papain-like protease (PLpro), RNA-dependent RNA polymerase (RdRp) and helicase. During the viral infection process, including intracellular transport of virions, proliferation and assembling of virions in the infected cellnot only structural and functional proteins but also some proteasesplay a key part, suggesting that targeting these proteins or enzymes as a therapy against COVID-19 infection could be a promising strategy. To date, no special drugs or vaccines have been used to deal with human coronaviruses. Considering the seriousness and suddenness of the COVID-19 outbreak, ~200 clinical trials on COVID-19 have commenced in China, and it is promising to report that certain targets and their agents have displayed strong antiviral potential, of which some have been permitted to be used in an attempt to combat the disease in clinical trials.",
            "cite_spans": [
                {
                    "start": 470,
                    "end": 473,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Remdesivir and favipiravir interfere with the synthesis of viral mRNA targeting RdRp. Remdesivir is being developed by Gilead as a monophosphoramidate prodrug: GS-441524. It was intended to be an intravenous treatment for Ebola but it also shows potential against coronavirus and Nipah virus infection. The results from evaluating the antiviral efficiency of remdesivir against a clinical isolate of COVID-19 in vitro suggest that it could inhibit COVID-19 strongly with an EC50 ranging from 0.77 to 1.76 μM [3] . Remdesivir cured the first case of 2019-nCoV infection confirmed in the USA, which prompted Gilead and the Chinese authorities to move the Phase III trial ahead and expand it to a lot more patients who desperately need treatment. Final results of the clinical trial will be announced in April 2020. In contrast to remdesivir, the activity report of favipiravir in vitro and in vivo is limited. However, there are still three active clinical trials regarding favipiravir that have begun enrolling patients in China. Lopinavir and ritonavir, targeting 3Clpro, were used to treat SARS patients from China in 2003. Shortly after the emergence of MERS-CoV, researchers identified lopinavir and ritonavir as MERS-CoV inhibitors. The national expert group has recommended lopinavir and ritonavir as effective anti-COVID-19 agents in China, and most clinical trials on COVID-19 select both drugs as positive controls. Emtricitabine and tenofovir alafenamide are reverse transcriptase inhibitors that were approved to treat HIV and hepatitis B virus (HBV). Currently, only one trial combines emtricitabine/tenofoviralafenamide and lopinavir/ritonavir to treat COVID-19 patients. Arbidol as a 2′-5′oligoadenylates synthesis (OAS) inhibitor against severe pneumonia and virusassociated cytokine dysregulation has displayed anti-COVID-19 potential in clinical trials [4] . However, the mechanism needs to be clarified in the near future. Chloroquine and its derivatives including hydroxychloroquine and chloroquine phosphate have elicited antiviral effects on several viruses such as SARS-CoV and HCoV-229E by interfering with endosomal acidification. Based on the advantage of known broadspectrum activity and rarely occurring adverse reactions, a series of clinical trials on chloroquine and its derivatives have been advancing rapidly. Presently, Chinese government authorities have approved chloroquine phosphate to be used to treat adult patients suffering from COVID-19 infection. Further, treatments combining Traditional Chinese Medicine (TCM) and chemical molecules (popularly known as Western medicine in China) have shown some exciting results. In view of inconclusive clinical evidence on TCM efficacy, pharmacologists should separate active pharmaceutical ingredients and identify explicit targets as soon as possible [5] . Surprisingly, various drugs are also in clinical trials despite the lack of biological rationale, such as the antiinfluenza drugs umifenovir and oseltamivir targeting neuraminidase, baloxavirmarboxil targeting cap-dependent endonuclease that is not found in COVID-19, ASC09 targeting protease with no anti-coronavirus research reported, and cobicistat targeting CYP3A4 with only unpersuasive predicted activity by computer virtual docking. As the crystal structures of COVID-19 spike [6] , dimeric full-length human ACE2 [7] and COVID-19 spike receptor-binding domain bound with the ACE2 receptor [8] are published in succession, the lead drug discovery strategy such as structure-based HTS and molecular dynamics simulation to discover inhibitors with affinity to ACE2, the S protein or the protein-protein interaction will be possible in the near future. There have been three major outbreaks of coronaviruses in the 21st century: SARS-CoV, MERS-CoV and COVID-19. Drawing experience from effective screening strategies on antitumor drug development, the credible and large-scale screening system of the especially deadly coronaviruses must be set up at the molecular level and in animal models as soon as possible. Although the clinical safety of old drugs has been proven, some of them can cause serious adverse reactions. For example, hydroxychloroquine has the side effect of arrhythmia, which can itself lead to death. Thus, special attention needs to be paid to the safety of old drugs in new indications.",
            "cite_spans": [
                {
                    "start": 508,
                    "end": 511,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1869,
                    "end": 1872,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2833,
                    "end": 2836,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 3323,
                    "end": 3326,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "however, the mechanism is unclear and existing theories cannot explain this phenomenon. Moreover, basic research efforts should be devoted to the molecular mechanisms and separation and/or purification. Another disturbing fact is that some unreasonable clinical trial schemes are consuming precious patient resources; and some others have not even been approved by an ethics committee. Clinical trials must be undertaken actively, carefully and scientifically reflecting the basic principles of the Helsinki Declaration and its relevant laws and regulations. Despite the urgency generated by the emergence of a new coronavirus, the researchers should maintain rigorous evidence and follow the guidelines for clinical trial statistics and the basic principles including randomization, control and repetition. 'First, do no harm' should still be the top priority.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Some drugs have displayed potent inhibitory effects on the virus in vitro and in vivo;"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "WHO (2020) Coronavirus disease (COVID-2019) situation reports",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "565--574",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Remdesivir and chloroquine effectively inhibit the recently emerged novel coronavirus (2019-nCoV) in vitro",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell Res",
            "volume": "2020",
            "issn": "",
            "pages": "1--3",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical findings in a group of patients infected with the 2019 novel coronavirus (SARS-CoV-2) outside of Wuhan, China: retrospective case series",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Br. Med. J",
            "volume": "368",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.m606"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "China using Traditional Chinese Medicine on Coronavirus patients",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bloomberg",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Cryo-EM structure of the 2019-nCoV spike in the prefusion conformation",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wrapp",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.abb2507"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": []
}