{
    "paper_id": "6c18492a189419063bfe9eb5de005eef76b3cab6",
    "metadata": {
        "title": "Pandemic Stories: Rhetorical Motifs in Journalists' Coverage of Biomedical Risk",
        "authors": [
            {
                "first": "Tess",
                "middle": [],
                "last": "Laidlaw",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mount Saint Vincent University",
                    "location": {
                        "postCode": "B3M 2J6, 434",
                        "settlement": "Halifax",
                        "region": "NS",
                        "country": "Canada"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This paper argues that journalists' discursive actions in an outbreak context manifest in identifiable rhetorical motifs, which in turn influence the delivery of biomedical information by the media in such a context. Via a critical approach grounded in rhetorical theory, I identified three distinct rhetorical motifs influencing the reportage of health information in the early days of the H1N1 outbreak. A public-health motif was exhibited in texts featuring a particular health official and offering the statements of such an official as a mechanism of reassurance. A concealment-of-information motif was exhibited in texts emphasizing the importance of the transparency of health officials, and in texts demonstrating ambivalence about information provided by socially-sanctioned sources. Finally, in texts mythologizing the outbreak to the exclusion of other functions of the text (e.g., conveying who is at risk, protective behaviours, symptoms), I identified a pandemic motif. Each motif differs in the conclusions it offers to audiences seeking to gauge relative levels of risk, and to receive information about protective behaviours. I suggest that one means of interpreting the manifestation of distinct rhetorical motifs in the context of a high-risk health threat is the certainty that this context alters moral responsibilities, consequently influencing the manifestation of narrative role.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Broadly, this paper interrogates the motivations of traditional media in communicating severe risk of a biomedical nature, in this case, a pandemic. In such a context, validated scientific and medical information may be unavailable due to the early stage of the outbreak, and media competition for appropriate experts will be fierce due to the sheer number of media stories under development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "As a context of science communication, an outbreak encompasses topics including epidemiology, vaccinology, virology, and pathology. In the case of the 2009 H1N1 \"swine flu\" outbreak, traditional media content was a significant source of information on the outbreak (Nerlich and Koteyko 2012) ; indeed, even physicians sourced information on the outbreak from the media, to the extent that as a result of their study, Gholami et al. urged public health officials to become more cognizant of the importance of information reported by the media (2011).",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 291,
                    "text": "(Nerlich and Koteyko 2012)",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 417,
                    "end": 437,
                    "text": "Gholami et al. urged",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "While medicine is frequently identified as a fair topic for \"science\" journalism (Guenther 2019) , risk of a medical nature highlights the social element of illness: one person's infirmity seems pregnant with meaning for another. Here is, of course, why infection and contagion are such loaded notions: they broadcast the kinds of riddles that Oedipus encountered with the Sphinx but locate them in the somatic logic and susceptibility of the human body, a logic that, for laypeople, can be as forbidding and unknowable as quantum physics. (Weinstein 2003: 107) Journalists may see themselves as those \"who [decide] what people need to know\" (Singer 1998) . Such an interpretive role is exceptionally relevant in an outbreak context, as it is commonly recognized that key to protection is behavioural change (e.g., Bults, Beaujean, de Zwart et al. 2011; Jones and Salathé 2009) . It is also during the early days of an outbreak when the likelihood of controlling it is greatest (Jones and Salathé 2009 ). According to the World Health Organization (2005) , in infectious disease outbreaks where there is no vaccine or cure, the only protection available may be behavioural change (24).",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 96,
                    "text": "(Guenther 2019)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 540,
                    "end": 561,
                    "text": "(Weinstein 2003: 107)",
                    "ref_id": null
                },
                {
                    "start": 607,
                    "end": 615,
                    "text": "[decide]",
                    "ref_id": null
                },
                {
                    "start": 642,
                    "end": 655,
                    "text": "(Singer 1998)",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 815,
                    "end": 853,
                    "text": "Bults, Beaujean, de Zwart et al. 2011;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 854,
                    "end": 877,
                    "text": "Jones and Salathé 2009)",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 978,
                    "end": 1001,
                    "text": "(Jones and Salathé 2009",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1035,
                    "end": 1054,
                    "text": "Organization (2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Media emphasis on disease has been shown to influence perceptions of disease severity (Young, Norman, and Humphreys 2008) , while literature on public responses to H1N1 has found that protective behaviours were most common when people felt most anxious (Jones and Salathé 2009; Bults, Beaujean, de Zwart et al. 2011) . Consequently, the processes by which health information reaches non-expert audiences are significant under these conditions. Olsson and Nord (2015) note that there is a need for research investigating the function of media coverage as one source of information in a crisis, particularly reporting in the context of an ongoing crisis . These researchers also observe that traditionally, the nature of journalism as it occurs in the context of a crisis has been neglected in crisis communication research (345) . I suggest that these observations become even more salient in the context of a biomedical crisis, where rapid dissemination of protective information may directly impact the duration of the crisis.",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 121,
                    "text": "(Young, Norman, and Humphreys 2008)",
                    "ref_id": "BIBREF84"
                },
                {
                    "start": 253,
                    "end": 277,
                    "text": "(Jones and Salathé 2009;",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 278,
                    "end": 316,
                    "text": "Bults, Beaujean, de Zwart et al. 2011)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 444,
                    "end": 466,
                    "text": "Olsson and Nord (2015)",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 822,
                    "end": 827,
                    "text": "(345)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Reflecting contemporary emphases on public engagement as the most effective means of science communication (Benneworth 2009) , Thomas Abraham, writing in the British Medical Journal in (2010) , argued that risk communication should not be, in his words, \"about trying to persuade people,\" but rather about having a \"dialogue\" with the public. However, it is worth pondering whether we will change our behaviour in the absence of persuasion-and isn't it important that we do, in the context of an outbreak?",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 124,
                    "text": "(Benneworth 2009)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 127,
                    "end": 191,
                    "text": "Thomas Abraham, writing in the British Medical Journal in (2010)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The discipline of rhetoric, as the study of practical communication, offers a body of theory that can be applied to analyze how texts function to persuade. Rhetoric can be briefly characterized as a discipline interested in the persuasive elements of discourse and communicative artifacts more broadly. Through a rhetorical lens, discourse is seen as having intention, as being addressed, and as taking place in a specific context that exerts shaping power on what is expressed (Bitzer 1968 ). Key to rhetorical study is a sensitivity to the symbolic dimension of communicative elements. Through humans' ingrained ability to comprehend and create symbols, we are refined receptors-not always consciously-of messages operating at symbolic levels (Burke 1973; Foss 2017) . This paper explores, first, the question of what discursive (\"symbolic\") actions journalists perform in an outbreak context, and second, the question of how an outbreak context impacts the ways journalists enact their conceptions of the journalistic role. Both phenomena impact how biomedical information is conveyed to the public. While the influence of occupational ideology on the enactment of one's conception of journalism has been investigated (e.g., Shoemaker 1991; Deuze 2005) , in the immediacy of certain contexts (such as a novel infectious disease outbreak), my findings suggest that slippage exists between journalists' ethical responsibilities as journalists and their responsibilities as human beings; and between health and science journalism, and simply \"news.\" In these situations, journalists are aware that media stories may be the basis for public actions and public policy having consequences measured in degrees of human health or, more rarely, in lives.",
            "cite_spans": [
                {
                    "start": 478,
                    "end": 490,
                    "text": "(Bitzer 1968",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 745,
                    "end": 757,
                    "text": "(Burke 1973;",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 758,
                    "end": 768,
                    "text": "Foss 2017)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1228,
                    "end": 1243,
                    "text": "Shoemaker 1991;",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 1244,
                    "end": 1255,
                    "text": "Deuze 2005)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "As a case study, I analyzed a subset of the earliest Canadian print coverage of the 2009 H1N1, or swine flu, pandemic. These texts were taken from the period before the nature of the virus and the scope of the threat became clear. Although the H1N1 swine flu virus did not prove to be highly pathological, this was not to be known in the early days of the outbreak, which occurred after years of warnings regarding an avian influenza pandemic, and less than a decade after the severe acute respiratory syndrome (SARS) outbreak. Articles (see \"Appendix\") were published over a five-day period, from April 24 -April 29, 2009, coinciding with the peak period of national news coverage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The usage of the term \"H1N1\" in text search procedures covered a number of variants in the name of the causative virus, and \"swine flu\" was the common name 1 3 for the virus that was preferred by the media. Media coverage from April 24 to April 29, 2009, encompasses more than 3,000 Canadian print and broadcast items. These texts represent the height of general uncertainty and fear regarding the public health significance of the H1N1 virus. The selected time frame overlaps with a similar profusion of international media focus. Duncan (2009) conducted a study of media coverage from April 27 to May 3, 2009, and found that the height of coverage in the European Union occurred on April 27, declining after April 30.",
            "cite_spans": [
                {
                    "start": 532,
                    "end": 545,
                    "text": "Duncan (2009)",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Newspaper texts were selected for ease of access. While transcripts of audio-visual forms of media are available through media monitoring firms, such services are costly. The texts discussed here (see \"Appendix\") can be readily referenced through the ProQuest database of print media coverage, Canadian Newsstand.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Articles selected for analysis were required to satisfy three criteria: A length of 400 words or more, a single author, and a topic dealing with the H1N1 outbreak in terms of risk, protection, or both. With three exceptions, all articles were printed in newspapers' \"A,\" or News, sections; the remainder appeared in the Business section (\"Appendix\"). To establish a frame of reference for the study in terms of context (i.e., to contextualize the outbreak's development on a national basis and to enable examination of how regional, provincial, national and international expert sources were utilized in the coverage), only Canadian media coverage was analyzed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A total of 21 texts was analyzed. It was at this point that saturation was judged to have been achieved, as additional texts reviewed exhibited patterns already identified. Here, I am addressing broader terministic correlations among texts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the context of an outbreak, the purpose of public communication is paramount: At a minimum, to communicate levels of risk and means of protection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This article discusses how journalists mediated the same context in variable ways, and how the nature of instructive messages in discrete articles was surprisingly different. I will first provide an overview of the theoretical foundations for this study, grounded in rhetorical theory. I then shift focus to the rhetorical context of the journalists themselves, arguing that the concept of narrative role underlies the manifestation of these divergent motifs, and could hold heuristic value for the nature and function of media coverage in outbreak contexts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Of significance to the context of behavioural change in the face of an outbreak, rhetorical theorist Kenneth Burke argued that all discourse is intended to impel others toward a certain view or act (Bizzell and Herzberg 2001: 14) . Rhetorical study helps explain contradictions such as why one journalist will use the term \"pandemic\" and another will use the term \"flu\" to describe the same thing.",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 229,
                    "text": "(Bizzell and Herzberg 2001: 14)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Journalistic Texts are Artifacts for Rhetorical Analysis"
        },
        {
            "text": "Actions taken in response to a stimulus depend on how the stimulus is described (Brummett 2000: 741) . Studying the \"common sense\" implied by a discourse can uncover the unstated assumptions of individual rhetors, and may be applied to reveal incongruities between the coverage of different reporters and media outlets, and between media coverage in general and the messages health professionals would prefer to see disseminated. The critic thus has much invested when rhetoric is viewed as symbolic acts preparatory to \"actual\" acts.",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 100,
                    "text": "(Brummett 2000: 741)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Journalistic Texts are Artifacts for Rhetorical Analysis"
        },
        {
            "text": "For Kenneth Burke, human motivation arises from \"the implications in the idea of symbolic action, and of man [sic] as the kind of being that is particularly distinguished by an aptitude for such action\" (1966: 54) . In contrast with the \"non-symbolic operations of nature,\" (Burke 1989 ), Burke describes the distinction at its most basic by noting:",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 213,
                    "text": "(1966: 54)",
                    "ref_id": null
                },
                {
                    "start": 274,
                    "end": 285,
                    "text": "(Burke 1989",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Journalistic Texts are Artifacts for Rhetorical Analysis"
        },
        {
            "text": "there is the self-evident distinction between symbol and symbolized (in the sense that the word 'tree' is categorically distinguishable from the thing tree)….one can at least begin with this sufficiently clear distinction between a 'thing' and its name. (1989: 53; emphasis in original) For Burke, language is not about defining the-thing-called-tree as tree, rather, what draws his attention is that an act is being performed when the word (or symbol) \"tree\" is attributed to the-thing-called-tree (1989: 53). Thus, he argues language is \"an aspect of 'action,' that is, as 'symbolic action'\" (114). As such, language becomes a much more generative field of interpretation than simply \"as means of conveying information\" (1966: 54).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Journalistic Texts are Artifacts for Rhetorical Analysis"
        },
        {
            "text": "As summarized by Malkowski, Scott, and Keränen, the rhetorical critic can be guided by the key questions \"who is persuading whom of what?\"; \"what are the means of persuasion?\" and \"with what consequences?\" (2016: 5). Keeping in sight the rhetorical scholar's belief that language creates an understanding of reality, consequently, language impacts \"courses of action about health and illness\" (2016: 5). A recently-emerged sub-field, the rhetoric of health and medicine, deals specifically with how symbolic meanings-meanings operating beyond the literal-serve epistemic functions and bring about material consequences in communicative contexts involving health and illness (Malkowski, Scott, and Keränen 2016: 5) .",
            "cite_spans": [
                {
                    "start": 674,
                    "end": 713,
                    "text": "(Malkowski, Scott, and Keränen 2016: 5)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Journalistic Texts are Artifacts for Rhetorical Analysis"
        },
        {
            "text": "We would easily agree that as discourse created by communicators in a public forum imbued with connotations of \"truth,\" media texts are rhetorical, yet much of the scholarship speaks of the media as a collective. Contemporary media criticism also views the media as an epistemological force. Journalists are recognized as performing acts, and so as having intention. However, there has been little examination of explicit motivation at the level of individual journalists. As rhetorical scholar James Herrick notes, \"Regardless of the topic or particular circumstances calling it forth, the rhetorical discourse advanced in any such situation is some individual's response to a particular situation\" (2005: 11). In Stefan Iversen's view, rhetoric is contained in \"texts aimed at specific audiences for specific reasons in specific situations\" (2014, para. 1). These perspectives would enable more effective communication during high-risk health threats, by journalists and their expert sources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Journalistic Texts are Artifacts for Rhetorical Analysis"
        },
        {
            "text": "Historian John Burnham (1987) targets the \"myth\" of members of the media as \"passive vessels\" through which information travels, arguing that, via agendasetting, \"Even the best reporters asserted their viewpoints under the guise of news expertise\" (240). This study treats journalists as storytellers. In colloquial usage, media articles are \"stories\"; journalists \"cover a story.\" Walter Benjamin actually critiqued the choice to refer to media coverage as anything but stories: he argued that the choice of journalists to identify their material as \"information\" rather than as \"story\" legitimized the accuracy of the content (1970: 89) . Similarly, cultural studies scholar Fred Inglis noted that an emphasis on \"information\" restricted the kinds of questions that could be asked in response to a news article (i.e., to causes and not meanings; 1990: 11).",
            "cite_spans": [
                {
                    "start": 15,
                    "end": 29,
                    "text": "Burnham (1987)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 628,
                    "end": 638,
                    "text": "(1970: 89)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Journalistic Texts are Artifacts for Rhetorical Analysis"
        },
        {
            "text": "Scholarly attention to narrative elements specifically is apparent in the work of several journalists-turned-academics. For example, journalist and communication scholar Barbie Zelizer argues that the mark of individual rhetors is evident in strategic application of narrative techniques such as \"synecdoche, omission, and personalization\" (1990: 366). One Canadian journalism scholar in fact identifies narrative elements as key to a definition of journalism: Stuart Adam notes that journalism includes such characteristics as \"plot, characterization, action, [and] dialogue\" (1993: 33-34) .",
            "cite_spans": [
                {
                    "start": 561,
                    "end": 590,
                    "text": "[and] dialogue\" (1993: 33-34)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Journalistic Texts are Artifacts for Rhetorical Analysis"
        },
        {
            "text": "From another perspective, numerous studies have illustrated that the use of narrative in science communication presents diverse benefits, from better comprehension to more effective persuasion (Dahlstrom and Ho 2012) . Rhetorical theorists Roderick Hart and David Payne note that narrative in the service of persuasion is \"especially seductive…because it hides highly directive prescriptions within seemingly neutral descriptions \" (1990: 374) .",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 216,
                    "text": "(Dahlstrom and Ho 2012)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 430,
                    "end": 443,
                    "text": "\" (1990: 374)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Journalistic Texts are Artifacts for Rhetorical Analysis"
        },
        {
            "text": "Of interest in this study are individual acts of reportage as portrayals of rhetorical strategies particular to the writer, presented in narrative form.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Journalistic Texts are Artifacts for Rhetorical Analysis"
        },
        {
            "text": "My method involved close textual analysis of media stories, following a critical approach described by rhetorician Kenneth Burke, as an attempt to describe motivations of individual journalists. Via the cluster criticism approach, the critic examines texts first for \"key\" terms; and second, for related terms appearing in conjunction with, or \"clustering,\" with key terms (Berthold 1976; Burke 1973 Burke , 2006 Rueckert 1982) . Cluster analysis is in essence a tool designed to reveal vocabulary patterns of implicit association and dissociation.",
            "cite_spans": [
                {
                    "start": 373,
                    "end": 388,
                    "text": "(Berthold 1976;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 389,
                    "end": 399,
                    "text": "Burke 1973",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 400,
                    "end": 412,
                    "text": "Burke , 2006",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 413,
                    "end": 427,
                    "text": "Rueckert 1982)",
                    "ref_id": "BIBREF67"
                }
            ],
            "ref_spans": [],
            "section": "Journalistic Texts are Artifacts for Rhetorical Analysis"
        },
        {
            "text": "In cluster analysis, the clusters of terms that accompany a rhetor's \"key\" terms are the starting point as the scenes of persuasion-associations and dissociations-contained in the discourse. Kenneth Burke suggests that \"Even if any given terminology is a reflection of reality, by its very nature as a terminology it must be a selection of reality; and to this extent it must function also as a deflection of reality\" (1966: 45; emphasis in original). Burke's term for this phenomenon was \"terministic screens.\" In other words, at any point our chosen language parallels, emphasizes, and excludes elements of our reality. While a study conducted by Brian Ott and Eric Aoki (2002) illustrated the power of media frames as cultural phenomena with concrete impacts, Burke's cluster analysis approach could contribute insight into motivations for the use of frames in the first place, or nuances in individual journalists' interpretations of such frames. Via cluster analysis, I demonstrate that the critic can identify distinct rhetorical motifs. Conclusions presented here build on results of earlier research (Laidlaw 2013) .",
            "cite_spans": [
                {
                    "start": 655,
                    "end": 679,
                    "text": "Ott and Eric Aoki (2002)",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 1108,
                    "end": 1122,
                    "text": "(Laidlaw 2013)",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "Journalistic Texts are Artifacts for Rhetorical Analysis"
        },
        {
            "text": "The initial degree of concern regarding H1N1 was understandably high. During the early days of the outbreak, individual journalists were required to become conversant with a new topic marked by unknowns even among experts in infectious disease. Journalists also faced conditions of unusual urgency as media outlets competed to provide content both necessary in terms of its public health significance, and naturally attractive in terms of potential boosts in circulation. As reporters endeavored to simultaneously educate themselves and generate material under deadline, they competed for a limited number of expert spokespeople. Consequently, this period offers artifacts rich in drama and represents an ideal stage of the outbreak for the analysis of the discourse of individual reporters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Journalistic Texts are Artifacts for Rhetorical Analysis"
        },
        {
            "text": "Via the identification of rhetorical strategies through cluster criticism, I identified three distinct rhetorical motifs in the context of the early days of the H1N1, or swine flu, outbreak. These motifs appeared simultaneously across the time period analyzed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Terministic Screens: Rhetorical Motifs in H1N1 Media Coverage"
        },
        {
            "text": "First, the public health motif is discernable in coverage where journalists align with the goals of public health officials in conveying protective information. The concealment-of-information motif can be identified when journalists emphasize the accountability of health officials and the need for transparency, drawing attention to instances where transparency does not appear to be complete. The pandemic motif is evident where journalists highlight the degree of threat as cataclysmic, and fail to identify protective elements. Each motif is described below via terministic evidence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Terministic Screens: Rhetorical Motifs in H1N1 Media Coverage"
        },
        {
            "text": "Rhetorical theorist Edwin Black (1993) argues that analysis of a given discourse can provide a view of a rhetor's \"ideal\" audience member-the reader who will believe the rhetor's argument. Black suggests that a moral evaluation of this ideal audience member can be carried out by the critic. His approach highlights the effects of hidden appeals on audiences and enables the critic to make a moral judgment of the rhetor creating these effects through the construction of the audience: the \"second persona.\" Accordingly, given the importance of behavioural change in an outbreak context, the journalist's position vis-à-vis the audience is also derived, in terms of whether or not the journalist allows for audience agency.",
            "cite_spans": [
                {
                    "start": 26,
                    "end": 38,
                    "text": "Black (1993)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Terministic Screens: Rhetorical Motifs in H1N1 Media Coverage"
        },
        {
            "text": "The scientific director of Canada's federal National Microbiology Laboratory in 2009, Dr. Frank Plummer, told a national news magazine, \"The first thing you ask yourself is: 'Is this the start of a pandemic?'\" (Friscolanti and Gillis 2009: 46) . In this context, what was notable terministically in this group was the complete absence of the term \"pandemic,\" evidence of a dissociative strategy. This was surprising, given these articles (e.g., were published in late April 2009, at the height of media coverage of the outbreak. Journalists here, however, classified the threat as \"mild.\" In avoiding the term \"pandemic,\" journalists used phrases such as swine flu, new strain of influenza, and this particular strain of the common H1N1 seasonal flu virus . Alternate terms such as illness or outbreak were used ), or vague phrases such as the swine flu situation and influenza-like illness ). Efforts were made to distance this new disease from SARS, via statements such as \"The new flu 1 3 strain is not like SARS…This swine flu is an entirely new influenza, but it is influenza\"; emphasis added) .",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 243,
                    "text": "(Friscolanti and Gillis 2009: 46)",
                    "ref_id": null
                },
                {
                    "start": 1083,
                    "end": 1098,
                    "text": "emphasis added)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Public-Health Motif"
        },
        {
            "text": "Coverage exhibiting this motif illustrates more of a public health function than a journalistic one, supporting officials in conveying needed health-related information to the public. Each story features a particular health official and offers the statements of these officials as mechanisms for reassurance. This motif is characterized by the journalist's treatment of the source; that is, a specific public health figure is featured who functions to assuage public fear, potential or actual.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Public-Health Motif"
        },
        {
            "text": "An additional feature of this motif is that stances toward the outbreak were attributed (i.e., were conveyed through the statements of sources) and not embedded in the reporter's language. This is evident for example in : \"'The big concern is that this is just the beginning of something that's more serious,' Kettner said.\" This was in contrast to reporters who used such terms as plague or explosion outside of direct quotes (that is, in un-attributed statements; e.g., ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Public-Health Motif"
        },
        {
            "text": "Coverage exhibiting this motif featured alignment with the stance of the featured health official and, more importantly, participated in conveying protective information to the public, often answering most or all of the questions that could be anticipated for a public at risk, such as issues of causation, risk, and protection. These reporters appear to have a sense of responsibility and a consciousness of accountability to audience in the outbreak scene, and yet, critical examination of the source's claims is absent. While these reporters construct an audience that is in need of mediation of information, health officials provide such mediation and are hierarchically privileged in relation to both the journalist and the audience. Audiences here do have agency, however: as conceptualized by journalists exhibiting this motif, they are seen as having the ability to implement protective behaviours.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Public-Health Motif"
        },
        {
            "text": "A terministically distinct motif appeared in which doubt is cast on public health officials through the emphasis of key phrases and terms such as being informed, and on journalists' emphasis of the term confirmed (e.g., ). Officials who \"refuse to comment\" are cast in a negative light, and the function of the media in keeping the public \"informed\" is highlighted ). In a compelling instance of intertextuality that functions to highlight the importance of the media in an outbreak context, the Canadian Press and CTV appear as \"characters\" in the story, depicted interrogating public health officials ). Implicitly, a lack of complete transparency equates with having something to hide.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concealment-of-Information Motif"
        },
        {
            "text": "This motif places an emphasis on accountability. These journalists see the most critical aspect of reporting on the outbreak as ensuring information is not hidden by health officials. They do not see the audience as needing to take protective action; the source of threat lies in the concealment of information. The rhetorical power of this motif lies in the journalist's ability to both access information and make use of a public channel by which to communicate it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concealment-of-Information Motif"
        },
        {
            "text": "A variant of this motif reflects ambivalence about information provided by ostensibly credible and socially-sanctioned sources. The virus becomes a backdrop against which the ability of public health authorities to respond quickly and efficiently is called into question through the creation of opposition between health authorities. These texts create opposition between authoritative officials from organizations such as the World Health Organization (WHO), on the one hand, and a regional official on the other (e.g., Alphonso 2009 ). Terministically, the journalist identifies with the messages of one source and invites the audience to do so as well. This is illustrated by a number of direct quotes from the featured source (e.g., regional official Dr. Michael Gardam in Alphonso 2009 ). The rhetor invites the audience to identify with this source, via the number of direct quotes from Dr. Gardam as opposed to any other authority in the piece, many of which feature the first-person pronoun (i.e., \"In my mind\"; \"I understand that\"; \"I am assuming\"; \"My own personal opinion\"; \"if I was planning\"; \"if I was hearing\"; \"I would probably rethink\"). Direct quotes from other health authorities are in contrast shorter and fewer in number; more often paraphrasing occurs instead. The portrayal of Dr. Gardam functions to discredit the elements of reassurance provided through other authorities-such as the WHO-represented in the text. This featured source (Dr. Gardam) becomes the agency by which the journalist influences how the scene is viewed.",
            "cite_spans": [
                {
                    "start": 521,
                    "end": 534,
                    "text": "Alphonso 2009",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 777,
                    "end": 790,
                    "text": "Alphonso 2009",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Concealment-of-Information Motif"
        },
        {
            "text": "This motif constructs a scene in which a given position is clearly endorsed, and challenges traditional power structures. Warnings are issued beyond those provided by central health authorities, or conversely, warnings that are issued by health authorities are critiqued. For example, in light of the absence of travel advisories, Rennie (2009) quotes a regional health official as saying, \"I certainly wouldn't be comfortable with a family member travelling to Mexico right now.\" imbues travel agents with authority, via inclusion of direct quotations containing directive information (e.g., \"Many [people] going to Mexico head for places…where the resorts and hotels often have their own water purification systems.\"). It should be noted that water is not a recognized vector for influenza transmission. 1 Concern for audience needs, and consequently recognition of audience agency, is given somewhat greater prominence, as the outbreak and its attendant health threats are presented from a perspective contrasting with the sanctioned one (e.g., the contention, represented at the time by the Public Health Agency of Canada, that it is still safe for Canadians to travel to Mexico).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concealment-of-Information Motif"
        },
        {
            "text": "In this motif, the stances of federal and international health authorities are superseded, as media coverage that supports official messages is called into question.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concealment-of-Information Motif"
        },
        {
            "text": "Stories exhibiting this motif contained clusters of terms depicting H1N1 as a potent threat, as well as clusters describing vulnerability and impending social disorder (e.g., Akin 2009; ). Impacts of the SARS outbreak are re-visited. One journalist points out that despite a relatively low number of deaths, SARS hurt markets and had a particular impact on the airline industry ). In other words, in these texts, H1N1 is portrayed as a harbinger of chaos. Stories focus on the virus as mutating and spreading, or on the broader concept of \"pandemic\" as a consequence of the virus' spread. These texts convey high anxiety, describing the beginning of a longforecasted pandemic and its anticipated impacts, both biological and economic. Journalists describe the vulnerability of health officials to respond to it effectively, and, in contrast to the neutral language of the public-health motif, they emphasize the potency of the virus. Texts feature terms such as \"mutated\"; \"multi-strain\"; and \"pandemictype\" ) to describe the virus. Texts here do not suggest means of protection, at the level of individuals or otherwise. In sum, a pandemic is to be feared and this is reflected in the terminology used to describe it. Reassurance is largely absent and avenues of protection do not exist: rather than offering the development of a vaccine as reassuring, journalists emphasize that currently there is no vaccine (e.g., ). The outbreak is portrayed as a threat to all of humanity.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 185,
                    "text": "Akin 2009;",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "The Pandemic Motif"
        },
        {
            "text": "As a storyteller weaves the plot for an audience that does not itself have agency but can only listen, so the writers exhibiting this motif occupy the height of a hierarchy composed of audience, sources and the journalist. In contrast to the motifs described above, the narrator here is clearly demarcated from the events described. These journalists speak from a distance, describing not only the scene but the scene to come. For example, note the language used in this un-attributed statement from a story by Helen : \"The discordant disease pattern…is puzzling influenza experts and making it difficult to see what is truly going on.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Pandemic Motif"
        },
        {
            "text": "These journalists are saying: \"Fear this.\" Even when a key public health official is featured, as in Alphonso (2009), reassurance is absent and that message remains (e.g., \"This is very concerning….What it will lead to is impossible to predict\"; Alphonso (2009) quoting Canadian federal public health official David Butler-Jones). The nature of the threat is so profound that only profound measures will contain it; protective elements are not offered.",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 261,
                    "text": "Alphonso (2009)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "The Pandemic Motif"
        },
        {
            "text": "If journalism is constituted of stories, we can ask, what of the storytellers? When a journalist describes the experience of an outbreak as an experience of becoming \"conscious of [our] role as participants in a human crisis\" (World Health Organization 2005: 43-44), moral underpinnings are apparent. Rhetors profiled here are strategically mediating the information provided by authorities. One key constraint of the journalistic genre is that the voice of the author is necessarily muted. However, different terministic implications are evident in the discourse of individual rhetors, implications which may or may not lead to protective behavioural changes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Journalists as Strategic Mediators of Information"
        },
        {
            "text": "The preceding analyses of H1N1 media reportage illustrate the degree of connotative meaning present even in the \"impersonal\" style of the journalist. This \"secondary\" meaning aligns with Burke's invitation to see language \"in terms of 'symbolic action,' [as concerned with] the necessarily suasive nature of even the most unemotional scientific nomenclatures \" (1989: 115) .",
            "cite_spans": [
                {
                    "start": 359,
                    "end": 372,
                    "text": "\" (1989: 115)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Journalists as Strategic Mediators of Information"
        },
        {
            "text": "If media content is to be viewed as epistemological and directive, then individual media rhetors must be viewed as making strategic choices in the creation of journalistic texts (recalling Burke's conception of symbolic action-that an act, a strategic choice, is performed when a word or symbol is applied to a thing by a rhetor). Rhetors select, reflect, and deflect meaning, and by so doing, \"direct the attention\" (italics in original) both of the rhetor (1989: 115) and of the audience. Further, the choice of one set of terms over another is much more than a disingenuous exercise; rather, as Burke notes, \"much that we take as observations about 'reality' may be but the spinning out of possibilities implicit in our particular choice of terms\" (1966: 46) .",
            "cite_spans": [
                {
                    "start": 751,
                    "end": 761,
                    "text": "(1966: 46)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Journalists as Strategic Mediators of Information"
        },
        {
            "text": "Clearly it is not surprising that individuals interpret information in different ways. However, when those individuals interpret on behalf of others, and when those individuals themselves may view themselves as \"arbiters of reality\" (Zelizer 2004: 111) , it becomes important to appreciate the motivations behind interpretation. Journalists are public figures. \"In such cases,\" Roderick Hart (1997) argues, \"personal ideology wages a ferocious war with social role\" (75).",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 252,
                    "text": "(Zelizer 2004: 111)",
                    "ref_id": null
                },
                {
                    "start": 387,
                    "end": 398,
                    "text": "Hart (1997)",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "Journalists as Strategic Mediators of Information"
        },
        {
            "text": "Here, I've argued that the context of a high-risk health threat affects the manifestation of distinct rhetorical motifs. These motifs were identifiable terministically.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Journalists as Strategic Mediators of Information"
        },
        {
            "text": "Journalists exhibiting the public health motif supported and enabled public health officials in delivering messages regarding protection, and implicitly acknowledged the ability of audiences to implement protective behaviours. Despite significant discussion in the literature of media sensationalism in the context of health and medical subjects (e.g., Cooper and Roter 2000; Larsson, Oxman, Carling, et al. 2003; Ransohoff and Ransohoff 2001; Shuchman and Wilkes 1997) , the public-health motif is notable in that it appeared in a context in which sensationalism would have been easy. These journalists avoided the term \"pandemic,\" and explicitly conveyed elements of reassurance. Quantitative studies on public responses to H1N1 has found that protective behaviours were most common when people felt most anxious (Jones and Salathé 2009; Bults, Beaujean, de Zwart et al. 2011) . It is curious, then, that the only group of journalists to actually provide protective information were also the journalists who refrained from highlighting the potential severity of the outbreak.",
            "cite_spans": [
                {
                    "start": 353,
                    "end": 375,
                    "text": "Cooper and Roter 2000;",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 376,
                    "end": 413,
                    "text": "Larsson, Oxman, Carling, et al. 2003;",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 414,
                    "end": 443,
                    "text": "Ransohoff and Ransohoff 2001;",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 444,
                    "end": 469,
                    "text": "Shuchman and Wilkes 1997)",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 815,
                    "end": 839,
                    "text": "(Jones and Salathé 2009;",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 840,
                    "end": 878,
                    "text": "Bults, Beaujean, de Zwart et al. 2011)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Journalists as Strategic Mediators of Information"
        },
        {
            "text": "I also argued that journalists exhibiting the concealment-of-information motif focused on ensuring information was not hidden; during the period studied, these journalists identify the primary threat posed by the outbreak as a lack of transparency among public health officials. The \"watchdog\" role as a basic tenet of the journalistic tradition could underlie the manifestation of this motif. The watchdog is an archetypal role for media, one concerned with \"forcing the state to admit to what it has sought to conceal\" (Guénel and Klingberg 2012: 243) . In the realm of infectious disease, Guénel and Klingberg (2012) describe the significance of the Vietnamese media in first publicizing the avian influenza outbreak there in 2004. A specific newspaper, the Tuoi Tre, \"[induced] the Vietnamese government to concede that an avian influenza outbreak was under way\" (243). The actions of Vietnamese journalists who worked to convey to their audiences the technical content and significance of dissonance among authorities regarding control of H5N1 led to the administration's public acknowledgement of an avian influenza epidemic (243). These journalists suggest alternate interpretations of the outbreak, beyond the key messages of senior public health officials, and imply that official messaging is in need of correction.",
            "cite_spans": [
                {
                    "start": 521,
                    "end": 553,
                    "text": "(Guénel and Klingberg 2012: 243)",
                    "ref_id": null
                },
                {
                    "start": 592,
                    "end": 619,
                    "text": "Guénel and Klingberg (2012)",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "Journalists as Strategic Mediators of Information"
        },
        {
            "text": "Finally, journalists exhibiting the pandemic motif respond to the sensational characteristics of the context. While the journalistic form is highly constrained, these findings illustrate the possible range of interpretations of one over-arching storyline.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3"
        },
        {
            "text": "Individual journalists viewed through a rhetorical lens embody attitudes and individualized intents with respect to their topics, through strategic usages of terminology. While the topic, the 2009 swine flu outbreak, remains unchanged across journalists, unique usages are evident. \"Rhetorical role\" is described by communication scholar Roderick Hart as \"a regularized set of verbal strategies resulting in a distinctive personal image\" (1997: 272). Hart argues that one's occupation delineates possibilities for an individual's enactment of role. Role constraints are shaped by the nature of an occupation (272). Such roles are significant in their ability to generate \"rhetorical limitations and possibilities\" (273).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adoption of Narrative Role as Symbolic Action"
        },
        {
            "text": "Literature investigating journalists' occupational roles reflects an emphasis on quantitative methods exploring journalists' perceptions of their roles (e.g., Weaver's work-Weaver and Wilhoit 1986, 1996; Weaver et al. 2007 Weaver et al. , 2009 Willnat 2012-and others including Cassidy 2005; Nah and Chung 2011; and Zhu et al. 1997) . This research was conducted through capturing journalists' deliberate reflections on the nature of their work, and so a direct comparison of the observations presented in this paper with existing typologies may be inaccurate. A recent area of expansion in journalistic roles research is a call for variation in methods. Focusing on previously identified roles, Carpenter et al. (2015) performed a content analysis investigation of role enactments, noting that studies exploring the influence of roles on actual media content are rare (2).",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 183,
                    "text": "Weaver's work-Weaver and",
                    "ref_id": null
                },
                {
                    "start": 184,
                    "end": 203,
                    "text": "Wilhoit 1986, 1996;",
                    "ref_id": null
                },
                {
                    "start": 204,
                    "end": 222,
                    "text": "Weaver et al. 2007",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 223,
                    "end": 243,
                    "text": "Weaver et al. , 2009",
                    "ref_id": "BIBREF80"
                },
                {
                    "start": 244,
                    "end": 260,
                    "text": "Willnat 2012-and",
                    "ref_id": null
                },
                {
                    "start": 261,
                    "end": 291,
                    "text": "others including Cassidy 2005;",
                    "ref_id": null
                },
                {
                    "start": 292,
                    "end": 311,
                    "text": "Nah and Chung 2011;",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 312,
                    "end": 332,
                    "text": "and Zhu et al. 1997)",
                    "ref_id": "BIBREF87"
                },
                {
                    "start": 696,
                    "end": 719,
                    "text": "Carpenter et al. (2015)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Adoption of Narrative Role as Symbolic Action"
        },
        {
            "text": "Studies examining journalists' role conceptions have also primarily focused on overarching beliefs and values. However, arguments for the influence of distinct journalistic roles in coverage of a discrete news event have been made. Stocking and Holstein (2009) observed, for example, that \"Journalists' use of [sources'] claims appeared to vary largely as a function of their perceptions of their journalistic roles and of their audiences\" (23). In the authors' case study, reporters needed to evaluate specialized claims on a specific topic in spite of a lack of knowledge of the topic. Stocking and Holstein describe findings interpreted in light of Weaver and Wilhoit's four roles (adversarial, populist mobilizer, disseminator, and interpretive/investigative), suggesting that these roles guided individual journalists in determining \"what was left in and what was left out\" (32).",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 260,
                    "text": "Stocking and Holstein (2009)",
                    "ref_id": "BIBREF74"
                }
            ],
            "ref_spans": [],
            "section": "Adoption of Narrative Role as Symbolic Action"
        },
        {
            "text": "Rhetorical theory offers an additional theoretical dimension to roles research. Kenneth Burke discusses the adoption of role, suggesting that 'selection of role is a \"symbolic act,\"' and that if a critic observes the context in which the act occurs, it would be possible to derive of what the act was symbolic (1973: 20) . A pandemic presents a unique rhetorical situation to journalists. As a significant means of public health messaging, journalists help frame the narrative of a disease outbreak for audiences, and influence whether those audiences implement protective behavioural changes.",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 320,
                    "text": "(1973: 20)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Adoption of Narrative Role as Symbolic Action"
        },
        {
            "text": "I suggest that one means of interpreting the manifestation of distinct rhetorical motifs in the context of a high-risk health threat is the certainty that this context alters moral responsibilities, consequently influencing the manifestation of role. As noted in the epigraph to this article, a journalist who covered the 2003 SARS epidemic in Asia observed that \"Reporters…can become emotionally engaged during an outbreak and are often conscious of their role as participants in a human crisis\" (WHO 2005: 43) . The adoption of a \"narrative\" role is a way to transcend the limitations of an occupational role in a public-communication context with moral impacts. The outbreak of a new pandemic-type virus creates unique contingencies that influence the manifestation of narrative roles. The adoption of role as suggested here is not undertaken frivolously; it is done with the intent of fundamentally altering one's access to, and ability to wield, rhetorical power.",
            "cite_spans": [
                {
                    "start": 497,
                    "end": 511,
                    "text": "(WHO 2005: 43)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Adoption of Narrative Role as Symbolic Action"
        },
        {
            "text": "What is absent from this discussion of rhetorical motifs as drawn from media coverage in the early days of a potential pandemic is the role attributed to the media by the World Health Organization and public health authorities in general, as well as by the decades of research into journalistic roles by Weaver and Wilhoit. The \"disseminator\" or \"translator\" is an information conduit and engages in little interpretation. However, via the motifs described above, journalists shape information, shape the interpretation of the \"pandemic\" symbol itself, according to the guiding role with which they identify in the pandemic context.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adoption of Narrative Role as Symbolic Action"
        },
        {
            "text": "Rather than the disseminator, then, a theme in the motifs described above is the alignment of journalists with hermeneutical stances, a pattern supporting the findings of Weaver et al. (2007) regarding the predominance of the interpretive role. It may be possible to identify the \"interpretive\" role as genus containing, in the context of an outbreak, crisis, or disaster, a relatively unexplored number of species. Lee Wilkins (2005) suggests that the investigation of role as most commonly conducted, and as often anchored in the two decades of findings led by Weaver, excludes manifestations of role in outbreaks and similar disaster situations. Wilkins (2005) argues that crisis contexts involving health bring about an alteration in role \"from normal, critical reporting to news coverage that has the goal of saving life\" (247). Upon the conclusion of the crisis, traditional roles are assumed.",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 191,
                    "text": "Weaver et al. (2007)",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 420,
                    "end": 434,
                    "text": "Wilkins (2005)",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 649,
                    "end": 663,
                    "text": "Wilkins (2005)",
                    "ref_id": "BIBREF82"
                }
            ],
            "ref_spans": [],
            "section": "Adoption of Narrative Role as Symbolic Action"
        },
        {
            "text": "With respect to the concealment-of-information motif, the media watchdog role (Weaver and Wilhoit's \"adversarial\" role; 1996) is understood by these journalists as a significant element of telling the story of the H1N1 outbreak: these journalists mediate the threat solely through their enactment of the watchdog function.",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 119,
                    "text": "(Weaver and Wilhoit's \"adversarial\" role;",
                    "ref_id": null
                },
                {
                    "start": 120,
                    "end": 125,
                    "text": "1996)",
                    "ref_id": "BIBREF77"
                }
            ],
            "ref_spans": [],
            "section": "Adoption of Narrative Role as Symbolic Action"
        },
        {
            "text": "The public health motif, and the pandemic motif, both suggest roles which diverge from typical roles identified in the literature. With respect to the pandemic motif, when the journalist participates in mythologizing the outbreak to the exclusion of other functions of the text (such as conveying who is at risk, describing protective behaviours, describing symptoms), the journalist's motivation arises primarily from the magnitude of the scene-the new disease and its potential impact. Means of protection are absent from media stories and terms such as \"plague\" and \"explosion\" are used to characterize the \"scene\" of the outbreak (e.g., ). In this drama, the audience is united. To use Priscilla Wald's terminology, when we acknowledge common susceptibility, we accept common humanity (2007: 54). Consequently, I suggest the purpose of journalists adopting this role is to warn audiences against one universal threat. This role is also un-represented in existing literature. Nerlich and Koteyko (2012) note that the H1N1 outbreak highlighted the \"increasing entanglement between the spread of disease and the spread of information.\" Traditional media maintains significance in social media contexts during crises. Schultz et al. (2011) found that, in their analysis of crisis communication in social media, newspaper articles featured more frequently as topics of discussion than blog or tweet content. In terms of \"shares\" on Twitter, the authors found, similarly, that content drawn from traditional media (specifically, newspapers) was more likely to be shared, than content from a blog or tweet. A suggested interpretation of this pattern is that \"newspapers might be perceived as more reliable and neutral\" (Schultz et al. 2011) .",
            "cite_spans": [
                {
                    "start": 979,
                    "end": 1005,
                    "text": "Nerlich and Koteyko (2012)",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 1218,
                    "end": 1239,
                    "text": "Schultz et al. (2011)",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 1716,
                    "end": 1737,
                    "text": "(Schultz et al. 2011)",
                    "ref_id": "BIBREF68"
                }
            ],
            "ref_spans": [],
            "section": "Adoption of Narrative Role as Symbolic Action"
        },
        {
            "text": "The H1N1 outbreak was the first pandemic in which \"Web 2.0,\" or \"social media,\" began to constrain the ways in which public health authorities disseminated information. The model for communication from experts in the H1N1 pandemic was predominantly one-way-perhaps the last pandemic when this will be so. Even with the burgeoning uptake of social media, Jones and Salathé (2009) found that audiences still preferred traditional media as a source of information during the H1N1 outbreak, even while public health organizations such as the CDC add social media to their outbreak communication strategies. The degree to which traditional media content features in the public consciousness in a crisis context, in the digital communication environment, is largely unexplored in the recent literature.",
            "cite_spans": [
                {
                    "start": 354,
                    "end": 378,
                    "text": "Jones and Salathé (2009)",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "This paper discussed, first, what discursive (\"symbolic\") actions journalists perform in an outbreak context, and second, how an outbreak context impacts the ways journalists enact their conceptions of the journalistic role. Kenneth Burke asserts that \"different frameworks of interpretation will lead to different conclusions as to what reality is\" (1984: 35). I argue that divergent rhetorical motifs influence the delivery of health information by the media in the context of a pandemic. First, the public health motif supported a view of the outbreak as posing little threat, and as easily managed by the health care system. The \"evidence\" for this motif originated in clusters of association in which the H1N1 virus was linked with the term \"mild,\" with \"common flu,\" and was dissociated from the term \"pandemic,\" which in some texts was completely absent. H1N1 was also dissociated from the more frightening, more dangerous SARS outbreak. Health officials are hierarchically privileged, and journalist-rhetors are fully engaged in the communication of protective information, refraining from meta-commentary on the nature of the scene or the content of officials' remarks. Audiences accepting this motif, despite being provided with information regarding personal protective measures, could place their faith in the protective capacity of the public health system and dissociate themselves from implementing steps to maintain health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Second, the concealment-of-information motif emphasized the transparency of health officials as crucial to the effective management of the outbreak, thus introducing journalists as \"actors\" within the scene of the outbreak, taking on a protective capacity. These texts featured associative clusters portraying H1N1 as a serious threat-here, in contrast to the first grouping of texts, \"common flu\" is a severe disease. Here, the vulnerability of the public health system appears, with some authorities expressing \"concern.\" Audiences subscribing to this motif could deflect risk through symbolic means as opposed to implementing protective behaviours (e.g., the threat is not biological in nature, but rather is a potential lack of transparency on the part of authorities).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Finally, the pandemic motif associates H1N1 strongly with a pandemic, through the potency of the virus (it is an apocalyptic threat, converging on all of humanity), and the inability of health authorities to manage it: they are \"struggling\" and \"vulnerable,\" or are portrayed as misguided in the actions that are being taken. Journalist-rhetors featuring this motif view the challenge as the intensely dramatic nature of the outbreak, and function to \"mythologize\" the outbreak to the exclusion of other functions of the text. Texts exhibiting this motif do not offer reassurance of any kind. Texts exhibiting this motif reject possibilities of \"mild\" disease and of the outbreak tapering off. These texts create anxiety but offer no way to address it. The scene is an impending disaster of cosmic proportions. Audiences subscribing to this motif could experience high anxiety. In this scene there are no \"protectors\" identified, as who can protect from such a disaster? I argue that journalists shape health and crisis information according to the guiding role with which they identify in the pandemic context. The symbolic discursive processes evident in this context pose a neglected and therefore fruitful area of roles research. The extension of roles research to contexts likely to lead to the emergence of atypical roles would broaden understanding of how information reaches publics in these circumstances, and generate insight into the impact of crises on more traditional occupational roles. The potential for the development of a typology of narrative roles that could be applied heuristically to public discourse in high-risk health threat contexts warrants further investigation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Swine flu cases in U.S., mystery ailment in Mexico have experts scrambling",
            "authors": [
                {
                    "first": "Helen",
                    "middle": [],
                    "last": "Branswell",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Six cases confirmed in N",
            "authors": [
                {
                    "first": "Joseph",
                    "middle": [],
                    "last": "Brean",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Canadian swine flu cases confirmed",
            "authors": [
                {
                    "first": "Dave",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Swine flu in Canada; First cases found in B.C",
            "authors": [
                {
                    "first": "Tiffany",
                    "middle": [],
                    "last": "Crawford",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Swine flu sends airline stocks into a tailspin",
            "authors": [
                {
                    "first": "Scott",
                    "middle": [],
                    "last": "Deveau",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Echoes of SARS. National Post",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Third B.C. resident confirmed to have swine flu",
            "authors": [
                {
                    "first": "Pamela",
                    "middle": [],
                    "last": "Fayerman",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Victoria woman who fell ill at a Cancun, Mexico, resort is \"fine\" after testing at Royal Jubilee Hospital. The Vancouver Sun: A4",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "No Canadian cases yet of human swine flu; At least 60 people may have died so far",
            "authors": [
                {
                    "first": "Meagan",
                    "middle": [],
                    "last": "Fitzpatrick",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "WHO raises pandemic alert level; swine flu incidence at 16 in Canada",
            "authors": [
                {
                    "first": "Meagan",
                    "middle": [],
                    "last": "Fitzpatrick",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Suspected case in city proves to be false alarm",
            "authors": [
                {
                    "first": "Gabrielle",
                    "middle": [],
                    "last": "Giroday",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Health officials keeping eye on flu",
            "authors": [
                {
                    "first": "Anne",
                    "middle": [],
                    "last": "Kyle",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Mexico, U.S. scramble to contain swine flu; Outbreak sickens hundreds, kills at least 20",
            "authors": [
                {
                    "first": "Sophie",
                    "middle": [],
                    "last": "Nicholson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Officials on alert for swine flu",
            "authors": [
                {
                    "first": "Gary",
                    "middle": [],
                    "last": "Rennie",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Few alter plans to travel despite flu outbreak; Ottawaarea residents still booking trips to Mexico, agents report",
            "authors": [
                {
                    "first": "Robert",
                    "middle": [],
                    "last": "Sibley",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Mexican outbreak has hospitals on alert",
            "authors": [
                {
                    "first": "Jen",
                    "middle": [],
                    "last": "Skerritt",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Swine flu in Canada",
            "authors": [
                {
                    "first": "Tanya",
                    "middle": [],
                    "last": "Talaga",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The price of poor pandemic communication",
            "authors": [
                {
                    "first": "Thomas",
                    "middle": [],
                    "last": "Abraham",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "British Medical Journal",
            "volume": "340",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Notes toward a definition of journalism",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Adam",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Stuart",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "No need to panic, economists advise",
            "authors": [
                {
                    "first": "David",
                    "middle": [],
                    "last": "Akin",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "The Gazette",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Pandemic in the making. The Globe and Mail",
            "authors": [
                {
                    "first": "Caroline",
                    "middle": [],
                    "last": "Alphonso",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The Storyteller",
            "authors": [
                {
                    "first": "Walter",
                    "middle": [],
                    "last": "Benjamin",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "83--109",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The challenges for 21st century science: A review of the evidence base surrounding the value of public engagement by scientists. Enschede: Center for Higher Education Policy Studies",
            "authors": [
                {
                    "first": "Paul",
                    "middle": [],
                    "last": "Benneworth",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Kenneth Burke's cluster-agon method: Its development and an application",
            "authors": [
                {
                    "first": "Carol",
                    "middle": [
                        "A"
                    ],
                    "last": "Berthold",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Central States Speech Journal",
            "volume": "27",
            "issn": "4",
            "pages": "302--309",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The rhetorical situation",
            "authors": [
                {
                    "first": "Lloyd",
                    "middle": [
                        "F"
                    ],
                    "last": "Bitzer",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "Philosophy & Rhetoric",
            "volume": "1",
            "issn": "1",
            "pages": "1--14",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The rhetorical tradition: Readings from classical times to the present",
            "authors": [],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Rhetorical Motifs in Journalists' Coverage of",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The Second Persona",
            "authors": [
                {
                    "first": "Edwin",
                    "middle": [],
                    "last": "Black",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Landmark essays on rhetorical criticism",
            "volume": "",
            "issn": "",
            "pages": "161--172",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Mild cases shouldn't lull people into dismissing threat: experts",
            "authors": [
                {
                    "first": "Helen",
                    "middle": [],
                    "last": "Branswell",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Reading rhetorical theory",
            "authors": [
                {
                    "first": "Barry",
                    "middle": [],
                    "last": "Brummett",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Perceived risk, anxiety, and behavioural responses of the general public during the early phase of the influenza A (H1N1) pandemic in the Netherlands: Results of three consecutive online surveys",
            "authors": [
                {
                    "first": "Marloes",
                    "middle": [],
                    "last": "Bults",
                    "suffix": ""
                },
                {
                    "first": "Desirée",
                    "middle": [],
                    "last": "Beaujean",
                    "suffix": ""
                },
                {
                    "first": "Onno",
                    "middle": [],
                    "last": "De Zwart",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "BMC Public Health",
            "volume": "11",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2458-11-2"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Fact, inference and proof in the analysis of literary symbolism",
            "authors": [
                {
                    "first": "Kenneth",
                    "middle": [],
                    "last": "Burke",
                    "suffix": ""
                }
            ],
            "year": 1950,
            "venue": "Essays Toward a Symbolic of Motives",
            "volume": "",
            "issn": "",
            "pages": "49--74",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Language as symbolic action: Essays on life, literature, and method",
            "authors": [
                {
                    "first": "Kenneth",
                    "middle": [],
                    "last": "Burke",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "On symbols and society",
            "authors": [
                {
                    "first": "Kenneth",
                    "middle": [],
                    "last": "Burke",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Permanence and change: An anatomy of purpose",
            "authors": [
                {
                    "first": "Kenneth",
                    "middle": [],
                    "last": "Burke",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "The philosophy of literary form: Studies in symbolic action",
            "authors": [
                {
                    "first": "Kenneth",
                    "middle": [],
                    "last": "Burke",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "How superstition won and science lost: Popularizing science and health in the United States",
            "authors": [
                {
                    "first": "John",
                    "middle": [
                        "C"
                    ],
                    "last": "Burnham",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "The measurement of journalistic role enactments: A study of organizational constraints and support in for-profit and non-profit journalism",
            "authors": [
                {
                    "first": "Serena",
                    "middle": [],
                    "last": "Carpenter",
                    "suffix": ""
                },
                {
                    "first": "Jan",
                    "middle": [],
                    "last": "Boehmer",
                    "suffix": ""
                },
                {
                    "first": "Frederick",
                    "middle": [],
                    "last": "Fico",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journalism & Mass Communication Quarterly",
            "volume": "93",
            "issn": "3",
            "pages": "587--608",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Variations on a theme: The professional role conceptions of print and online newspaper journalists",
            "authors": [
                {
                    "first": "William",
                    "middle": [
                        "P"
                    ],
                    "last": "Cassidy",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Journalism & Mass Communication Quarterly",
            "volume": "82",
            "issn": "",
            "pages": "264--280",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "If it bleeds it leads\"? Attributes of TV health news stories that drive viewer attention",
            "authors": [
                {
                    "first": "Crystale",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "Debra",
                    "middle": [
                        "L"
                    ],
                    "last": "Purvis",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Roter",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Public Health Reports",
            "volume": "115",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Canadian swine flu cases confirmed",
            "authors": [
                {
                    "first": "Dave",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "C. victims. Edmonton Journal",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Swine flu in Canada; First cases found in B.C., Nova Scotia",
            "authors": [
                {
                    "first": "Tiffany",
                    "middle": [],
                    "last": "Crawford",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Ethical considerations of using narrative to communicate science",
            "authors": [
                {
                    "first": "Michael",
                    "middle": [
                        "F"
                    ],
                    "last": "Dahlstrom",
                    "suffix": ""
                },
                {
                    "first": "Shirley",
                    "middle": [
                        "S"
                    ],
                    "last": "Ho",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Science Communication",
            "volume": "34",
            "issn": "5",
            "pages": "592--617",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "What is journalism?",
            "authors": [
                {
                    "first": "Mark",
                    "middle": [],
                    "last": "Deuze",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Journalism",
            "volume": "6",
            "issn": "4",
            "pages": "442--464",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Swine flu sends airline stocks into a tailspin",
            "authors": [
                {
                    "first": "Scott",
                    "middle": [],
                    "last": "Deveau",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Echoes of SARS. National Post",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "How the media reported the first days of the pandemic (H1N1) 2009: Results of EUwide media analysis",
            "authors": [
                {
                    "first": "Ben",
                    "middle": [],
                    "last": "Duncan",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Eurosurveillance",
            "volume": "14",
            "issn": "30",
            "pages": "1--3",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Third B.C. resident confirmed to have swine flu; Victoria woman who fell ill at a Cancun, Mexico, resort is \"fine\" after testing at Royal Jubilee Hospital. The Vancouver Sun",
            "authors": [
                {
                    "first": "Pamela",
                    "middle": [],
                    "last": "Fayerman",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Rhetorical criticism: Exploration and practice",
            "authors": [
                {
                    "first": "Sonja",
                    "middle": [
                        "K"
                    ],
                    "last": "Foss",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Swine flu: Anatomy of an outbreak. Maclean's, 1 May",
            "authors": [
                {
                    "first": "Michael",
                    "middle": [],
                    "last": "Friscolanti",
                    "suffix": ""
                },
                {
                    "first": "Charlie",
                    "middle": [],
                    "last": "Gillis",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Lessons learned from H1N1 epidemic: The role of mass media in informing physicians",
            "authors": [
                {
                    "first": "Jaleh",
                    "middle": [],
                    "last": "Gholami",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sayed Hamed",
                    "suffix": ""
                },
                {
                    "first": "Mahnaz",
                    "middle": [],
                    "last": "Hosseini",
                    "suffix": ""
                },
                {
                    "first": "Reza",
                    "middle": [],
                    "last": "Ashoorkhani",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Majdzadeh",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "International Journal of Preventive Medicine",
            "volume": "2",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Suspected case in city proves to be false alarm",
            "authors": [
                {
                    "first": "Gabrielle",
                    "middle": [],
                    "last": "Giroday",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Biosecurity in the time of avian influenza, Vietnam",
            "authors": [
                {
                    "first": "Annick",
                    "middle": [],
                    "last": "Guénel",
                    "suffix": ""
                },
                {
                    "first": "Sylvia",
                    "middle": [],
                    "last": "Klingberg",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Influenza and Public Health: Learning from Past Pandemics",
            "volume": "",
            "issn": "",
            "pages": "241--255",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Oxford Research Encyclopedia of Communication",
            "authors": [
                {
                    "first": "Lars",
                    "middle": [],
                    "last": "Guenther",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Science Journalism",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "https:/oxfordre.com/communication/view/10.1093/acrefore/9780190228613.001.0001/acrefore-9780190228613-e-901"
                ]
            }
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Dramatistic analysis",
            "authors": [
                {
                    "first": "Roderick",
                    "middle": [
                        "P"
                    ],
                    "last": "Hart",
                    "suffix": ""
                },
                {
                    "first": "David",
                    "middle": [],
                    "last": "Payne",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Modern rhetorical criticism",
            "volume": "",
            "issn": "",
            "pages": "340--380",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Modern rhetorical criticism",
            "authors": [
                {
                    "first": "Roderick",
                    "middle": [
                        "P"
                    ],
                    "last": "Hart",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "The history and theory of rhetoric: An introduction. Boston: Allyn and Bacon. Inglis, Fred. 1990. Media Theory",
            "authors": [
                {
                    "first": "James",
                    "middle": [
                        "A"
                    ],
                    "last": "Herrick",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Narratives in rhetorical discourse",
            "authors": [
                {
                    "first": "Stefan",
                    "middle": [],
                    "last": "Iversen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Handbook of Narratology",
            "volume": "25",
            "issn": "",
            "pages": "575--587",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Early assessment of anxiety and behavioral response to novel swine-origin influenza A (H1N1)",
            "authors": [
                {
                    "first": "James",
                    "middle": [
                        "H"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "Marcel",
                    "middle": [],
                    "last": "Salathé",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS ONE",
            "volume": "4",
            "issn": "12",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0008032"
                ]
            }
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "The rhetoric of reportage: The media construction of a pandemic (Doctoral dissertation)",
            "authors": [
                {
                    "first": "Tess",
                    "middle": [],
                    "last": "Laidlaw",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "University of Saskatchewan Electronic Theses and Dissertations",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Medical messages in the media-barriers and solutions to improving medical journalism",
            "authors": [
                {
                    "first": "Anna",
                    "middle": [],
                    "last": "Larsson",
                    "suffix": ""
                },
                {
                    "first": "Andrew",
                    "middle": [
                        "D"
                    ],
                    "last": "Oxman",
                    "suffix": ""
                },
                {
                    "first": "Cheryl",
                    "middle": [],
                    "last": "Carling",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Health Expectations",
            "volume": "6",
            "issn": "4",
            "pages": "323--331",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Rhetorical approaches to health and medicine",
            "authors": [
                {
                    "first": "Jennifer",
                    "middle": [
                        "A"
                    ],
                    "last": "Malkowski",
                    "suffix": ""
                },
                {
                    "first": "Blake",
                    "middle": [],
                    "last": "Scott",
                    "suffix": ""
                },
                {
                    "first": "Lisa",
                    "middle": [],
                    "last": "Keränen",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Oxford Research Encyclopedia of Communication",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/acrefore/9780190228613.013.180"
                ]
            }
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "When citizens meet both professional and citizen journalists: Social trust, media credibility, and perceived journalistic roles among online community news readers",
            "authors": [
                {
                    "first": "Seungahn",
                    "middle": [],
                    "last": "Nah",
                    "suffix": ""
                },
                {
                    "first": "Deborah",
                    "middle": [
                        "S"
                    ],
                    "last": "Chung",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journalism: Theory, Practice and Criticism",
            "volume": "13",
            "issn": "",
            "pages": "714--730",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Crying wolf? Biosecurity and metacommunication in the context of the 2009 swine flu pandemic",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Nerlich",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Koteyko",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Health & Place",
            "volume": "18",
            "issn": "4",
            "pages": "710--717",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Paving the way for crisis exploitation: The role of journalistic styles and standards",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Olsson",
                    "suffix": ""
                },
                {
                    "first": "Lars",
                    "middle": [
                        "W"
                    ],
                    "last": "Eva-Karin",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Nord",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journalism",
            "volume": "16",
            "issn": "3",
            "pages": "341--358",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "The politics of negotiating public tragedy: Media framing of the Matthew Shepard murder",
            "authors": [
                {
                    "first": "Brian",
                    "middle": [
                        "L"
                    ],
                    "last": "Ott",
                    "suffix": ""
                },
                {
                    "first": "Eric",
                    "middle": [],
                    "last": "Aoki",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Rhetoric & Public Affairs",
            "volume": "5",
            "issn": "3",
            "pages": "483--505",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Sensationalism in the media: When scientists and journalists may be complicit collaborators",
            "authors": [
                {
                    "first": "David",
                    "middle": [
                        "F"
                    ],
                    "last": "Ransohoff",
                    "suffix": ""
                },
                {
                    "first": "Richard",
                    "middle": [
                        "M"
                    ],
                    "last": "Ransohoff",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Effective Clinical Practice",
            "volume": "4",
            "issn": "4",
            "pages": "185--188",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Officials on alert for swine flu; Suspected case in Michigan false. The Windsor Star",
            "authors": [
                {
                    "first": "Gary",
                    "middle": [],
                    "last": "Rennie",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Kenneth Burke and the drama of human relations",
            "authors": [
                {
                    "first": "William",
                    "middle": [
                        "H"
                    ],
                    "last": "Rueckert",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Is the medium the message? Perceptions of and reactions to crisis communication via twitter, blogs and traditional media",
            "authors": [
                {
                    "first": "Friederike",
                    "middle": [],
                    "last": "Schultz",
                    "suffix": ""
                },
                {
                    "first": "Sonja",
                    "middle": [],
                    "last": "Utz",
                    "suffix": ""
                },
                {
                    "first": "Anja",
                    "middle": [],
                    "last": "Göritz",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Public Relations Review",
            "volume": "37",
            "issn": "1",
            "pages": "20--27",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Communication Concepts 3: Gatekeeping",
            "authors": [
                {
                    "first": "Pamela",
                    "middle": [
                        "J"
                    ],
                    "last": "Shoemaker",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Medical scientists and health news reporting: A case of miscommunication",
            "authors": [
                {
                    "first": "Miriam",
                    "middle": [],
                    "last": "Shuchman",
                    "suffix": ""
                },
                {
                    "first": "Michael",
                    "middle": [
                        "S"
                    ],
                    "last": "Wilkes",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Annals of Internal Medicine",
            "volume": "126",
            "issn": "12",
            "pages": "976--982",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Few alter plans to travel despite flu outbreak; Ottawa-area residents still booking trips to Mexico, agents report. The Ottawa Citizen",
            "authors": [
                {
                    "first": "Robert",
                    "middle": [],
                    "last": "Sibley",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Online journalists: Foundations for research into their changing roles",
            "authors": [
                {
                    "first": "Jane",
                    "middle": [
                        "B"
                    ],
                    "last": "Singer",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Journal of Computer-Mediated Communication",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1083-6101.1998.tb00088.x"
                ]
            }
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "Mexican outbreak has hospitals on alert",
            "authors": [
                {
                    "first": "Jen",
                    "middle": [],
                    "last": "Skerritt",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "Manufacturing doubt: Journalists' roles and the construction of ignorance in a scientific controversy",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Stocking",
                    "suffix": ""
                },
                {
                    "first": "Lisa",
                    "middle": [
                        "W"
                    ],
                    "last": "Holly",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Holstein",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Public Understanding of Science",
            "volume": "18",
            "issn": "",
            "pages": "23--42",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "Contagious: Cultures, carriers, and the outbreak narrative",
            "authors": [
                {
                    "first": "Priscilla",
                    "middle": [],
                    "last": "Wald",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "The American journalist: A portrait of U.S. news people and their work",
            "authors": [
                {
                    "first": "David",
                    "middle": [
                        "H"
                    ],
                    "last": "Weaver",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "Cleveland"
                    ],
                    "last": "Wilhoit",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "The American journalist in the 1990s: U.S. news people at the end of an era",
            "authors": [
                {
                    "first": "David",
                    "middle": [
                        "H"
                    ],
                    "last": "Weaver",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "Cleveland"
                    ],
                    "last": "Wilhoit",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "2012. The global journalist in the 21st century",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "The American journalist in the 21st Century: U.S. news people at the dawn of a new millennium",
            "authors": [
                {
                    "first": "David",
                    "middle": [
                        "H"
                    ],
                    "last": "Weaver",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Randall",
                    "suffix": ""
                },
                {
                    "first": "Bonnie",
                    "middle": [
                        "J"
                    ],
                    "last": "Beam",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Brownlee",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF80": {
            "ref_id": "b80",
            "title": "The American journalist in the 21st century: U.S. news people at the dawn of a new millennium",
            "authors": [
                {
                    "first": "David",
                    "middle": [
                        "H"
                    ],
                    "last": "Weaver",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Randall",
                    "suffix": ""
                },
                {
                    "first": "Bonnie",
                    "middle": [
                        "J"
                    ],
                    "last": "Beam",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Brownlee",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF81": {
            "ref_id": "b81",
            "title": "Afterword: Infection as metaphor",
            "authors": [
                {
                    "first": "Arnold",
                    "middle": [],
                    "last": "Weinstein",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Literature and Medicine",
            "volume": "22",
            "issn": "1",
            "pages": "102--115",
            "other_ids": {}
        },
        "BIBREF82": {
            "ref_id": "b82",
            "title": "Plagues, pestilence and pathogens: The ethical implications of news reporting of a world health crisis",
            "authors": [
                {
                    "first": "Lee",
                    "middle": [],
                    "last": "Wilkins",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Asian Journal of Communication",
            "volume": "15",
            "issn": "3",
            "pages": "247--254",
            "other_ids": {}
        },
        "BIBREF83": {
            "ref_id": "b83",
            "title": "Outbreak communication: Best practices for communicating with the public during an outbreak",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF84": {
            "ref_id": "b84",
            "title": "Medicine in the popular press: The influence of the media on perceptions of disease",
            "authors": [
                {
                    "first": "Meredith",
                    "middle": [
                        "E"
                    ],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "Geoffrey",
                    "middle": [
                        "R"
                    ],
                    "last": "Norman",
                    "suffix": ""
                },
                {
                    "first": "Karin",
                    "middle": [
                        "R"
                    ],
                    "last": "Humphreys",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS ONE",
            "volume": "3",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF85": {
            "ref_id": "b85",
            "title": "Achieving journalistic authority through narrative",
            "authors": [
                {
                    "first": "Barbie",
                    "middle": [],
                    "last": "Zelizer",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Critical Studies in Mass Communication",
            "volume": "7",
            "issn": "",
            "pages": "366--376",
            "other_ids": {}
        },
        "BIBREF86": {
            "ref_id": "b86",
            "title": "Taking journalism seriously: News and the academy",
            "authors": [
                {
                    "first": "Barbie",
                    "middle": [],
                    "last": "Zelizer",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF87": {
            "ref_id": "b87",
            "title": "Individual, organizational, and societal influences on media role perceptions: A comparative study of journalists in China, Taiwan, and the United States",
            "authors": [
                {
                    "first": "Jian-Hua",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "David",
                    "middle": [],
                    "last": "Weaver",
                    "suffix": ""
                },
                {
                    "first": "Ven-Hwei",
                    "middle": [],
                    "last": "Lo",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Journalism & Mass Communication Quarterly",
            "volume": "74",
            "issn": "1",
            "pages": "84--96",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Acknowledgments Portions of this article are based on a doctoral dissertation under the supervision of John Moffatt, University of Saskatchewan, 2013. Selected content from this paper was presented at the 15th Biennial Rhetoric Society of America conference in Philadelphia, Pennsylvania, and at the conference Narrating Science: The Power of Stories in the 21st Century, May 24-27, 2017, Toronto, Ontario, Canada. I extend grateful acknowledgment to John Moffatt, and to David Kirby (University of Manchester) and Don Bruce (University of Guelph) for their constructive input on earlier drafts of this article, as well as an anonymous reviewer whose feedback further strengthened this work. My thanks also to Anthony (Tony) Yue, Amy Thurlow (Mount Saint Vincent University), and deepest gratitude to Peter Weingart (University of Bielefeld). Akin, David. 2009, April 28 ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}