{
    "paper_id": "6c185e0c7cb01ce3de268d1ce3416c1b807a79c4",
    "metadata": {
        "title": "Cryo-EM structure of coronavirus-HKU1 haemagglutinin esterase reveals architectural changes arising from prolonged circulation in humans",
        "authors": [
            {
                "first": "Daniel",
                "middle": [
                    "L"
                ],
                "last": "Hurdiss",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Utrecht University",
                    "location": {
                        "addrLine": "Padualaan 8",
                        "postCode": "3584 CH",
                        "settlement": "Utrecht",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Ieva",
                "middle": [],
                "last": "Drulyte",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Thermo Fisher Scientific",
                    "location": {
                        "postCode": "5651 GG",
                        "settlement": "Eindhoven",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Yifei",
                "middle": [
                    "Lang"
                ],
                "last": "1#",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tatiana",
                "middle": [
                    "M"
                ],
                "last": "Shamorkina",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Utrecht University",
                    "location": {
                        "addrLine": "Padualaan 8",
                        "postCode": "3584 CH",
                        "settlement": "Utrecht",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Matti",
                "middle": [
                    "F"
                ],
                "last": "Pronker",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Utrecht University",
                    "location": {
                        "addrLine": "Padualaan 8",
                        "postCode": "3584 CH",
                        "settlement": "Utrecht",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Frank",
                "middle": [
                    "J M"
                ],
                "last": "Van Kuppeveld",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Joost",
                "middle": [],
                "last": "Snijder",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Utrecht University",
                    "location": {
                        "addrLine": "Padualaan 8",
                        "postCode": "3584 CH",
                        "settlement": "Utrecht",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Raoul",
                "middle": [
                    "J"
                ],
                "last": "De Groot",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The human betacoronaviruses HKU1 and OC43 (subgenus Embecovirus) arose from 2 separate zoonotic introductions, OC43 relatively recently and HKU1 apparently much longer 3 ago. Embecovirus particles are studded with two types of surface projections called S (for 4 spike) and HE (for haemagglutinin-esterase), with S mediating receptor-binding and 5 membrane fusion and HE acting as a receptor-destroying enzyme. Together, they promote 6 dynamic virion attachment to glycan-based receptors with 9-O-acetylated sialic acid as main 7 constituent. We recently showed that adaptation of HKU1 and OC43 to replication in the 8 human respiratory tract involved loss-of-function mutations in the lectin domain of HE. Here 9 we present the cryo-EM structure of the ~80 kDa, heavily glycosylated HKU1 HE at a global 10 resolution of 3.4 Å. Comparison to existing HE structures reveals a drastically truncated lectin 11 domain, incompatible with sialic acid binding, but with the structure and function of the HE 12 esterase domain left intact. Our cryo-EM structure, in combination with mass spectrometry 13 analysis, also describes the extent of glycosylation on the now redundant lectin domain, which 14 forms a putative glycan shield. The findings further our insight into the evolution and host 15 adaptation of human embecoviruses and also demonstrate the utility of cryo-EM for studying 16 small, heavily glycosylated proteins which are intractable to X-ray crystallography. : bioRxiv preprint 19 mammals and birds with a propensity to cross host species barriers 1 . Zoonotic CoV infections 20 pose an ever-looming threat to public health 2 . Indeed, this century alone saw the advent of 21 three novel respiratory CoVs highly lethal to humans. The 2002/2003 SARS-CoV variant was 22 quickly contained 3,4 , and MERS-CoV, natural to dromedary camels, does not spread efficiently 23 within the human population 5 . SARS-CoV-2, however, seems well on course to become 24 established in humans 6 . Four other respiratory coronaviruses of zoonotic origin did breach the 25 species barrier successfully and are maintained worldwide through continuous human-to-26 human transmission 7 . Studies of these latter human CoVs and their zoonotic ancestors are 27 instrumental in understanding the odds and risks of CoV cross-species transmission as well 28 as the requirements for adaptation to the human host.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Human CoVs HKU1 and OC43 (subgenus Embecovirus, genus Betacoronavirus) are related 30 but distinct 8 . In immunocompetent individuals, these viruses are generally associated with 31 benign common colds, but may cause significant morbidity and even mortality in the frail 9,10 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "They entered the human population separately: HKU1 several hundred years ago from a yet 33 unknown animal reservoir 11,12 , whereas OC43 entered far more recently (70-120 years ago), 34 apparently from a bovine coronavirus (BCoV) spill-over 13 . These embecoviruses use 9-O-35 acetylated sialoglycans (9-O-Ac-Sia) as receptors to which they attach in a highly dynamic 36 fashion with fast on and off rates via fusion spike protein S 14 . A second type of envelope 37 protein unique to embecoviruses, called the haemagglutinin-esterase (HE), serves as a 38 receptor-destroying enzyme 8 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "CoV HEs are 40-50 kDa type I membrane glycoproteins that assemble into covalently-linked 40 homodimers, disulfide-bonded in the juxta-membrane region 15 . In HEs of animal 41 embecoviruses, an O-Ac-Sia-binding lectin domain (LD) appended to the esterase domain 42 (ED) upregulates sialate-O-acetylesterase activity towards multivalent ligands such as the 43 . CC-BY 4.0 : bioRxiv preprint densely clustered sialoglycans on mucins 15-17 . However, OC43 and HKU1, subject to 44 convergent evolution, lost HE lectin function 8 . Thus, the dynamics of virion-glycan interactions 45 were altered, and virion-mediated receptor destruction was restricted, apparently as an 46 adaptation to replication in the human respiratory tract. For OC43, the phylogenetic record 47 shows that after its introduction in humans, HE-mediated receptor binding was selected 48 against and ultimately lost completely through progressive accumulation of subtle single site 49 substitutions in LD. In HKU1, HE lectin function was also lost, but here the LD suffered several 50 deletions 8,18 . 51 For OC43, BCoV and murine embecoviruses 8,15-17 , HE crystal apo-and holostructures 52 revealed how HE LDs bind O-Ac-Sias and how this property was lost in OC43. HKU1 HE,",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 152,
                    "text": "15",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "however, proved refractory to crystallisation. Exhaustive attempts to solve its structure and 54 assess the structural consequences of the LD deletions did not meet with success, prompting 55 us to consider alternative methods. In the last decade, single-particle analysis by cryo-electron 56 microscopy (SPA cryo-EM) revolutionised the field of structural biology with methodological 57 advances now allowing the visualisation of large biological macromolecules at resolutions 58 which permit atomic modelling 19 . In the wake of these innovations, cryo-EM structures were 59 determined for several CoV S proteins, including those of OC43 and HKU1 to resolutions of 60 2.8 and 4 Å resolution, respectively 20,21 . These studies were greatly facilitated by the 61 considerable size (>400 kDa) and three-fold symmetry of the S homo-trimers. Because of the 62 low signal-to-noise ratio of cryo-EM images, SPA reconstruction of specimens smaller than 63 100 kDa remains problematic and only for a handful of such proteins, high-resolution (i.e. <3.5 64 Å) cryo-EM structures have been resolved 22-24 . Nevertheless, inspired by these reports, we 65 explored SPA to characterise the homo-dimeric HKU1 HE ectodomain, a complex with a 66 protein mass of ~80 kDa plus ~30 kDa of N-glycans, most of which is disordered. Here we 67 present the structure of HKU1 HE at a global resolution of 3.4 Å. The data reveal that, over 68 centuries of HKU1 circulation in humans, the variable loops that form the LD receptor-binding 69 site were trimmed back completely. The jelly roll core structure, on which these loops were 70 . CC-BY 4.0 : bioRxiv preprint grafted, remains intact, presumably to preserve structure-function of the ED SGNH hydrolase 71 into which it is embedded. Conceivably, the conservation of a functionally obsolete but 72 structurally essential domain in a viral envelope protein may pose an antigenic liability. The 73 data show that through acquisition of new N-linked glycosylation sites, the HKU1 HE LD 74 domain was provided with a putative glycan shield. The findings provide structural insight into 75 the evolution of multidomain proteins after partial loss of function and a predictive evolutionary 76 trajectory for OC43 HE.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "77",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "RESULTS",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Structure determination of HKU1 HE by single-particle analysis",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "There are two variants of the HKU1 HE protein, type A and type B, which share ~85% 80 sequence identity 25 . For structural analysis, the HKU1-A HE ectodomain was expressed as 81 an Fc fusion protein in HEK293T cells and purified by protein A affinity chromatography, 82 followed by on-the-bead thrombin cleavage to remove the Fc domain, and size exclusion 83 chromatography (Figure S1A). The protein backbone of the HKU1 HE ectodomain construct 84 has a molecular weight of ~40 kDa but runs as a smeared band between 50 and 75 kDa by 85 SDS-PAGE analysis (Figure S1B), indicating extensive and heterogeneous glycosylation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "86 Optimised cryo-EM grids, prepared with purified HKU1 HE, revealed monodisperse particles 87 in a variety of orientations (Figure 1A). Single-particle analysis produced 2D class averages 88 corresponding to different views of the HKU HE dimer (Figure 1B). Subsequently, a 3D 89 reconstruction of HKU1 HE was produced at a global resolution of 3.4 Å (Figure 1C, S2 and 90 S3A-B). Local resolution of the map ranges from 3.3-4.1 Å with the most well-resolved regions 91 located in the core of the molecule (Figure S3D). The quality of the map permitted modelling 92 of residues 15-346 (Figure 1D-E). Each protomer is stabilised by six disulfide bonds, the 93 presence of which are corroborated by the cryo-EM density (Figure 1F). Dimerisation of HKU1 94 HE is achieved by interaction of the vestigial LDs and the membrane-proximal domains (MP) 95 (Figure 2A-B). : bioRxiv preprint comparison of the membrane proximal domain and esterase domain of HKU1 to these related 100 proteins revealed a high-level of structural conservation, with the aligned Ca positions having 101 RMSD values of 0.81 Å and 0.76 Å for MHV-New-Jersey (NJ) strain, and 0.83 Å and 0.84 Å 102 for BCoV-Mebus strain. While the core fold of the esterase domain is similar between all three 103 proteins, the α2 helix of HKU1 more closely resembles that of BCoV 15 , and lacks the zinc 104 binding site found in MHV-NJ 17 forms a zinc binding site 17 . The ED catalytic site of HKU1 HE 105 is most similar to that of BCoV, OC43 and MHV-DVIM strain (Figure S4A-B), which all 106 recognise 9-O-Ac-Sia. This is consistent with functional data showing that HKU1 HE 107 possesses sialate-9-O-acetylesterase receptor destroying activity 8 . In contrast, MHV-NJ HE 108 recognises 4-O-Ac-Sia, thus rationalising the differences observed in the active site 109 architecture 17 (Figure S4C). 110 The lectin domain of HKU1 HE dramatically differs from those of MHV-NJ and BCoV. The LD 111 jelly roll core is essentially conserved, with RMSD values of 0.95 Å and 0.89 Å for BCoV and 112 MHV-NJ, respectively. However, whereas in BCoV HE and MHV extensive loops emanate 113 from this jelly roll core to form the LD carbohydrate-binding site (CBS), such loops are either 114 much shorter or absent in the HKU1 HE structure (Figure 2E-G). As compared to the BCoV 115 and MHV HEs, HKU1 HE suffered deletions in the β5-β6 loop, the β7-β8 loop, and β9-β10 116 loop (β11-β12 in BCoV) - see figure 2 and S5. The long β4-β5 loop has undergone a minor 117 deletion in HKU1 HE but is also displaced with respect to that of BCoV and MHV HE, reaching 118 a maximum distance of 10 Å between residues 144-148. In BCoV and MHV HE, each of these 119 loops participates in ligand/receptor binding. In addition, the metal binding site (MBS) which 120 stabilizes the β11-β12 CBS loop in MHV and BCoV (β13-β14) is absent in HKU1 (Figure 2E-121 G). Two of the three metal coordinating sidechains, present in BCoV HE (Figure S6A), are 122 partially conserved in HKU1, indicating that the MBS was likely present in the ancestral 123 protein. However, the critical D220 site in BCoV HE falls within the β7-β8 loop deletion of 124 HKU1 HE (Figure S6B). Thus, HKU1 has lost all essential components of the HE CBS and 125 the LD domain has been stripped back essentially to the jelly roll core. : bioRxiv preprint 129 composition of each of these N-linked glycosylation sites, we performed in-depth 130 glycoproteomics profiling of the same recombinant HEK293T cell derived material used for 131 cryo-EM. HKU1 HE was digested in parallel with trypsin, chymotrypsin and alpha lytic protease : bioRxiv preprint 157 Side-by-side comparison of HKU1, MHV-NJ, BCoV and OC43 reveals that HKU1 HE lectin 158 domain has a much flatter topography ( Figure  4A-D) . In addition to the dramatically altered : bioRxiv preprint cryo-EM map, the glycans on the LD are not visible beyond the first core GlcNAc. However, 174 mass spectrometry analysis confirms that these primarily contain complex glycans, comprising 175 between 9 to 16 saccharide units. To understand where these lesser-ordered regions are 176 situated, a difference map of the N-linked glycans was generated and a gaussian filter was 177 applied in order to highlight low resolution features. Interestingly, density for the disordered 178 portion of these glycans forms a crown of glycan density, which encircles the LD and covers 179 much of its surface ( Figure 5C ). Of note, density belonging to the N110 glycan of HKU1 180 overlaps with the former sialic acid binding site. Side-by-side comparison shows that the LD 181 of HKU1 is ~8 Å shorter than BCoV, with none of the CBS loop remnants protruding above 182 the glycan crown ( Figure  5D -F). While our mass spectrometry data reveals that the N168 site 183 is only 1.6 % occupied, we do observe difference density which extends tangentially from this 184 site. This putative N168 density extends over the entrance to the esterase domain active site 185 ( Figure  5F ). : bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3768,
                    "end": 3781,
                    "text": "Figure  4A-D)",
                    "ref_id": null
                },
                {
                    "start": 4439,
                    "end": 4448,
                    "text": "Figure 5C",
                    "ref_id": null
                },
                {
                    "start": 4717,
                    "end": 4727,
                    "text": "Figure  5D",
                    "ref_id": null
                },
                {
                    "start": 4995,
                    "end": 5005,
                    "text": "Figure  5F",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "With respect to the glycans as a shield against humoral immunity, the HKU1 HE glycan crown 235 not only covers much of the LD, but also appears to extend outwards over the esterase active 236 site entrance. The entrance to the HE esterase domain active site is subject to sequence 237 variation in BCoV ( Figure  5A ), suggesting that this part of HE too is a vulnerable target for : bioRxiv preprint humoral immunity. In the context of a crowded viral envelope, with densely packed S and HE 239 proteins, the membrane distal glycan crown of HKU1 HE might help shield the regions below 240 without any potential loss of function resulting from direct glycosylation of the ED active site 241 entrance.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 305,
                    "end": 315,
                    "text": "Figure  5A",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "Interestingly, OC43 has independently acquired two N-linked glycans in equivalent positions 243 to HKU1. Thus, our findings for HKU1 offer a glimpse into a possible future for OC43 HE.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "During circulation of OC43 in the last 70-120 years, the HE LD underwent structural changes 245 which were deleterious to 9-O-Ac-Sia binding, while remaining largely intact. Over a longer 246 timespan OC43 HE may well follow the fate of its HKU1 homologue, however, through similar 247 deletions of the surface-exposed loops in the LD. Conversely, the evolution of OC43 allows 248 informed speculation on the early steps in HKU1's adaptation to humans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "From a general evolutionary perspective, our data offers insights into how viruses deal with a 250 structurally integral but enzymatically obsolete component of multifunctional proteins in the 251 face of relentless immune pressure. Interestingly, receptor binding site loop deletions have 252 also been reported for H7N2 and H9N2 avian influenza haemagglutinin proteins, and in the 253 latter case were demonstrated to facilitate immune escape 32,33 . In both cases, sialic acid 254 binding was retained but the receptor preference was altered. Also for the HIV-1 envelope 255 glycoprotein, susceptibility to neutralising antibodies is countered by modulating surface 256 exposure and glycosylation pattern of the variable regions 34 . Our findings reinforce the notion 257 that for embecoviruses, the HE, in addition to S, should be considered a viable candidate for 258 vaccine development. Moreover, the highly conserved HE esterase active site offers an 259 attractive target for the development of broad-spectrum antivirals against OC43 and HKU1 as 260 well as against novel human embecoviruses, should such emerge in the future. By 261 demonstrating that cryo-EM can be used to study CoV HEs at high-resolution, we expand the 262 structural biology toolkit for future research, which may focus on antibody or inhibitor 263 complexes. Methods 265 Protein expression and purification 266 The human codon-optimised sequence for HKU1 HE (Q5MQD1) was cloned into a pCD5-T-267 Fc expression plasmid 15 . The resulting construct encodes a chimeric protein comprising of the 268 HE ectodomain fused to the human IgG1 Fc domain, with the domains separated by a 269 thrombin cleavage site. The HE-Fc was produced by transient expression in HEK293T cells 270 and purified from cell culture supernatants by protein A affinity chromatography followed by 271 on-bead thrombin cleavage as described previously 15 . Beads were pelleted, and the HE 272 ectodomain in the supernatant was concentrated to a volume of ~150 µl and injected on a 273 Superdex200 increase column (GE Healthcare) pre-equilibrated in 10 mM Tris pH 8 and 274 50 mM NaCl. Monodisperse dimeric fractions were concentrated to a final concentration of 275 4.0 mg/ml (Figure S1A). Sample purity was assessed by SDS PAGE gel analysis (Figure 276 S1B).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "277 Cryo-electron microscopy 278 Three μl of purified HKU1 HE (4 mg/ml) was dispensed on Quantifoil R1.2/1.3 200-mesh grids 279 (Quantifoil Micro Tools GmbH) that had been freshly glow discharged for 30 seconds at 20 280 mA using GloQube Glow Discharge system (Quorum Technologies). Grids were blotted for 281 five seconds using Whatman No. 1 filter paper and immediately plunge-frozen into liquid 282 ethane cooled by liquid nitrogen using a Vitrobot Mark IV plunger (Thermo Fisher Scientific) 283 equilibrated to ~95% relative humidity, 4°C. Movies of frozen-hydrated HKU1 HE were 284 collected using Titan Krios G4 Cryo-TEM (Thermo Fisher Scientific) operating at 300 keV and 285 equipped with a Falcon 4 Direct Electron Detector (Thermo Fisher Scientific). All cryo-EM data 286 were acquired using the EPU 2 software (Thermo Fisher Scientific). Microscope was aligned 287 to produce fringe-free imaging (FFI) allowing five acquisition areas within a hole and 288 aberration-free image shift (AFIS) was used to acquire images from up to 21 holes per single 289 stage move. Movies were collected in electron counting mode at 96,000x corresponding to a 290",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "calibrated pixel size of 0.805 Å/pix over a defocus range of -1.0 to -2.5 μm. 6,029 movies were : bioRxiv preprint collected using a dose rate of 5 e -/pix/sec for a total of 5.6 seconds (207 ms per fraction, 27 292 fractions), resulting in a total exposure of ~40 e -/Å 2 (1.5 e -/Å 2 /fraction).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Image processing",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Collected movie stacks were manually inspected and then imported in Relion version 3.0.1. 35",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Drift and gain correction were performed with MotionCor2 36 , and GCTF 37 was used to estimate 296 the contrast transfer function for each movie. Movies with a GCTF-estimated resolution of 10 Å 297 or worse were discarded. One thousand particles were picked manually and 2D classified.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The resulting classes were then used as templates for autopicking in Relion, resulting in 299 936,260 particles. Fourier binned (2 x 2) particles were extracted in a 90 pixel box and 300 subjected to a round of 2D classification after which 565,194 particles were retained. Using 301 the 'molmap' command in UCSF chimera 38 , the HKU1 HE homology model was used to 302 generate a 40 Å resolution starting model for 3D classification. Particles selected from 2D 303 classification were subject to a round of 3D classification (with C2 symmetry). Particles 304 belonging to the best class (119,717 particles) were re-extracted unbinned in a 320 pixel box 305 to ensure delocalised high-resolution information was not excluded. Subsequent 3D auto-306 refinement (with C2 symmetry) and post-processing yielded a map with a resolution of 3.79 Å.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Further sub-classification attempts did not lead to improvements in map quality or resolution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Per particle defocus estimation improved the resolution to 3.73 Å. Relion's Bayesian polishing 309 procedure was then performed on these particles, with all movie frames included, which 310 produced a 3.68 Å map 39 . Next, particles were assigned to their respective AFIS group and 311 subject to beam-tilt refinement which further improved the resolution to 3.48 Å. Data 312 processing was then continued in Relion version 3.1b 40 , where a final round of per-particle 313 defocus and per-micrograph astigmatism estimation was performed. This produced a 3.39 Å 314 resolution map, based on the gold-standard FSC = 0.143 criterion. A negative B-factor of 315 −122 Å 2 was applied during the final post-processing step. Local resolution estimations were",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "316 : bioRxiv preprint space refinement', carbohydrate module and 'sphere refinement' tools 42,43 . Iterative rounds of 322 manual fitting in Coot and real space refinement in Phenix 44 were carried out to improve non-323 ideal rotamers, bond angles and Ramachandran outliers. During real space refinement, 324 secondary structure and NCS restraints were imposed. Validation was carried out using 325 Molprobity (general/protein;; 45 ) and Privateer 46,47 . All data collection, image processing and 326 refinement information can be found in Table S1. 327 Analysis and visualisation 328 To generate a difference map of the N-linked glycans, cryo-EM density within 3 Å of a fitted 329 HKU1 HE dimer, encompassing only the protein component, was erased using the UCSF 330 chimera 'color zone' tool. The remaining density was then gaussian filtered using the 'volume 331 filter' tool in UCSF chimera 38 . Multiple sequence aligments of BCoV, OC43 and HKU1 HE 332 were generated using NCBI BLAST and subsequently plotted onto their respective structures 333 using UCSF Chimera. Alignment of the representative HKU1 genotype A and B sequences 334 (Figure S8) was generated using the EMBL-EBI Clustal Omega programme 48 . Surface 335 colouring of BCoV and HKU1 HE using the Kyte-Doolittle hydrophobicity scale was performed 336 in UCSF chimera. RMSD values were calculated using the 'MatchMaker' tool of UCSF 337 Chimera with default settings. Figures were generated using UCSF Chimera 38 , UCSF 338 ChimeraX 49 and PyMOL (The PyMOL Molecular Graphics System, Version 2.0, Schrödinger, 339 LLC). 340 Sample preparation for glycoproteomics analysis. 341 Nine μg of CoV-HKU1 HE were incubated in 100mM Tris pH 8.5, 2% sodium deoxycholate, 342 10mM tris(2-carboxyethyl)phosphine, and 40mM iodoacetamide at 95°C for ten minutes and 343 at 25°C for 30 minutes in the dark. Denatured, reduced and alkylated CoV-HKU1 HE (3 μg) : bioRxiv preprint was then diluted into fresh 50mM ammonium bicarbonate and incubated overnight at 37°C 345 either with 0.056 μg of trypsin (Promega), chymotrypsin (Sigma Aldrich) or alpha lytic protease 346 (Sigma). Formic acid was then added to a final concentration of 2% and the samples were 347 centrifuged at 14,000 rpm for 20 min at 4°C, followed by another round of centrifugation for 5 348 min to precipitate the sodium deoxycholate and collect the peptides from the supernatants. 349 Then, the CoV-HKU1 HE tryptic, chymotryptic and alpha lytic protease digests were desalted 350 using 30 µm Oasis HLB 96-well plate (Waters). The Oasis HLB sorbent was activated with 351 100% acetonitrile and subsequently equilibrated with 10% formic acid in water. Next, peptides 352 were bound to the sorbent, washed twice with 10% formic acid in water and eluted with 100 353 µL of 50% acetonitrile/5%formic acid (v/v). The eluted peptides were vacuum-dried and 354 resuspended in 100 µL of 2% formic acid in water. 355 Mass spectrometry 356 Six μl of resuspended peptides for the glycoform identification and two μl two-fold diluted 357 peptides for the glycoform quantification were run on an Orbitrap Fusion Tribrid (ThermoFisher 358 Scientific, Bremen) mass spectrometer coupled to nanospray UHPLC system Agilent 1290 359 (Agilent Technologies) in duplicates. A 90-min LC gradient from 0% to 35% acetonitrile was 360 used to separate peptides at a flow rate of 300 nl/min. A Poroshell 120 EC C18 (50 cm x 75 361 µm, 2.7 µm, Agilent Technologies) analytical column and a ReproSil-Pur C18 (2 cm x 100 µm, 362 3 µm, Dr. Maisch) trap column were used for the peptide separation. The data was acquired 363 in data-dependent mode. Orbitrap Fusion parameters for the full scan MS spectra were as 364 follows: an AGC target of 4 * 10^5 at 60 000 resolution, scan range 350-2000 m/z, Orbitrap 365 maximum injection time 50 ms. Ten most intense ions (2+ to 8+ ions) were subjected to 366 fragmentation with electron-transfer/higher energy collision dissociation ion fragmentation 367 scheme 50 . The supplemental higher energy collision dissociation energy was set at 30%. The 368 MS2 spectra were acquired at a resolution of 30 000 with an AGC target of 5 * 10^5, maximum",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "369 injection time 250 ms, scan range 120-4000 m/z and dynamic exclusion of 16 s. : bioRxiv preprint search windows for MS1/MS2, respectively. Up to three missed cleavages were permitted 374 using C-terminal cleavage at R/K for trypsin, F/Y/W/M/L for chymotrypsin and T/A/S/V for 375 alpha lytic protease. Carbamidomethylation of cysteine was set as fixed modification, 376 methionine oxidation as variable common 1, glycan modifications as variable common 2, 377 allowing up to max. 2 variable common parameters per one peptide. All N-linked glycan 378 databases from Byonic were merged into a single non-redundant list to be included in the 379 database search. All reported glycopeptides in the Byonic result files were manually inspected 380 for quality of fragment assignments. All glycopeptide identifications were merged into a single 381 non-redundant list per sequon. Glycans were classified based on HexNAc content as high-382 mannose (2 HexNAc), hybrid (3 HexNAc) or complex (> 3 HexNAc). Byonic search results 383 were exported to mzIdentML format to build a spectral library in Skyline 52 and extract peak 384 areas for individual glycoforms from MS1 scans. The full database of variable N-linked glycan 385 modifications from Byonic was manually added to the Skyline project file in XML format.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Reported peak areas were pooled based on the number of HexNAc, Fuc or NeuAc residues 387 to distinguish high-mannose/hybrid/complex glycosylation, fucosylation and sialylation, 388 respectively. The quantified data was represented with GraphPad Prism 8 software.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "389",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Coordinates are deposited in the Protein Data Bank under accession code 6Y3Y. The 391 corresponding EM density maps (final unsharpened, sharpened, local resolution filtered, half 392 maps, N-glycan difference map, and mask) have been deposited to the Electron Microscopy 393 Data Bank under the accession EMD-10676. The raw LC-MS/MS files and glycoproteomics 394 analyses have been deposited to the ProteomeXchange Consortium via the PRIDE partner 395 repository with the dataset identifier PXD017545. All reagents and relevant data are available 396 from the authors upon request.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": ": Structure determination of HKU1 HE by single-particle analysis. A) Representative motion-corrected electron micrograph of HKU1 HE embedded in vitreous ice. B) Representative reference-free 2D class averages. C) Orthogonal views of the HKU1 HE EM density (coloured by subunit). D) Cartoon representation of the atomic model of the dimeric HKU1 HE complex. E) EM density (blue mesh) zoned 2 Å around an α-helix comprising residues 112-132. F) EM density (blue mesh) zoned 2 Å around a β-sheet comprising residues 181-188, 219-224 and 243-248.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The overall fold of HKU1 HE is like those of related embecoviruses, murine coronavirus (MHV) Figure  2 : Comparison of HKU1 HE to related embecoviruses. A) Linear representation of HE domain organisation. The membrane proximal domain (MPD), esterase domain (E) and receptor domain (R) are coloured red, green and blue, respectively. Grey segments indicate the signal- peptide (SP) and transmembrane (TM) domain. The bracket indicates the part of the protein for which the structure of HKU1 HE was solved. B) Ribbon representation of the dimeric HKU1 HE (residues 15-346), C) MHV-NJ HE (PDB ID: 5JIL, residues 20-388) and BCoV-Mebus HE (PDB ID: 3CL5, residues 19-376) structures. One monomer is coloured grey, the other by domain organisation shown in (A). Bound 4-O-acetylated (MHV) or 9-Oacetylated (BCoV) sialic acid is coloured orange. Sodium (MHV) and potassium (BCoV) ions are coloured purple and zinc is grey. E) Expanded view of the region corresponding to the LD carbohydrate-binding site (CBS) in HKU1 HE, (F) MHV, and (G) BCoV.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 93,
                    "end": 102,
                    "text": "Figure  2",
                    "ref_id": null
                }
            ],
            "section": "97"
        },
        {
            "text": "HKU1 HE contains eight predicted N-linked glycosylation sites which are strictly conserved 128 between all HKU1 field strains studied so far. To better characterise the occupancy and semi-quantitative analysis (Table  S2 ). As expected from HEK293T cell derived materials 26 , 137 glycosylation was predominantly of complex type and very heterogeneous, ranging from 8-59 138 unique glycoforms identified for each site ( Figure 3A ). For sites N145, N168 and N193, 139 situated on the LD loops ( Figure  3B ), we also detected substantial signals for the unmodified 140 asparagines, without glycosylation. Based on the combined signal intensities of all glycoforms, 141 we found that the occupancy of those sites is approximately 81% for N145, <2% for N168 and 142 44% for N193. The low occupancy of N168 agrees with the lack of density observed in the 143 cryo-EM map ( Figure  3C ). Furthermore, the high B-factors of the LD loops suggests flexibility 144 in this region ( Figure  S3E ), which explains the limited density for N110, despite having 100% 145 occupancy. With the exception of N168, the first core N-acetyl glucosamine (GlcNAc) was 146 modelled for each of the LD loop glycans ( Figure 3C ). The remaining four sites are fully 147 occupied based on our MS data, in accordance with strong densities observed in the cryo-EM 148 map. Indeed, we were able to model the entire Man3,GlcNAc2 core for N314 ( Figure 3C ). Apart 149 from differences in glycan occupancy, we also observed marked differences in glycan 150 composition. Whereas the overall pattern is dominated by complex glycosylation, sites N83 151 and N328 show predominant hybrid and high-mannose glycosylation, respectively. Sites N110 152 and N145, which contain mostly complex glycans, are also heavily (core) fucosylated and 153 contain higher numbers of sialic acids. Whereas glycosylation varies substantially from site-154 to-site, and is very heterogeneous, we did identify a set of glycan compositions that are highly 155 abundant and shared at the majority of sites, as listed in Supplementary  Table  S3. 156 . CC-BY 4.0 International license author/funder. It is made available under a The copyright holder for this preprint (which was not peer-reviewed) is the . Bottom three panels show semiquantitative analyses from extracted peak areas of sitespecific N-glycosylation by glycan type (non-glycosylated, high-mannose, hybrid, or complex), fucosylation, and sialylation. A full overview is presented in Supplementary Table S2 . B) Surface representation of the dimeric HKU1 HE atomic model, with modelled N-glycans shown as spheres and coloured according to the predominant glycan type shown in panel (A). C) EM density (blue mesh) zoned 2 Å around each of the modelled N-glycans and analagous region for N168. The occupancy and glycan length distribution from glycoproteomics analysis for each site is shown below.",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 276,
                    "text": "26 ,",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 210,
                    "end": 220,
                    "text": "(Table  S2",
                    "ref_id": null
                },
                {
                    "start": 420,
                    "end": 429,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 495,
                    "end": 505,
                    "text": "Figure  3B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 870,
                    "end": 880,
                    "text": "Figure  3C",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 974,
                    "end": 985,
                    "text": "Figure  S3E",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1193,
                    "end": 1202,
                    "text": "Figure 3C",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1415,
                    "end": 1424,
                    "text": "Figure 3C",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2063,
                    "end": 2088,
                    "text": "Supplementary  Table  S3.",
                    "ref_id": null
                },
                {
                    "start": 2490,
                    "end": 2512,
                    "text": "Supplementary Table S2",
                    "ref_id": null
                }
            ],
            "section": "127"
        },
        {
            "text": "and N193, two of which localise to the remnants of the elongated β5-β6 loop and β7-β10 loop. The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.25.998963 doi: bioRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Glycosylation of HKU1 HE lectin domain"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Comparative analysis estimates the relative frequencies of co-divergence and cross-species transmission within viral families",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Geoghegan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Duchêne",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A SARS-like cluster of circulating bat coronaviruses shows potential for human emergence",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "D"
                    ],
                    "last": "Menachery",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nat. Med",
            "volume": "21",
            "issn": "",
            "pages": "1508--1513",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Identification of a novel coronavirus in patients with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N. Engl. J. Med",
            "volume": "348",
            "issn": "",
            "pages": "1967--1976",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A novel coronavirus associated with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Ksiazek",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N. Engl. J. Med",
            "volume": "348",
            "issn": "",
            "pages": "1953--1966",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A pneumonia outbreak associated with a new coronavirus of probable bat origin",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "579",
            "issn": "",
            "pages": "270--273",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Genetic Recombination, and Pathogenesis of",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Betacoronavirus Adaptation to Humans Involved Progressive Loss of Hemagglutinin-Esterase Lectin Activity",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J G"
                    ],
                    "last": "Bakkers",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Cell Host Microbe",
            "volume": "21",
            "issn": "",
            "pages": "356--366",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Human Coronavirus OC43 Associated with Fatal Encephalitis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Morfopoulou",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Clinical features and molecular epidemiology of coronavirus-HKU1-associated community-acquired pneumonia",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "C Y"
                    ],
                    "last": "Woo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K P"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yuen",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Hong Kong Med J",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Discovery of a novel coronavirus, China Rattus coronavirus HKU24, from Norway rats supports the murine origin of Betacoronavirus 1 and has implications for the ancestor of Betacoronavirus lineage A",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K P"
                    ],
                    "last": "Lau",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of Virology",
            "volume": "89",
            "issn": "",
            "pages": "3076--3092",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Origin and evolution of pathogenic coronaviruses",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Z.-L",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Nat. Rev",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Complete genomic sequence of human coronavirus OC43: molecular clock analysis suggests a relatively recent zoonotic coronavirus transmission event",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Vijgen",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Journal of Virology",
            "volume": "79",
            "issn": "",
            "pages": "1595--1604",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Human coronaviruses OC43 and HKU1 bind to 9-O-acetylated sialic acids via a conserved receptor-binding site in spike protein domain A",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J G"
                    ],
                    "last": "Hulswit",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Proc. Natl. Acad. Sci. U.S.A",
            "volume": "116",
            "issn": "",
            "pages": "2681--2690",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Structure of coronavirus hemagglutinin-esterase offers insight into corona and influenza virus evolution",
            "authors": [],
            "year": 2008,
            "venue": "Proc. Natl. Acad. Sci. U.S.A",
            "volume": "105",
            "issn": "",
            "pages": "9065--9069",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The murine coronavirus hemagglutinin-esterase receptorbinding site: a major shift in ligand specificity through modest changes in architecture",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Langereis",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS Pathog",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Characterization and complete genome sequence of a novel coronavirus, coronavirus HKU1, from patients with pneumonia",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J G"
                    ],
                    "last": "Bakkers",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Journal of Virology",
            "volume": "79",
            "issn": "",
            "pages": "884--895",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The resolution revolution",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Kühlbrandt",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Biochemistry",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Science",
            "volume": "343",
            "issn": "",
            "pages": "1443--1444",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Structural basis for human coronavirus attachment to sialic acid receptors",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Tortorici",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nat. Struct. Mol. Biol",
            "volume": "26",
            "issn": "",
            "pages": "481--489",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Pre-fusion structure of a human coronavirus spike protein",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Kirchdoerfer",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nature",
            "volume": "531",
            "issn": "",
            "pages": "118--121",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Cryo-EM structure of haemoglobin at 3.2 Å determined with the Volta phase plate",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Khoshouei",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Radjainia",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Baumeister",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Danev",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nat Commun",
            "volume": "8",
            "issn": "",
            "pages": "16099--16105",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "High-resolution structure determination of sub-100 kDa complexes using conventional cryo-EM",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Herzik",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Lander",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nat Commun",
            "volume": "10",
            "issn": "",
            "pages": "1032--1041",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Single particle cryo-EM reconstruction of 52 kDa streptavidin at 3",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Angstrom resolution",
            "authors": [],
            "year": 2019,
            "venue": "Nat Commun",
            "volume": "10",
            "issn": "",
            "pages": "2386--2397",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Comparative analysis of 22 coronavirus HKU1 genomes reveals a novel genotype and evidence of natural recombination in coronavirus HKU1",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "C Y"
                    ],
                    "last": "Woo",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Journal of Virology",
            "volume": "80",
            "issn": "",
            "pages": "7136--7145",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "An Atlas of Human Glycosylation Pathways Enables Display of the",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Narimatsu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "N-glycosylation of HKU1 HE. A) Glycoproteomic analysis of N-linked glycosylation in HKU1 HE. Top panel enumerates the total of unique glycan compositions identified per site.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "N114 and N153) in two of the four HKU1 LD sites. When viewed in the context of the dimeric 166 structure, HKU1 appears to have distributed its N-linked glycans to the periphery of the lectin 167 domain.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Comparison of HKU1 HE lectin domain glycosylation to related embecoviruses. A) Ribbon representation of the monomeric HE of HKU1, B) MHV-NJ, C) BCoV and D) OC43 lectin domain. Each lectin domain glycosylation site is labelled and colour- coded according to equivalent positioning across the four HEs shown. Modelled N-glycans are shown as sticks and coloured orange. E) Top down view of the dimeric HE of HKU1 HE, F) MHV (PDB ID: 5JIL), G) BCoV (PDB ID: 3CL5) and H) OC43 (PDB ID: 5N11) lectin domain, shown as a surface representation. Modelled N-glycans are shown as orange spheres and labelled as shown in A-D.In an attempt to understand the evolutionary benefit of LD loop deletions and increased N-169 linked glycosylation, we first looked at the sequence conservation of BCoV HE. The BCoV LD",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Visualizing the glycan crown of HKU1 HE lectin domain. A) Top down view of the dimeric BCoV HE lectin domain, shown as a surface representation and coloured according to sequence conservation (75 sequences). N-glycosylation sites are labelled and, if modelled, shown as orange spheres. The sialic acid binding site is circled and esterase active site is indicated by an asterisk. B) Equivalent view as shown in A for HKU1 HE (28 sequences). C) The same view as shown in B overlaid with the HKU1 HE N-glycan EM difference density, coloured orange. D) Side view of BCoV HE and (E-F) HKU1 HE, depicted as in A-C. The most membrane distal region of BCoV and HKU1 HE is indicated by a dashed line.Discussion187Coronaviruses pose a constant zoonotic threat, as poignantly illustrated by the ongoing SARS-",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "6 . It is therefore of relevance to understand how they cross species barriers 189 and subsequently adapt to their new hosts. Viruses in the subgenus Embecovirus, a minor 190 clade in the genus Betacoronavirus, seem particularly apt at crossing species barriers. Two 191 of its members, OC43 and HKU1, arose from separate zoonotic introductions to become firmly loss of HE-mediated receptor-binding, which in turn downregulated HE receptoremerged only recently 13 , HE lectin function was reduced and ultimately lost through 196 accumulation of single site mutations in LD 8 . HKU1 likely followed a similar evolutionary 197 trajectory early upon its entry into the human population, but after several hundreds of years 198 of circulation 11 , the HE LD underwent far more consequential structural changes as revealed 199 here by our cryo-EM analysis. Its overall structure is still highly similar to that of other CoV200 HEs, especially in the ED. Of the LD, the jelly roll core remains intact, but the CBS loops are 201 almost completely gone and, concomitantly, the number of N-linked glycosylation sites 202 increased. The data suggest that during HKU1 evolution, the LD was trimmed back 203 substantially, once it became functionally obsolete. However, the core structure of the LD and 204 the integrity of its fold is essential for the correct folding and function of the esterase domain 205 and so it remains a functional module. The findings beg the question as to why the CBS loops 206 were deleted. One possible explanation is that the protruding surface-exposed regions of the 207 LD, once they lost their function in ligand binding, remained an antigenic liability. Indeed, 208 embecovirus HEs are under selective pressure of the humoral immune response, as 209 antibodies against HE neutralise BCoV and OC43 infectivity in vitro and confer protection 210 against BCoV in vivo 27-30 . The most prominent β5-β6 LD loop of BCoV HE, directly involved in 211 9-O-Ac-Sia binding 15 , is a hotspot for sequence variation (Figure 5A), but apparently remains 212 a target for immune selection even after loss of function, given the sequence variation in this 213 loop also in OC43 HEs (Figure S7). Among type A HEs of contemporary HKU1 field strains, 214 sequence variation in the LD is limited (Figure 5B), but there are considerable differences in encircle the LD. Remarkably, however, the LD dimer interface glycan conserved in BCoV, There are several possible explanations for the newly acquired N-linked glycans, including (i) 225 with loss of the hydrophilic LD loops they add hydrophilicity and thereby aid folding of the 226 hydrophobic core (Figure S9), (ii) they form a glycan shield, and/or (iii) some of them 227 contributed to loss of receptor-binding function early on in HKU1 evolution. With respect to the 228 latter option, the introduction of a glycan at N110 would predictably have sterically hindered 229 receptor binding in the context of a functional LD, as its calculated difference density would 230 have overlapped with the 9-O-Ac-Sia binding site (Figure 6A-B). Indeed, in OC43 HE, the 231 introduction of a glycosylation site at residue 114 in the same loop was one of four mutations 232 acquired early after viral introduction in humans, and which contributed the most to loss of 233 CBS affinity 8 (Figure 6C).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Possible early events leading to HKU1 HE's loss of lectin domain function. A) Zoomed in view of the former LD carbohydrate-binding site (CBS) in HKU1. (B) Equivalent view as shown in A for BCoV HE, with 9-O-acetylated sialic acid shown as a stick representation and coloured orange, and residue 114 coloured cyan. (C) Equivalent view as shown in A for OC43 HE, with possible sterically hindering N-linked glycans shown as sticks and coloured cyan.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "and analysed by reverse phase liquid chromatography coupled with tandem mass",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}