{
    "paper_id": "6c76fe66d27d9c9e1c47b943e497309cf58bd4e4",
    "metadata": {
        "title": "-Title: Coincidence of COVID-19 epidemic and olfactory dysfunction outbreak 2-Short title: COVID-19 and Anosmia 3-Authors: Electronic learning administrator, Iran Medical Council",
        "authors": [
            {
                "first": "•",
                "middle": [],
                "last": "Seyed",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Mohammad Farhadi, MD. Professor of otolaryngology, ENT and Head & Neck Research center",
                    "institution": "University of Medical Sciences",
                    "location": {
                        "settlement": "Tehran",
                        "country": "Iran, Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "Hamidreza",
                "middle": [],
                "last": "Bagheri",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Otolaryngologist",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Mohammad Farhadi, MD. Professor of otolaryngology, ENT and Head & Neck Research center",
                    "institution": "University of Medical Sciences",
                    "location": {
                        "settlement": "Tehran",
                        "country": "Iran, Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "•",
                "middle": [],
                "last": "Ahmad",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Reza",
                "middle": [],
                "last": "Shamshiri",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ali",
                "middle": [],
                "last": "Kabir",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Mohammad Farhadi, MD. Professor of otolaryngology, ENT and Head & Neck Research center",
                    "institution": "University of Medical Sciences",
                    "location": {
                        "settlement": "Tehran",
                        "country": "Iran, Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "•",
                "middle": [],
                "last": "Ali",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Asghar",
                "middle": [],
                "last": "Honarmand",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Mohammad Farhadi, MD. Professor of otolaryngology, ENT and Head & Neck Research center",
                    "institution": "University of Medical Sciences",
                    "location": {
                        "settlement": "Tehran",
                        "country": "Iran, Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "Babak",
                "middle": [],
                "last": "Ghalehbaghi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Mohammad Farhadi, MD. Professor of otolaryngology, ENT and Head & Neck Research center",
                    "institution": "University of Medical Sciences",
                    "location": {
                        "settlement": "Tehran",
                        "country": "Iran, Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "Clinical",
                "middle": [],
                "last": "Allergist",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Immunologist",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Mohammad Farhadi, MD. Professor of otolaryngology, ENT and Head & Neck Research center",
                    "institution": "University of Medical Sciences",
                    "location": {
                        "settlement": "Tehran",
                        "country": "Iran, Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "Alireza",
                "middle": [],
                "last": "Salimi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shahid",
                "middle": [],
                "last": "Beheshti",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Alimohamad Asghari, MD. Professor of otolaryngology, Skull base research center, The five senses institute,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.23.20041889 doi: medRxiv preprint Abstract Background Recent surge of olfactory dysfunction in patients who were referred to ENT clinics and concurrent COVID-19epidemic in Iran motivated us to evaluate anosmic/hyposmic patients to find any relation between these two events.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This is a cross-sectional study with an online checklist on voluntary cases in all provinces of Iran between the 12th and 17th March, 2020. Cases was defined as self-reported anosmia/hyposmia in responders fewer than 4 weeks later (from start the of COVID-19 epidemic in Iran). Variables consist of clinical presentations, related past medical history, family history of recent respiratory tract infection and hospitalization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "In this study 10069 participants aged 32.5±8.6 (7-78) years, 71.13% female and 81.68% nonsmoker completed online checklist. They reported 10.55% a history of a trip out of home town and 1.1% hospitalization due to respiratory problems recently. From family members 12.17% had a history of severe respiratory disease in recent days and 48.23% had anosmia/hyposmia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Correlation between the number of olfactory disorder and reported COVID-19 patients in all 31 provinces till 16th March 2020 was highly significant (Spearman correlation coefficient=0.87, p-Value<0.001). The onset of anosmia was sudden in 76.24% and till the time of filling the . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Olfactory dysfunction following the upper respiratory tract infections also named post-viral anosmia has been reported in previous studies 1, 2 . Epithelial damage and central nervous system involvement, have been presented as the probable causes, however, the exact pathogenesis remains unclear 2,3 . Generally, post-viral anosmia is more common in women and middle-aged or older individuals are more affected 4 . Whilst the olfactory impairment can be permanent, this is often not the case and this kind of anosmia has more favorable prognosis than the other different aspects of the disease will be released daily 6, 8 ; however, an update on its clinical and laboratory presentations has reported fever, respiratory symptoms, cough, fatigue, myalgia, arthralgia and breathing difficulties as the common presentations of the confirmed cases 9 .",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 141,
                    "text": "1,",
                    "ref_id": null
                },
                {
                    "start": 142,
                    "end": 143,
                    "text": "2",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 411,
                    "end": 412,
                    "text": "4",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 617,
                    "end": 619,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 620,
                    "end": 621,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction:"
        },
        {
            "text": "To our knowledge, in none of the updates after the COVID-19 outbreak, anosmia is mentioned as one of the most prominent symptoms. Islamic Republic of Iran is one of the countries which has reported 14991 laboratory-confirmed cases of COVID-19 with 853 total deaths up to March 16, 2020 7 . Since no published scientific evidence reported olfactory and taste disorders . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction:"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.23.20041889 doi: medRxiv preprint following the COVID-19 pandemic till now; the aim of present study is an assessment of the frequency of olfactory disorder and patients' characteristics in our country.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction:"
        },
        {
            "text": "This is a cross-sectional study on 10069 cases in all provinces of Iran between the 12th and 17th",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods:"
        },
        {
            "text": "March, 2020. Participants were cases with problems in decreased sense of smell recently (the last month) invited to voluntarily respond to an online checklist, which was distributed in social The primary outcome of the study was anosmia-/-hyposmia of responders which measured by closed questions and scored by numerical scales at the commencement of their problem and its condition at the time of response to questionnaire. Secondary outcomes were clinical manifestations of participants such as flu or cold symptoms before anosmia, headache (which needed pain reliever drug), nasal stiffness, fever and chills, prominent cough, orbital (periorbital) pain, facial fullness and sinus pain, rhinorrhea, dyspnea, nasal irritation, parosmia, nasal pruritus, history of hypothyroidism, otalgia, sneezing (frequent), purulent nasal discharge, history of asthma, cheeks pain, , previous sinus surgery or septorhinoplasty, unilateral facial palsy and history of hypertension, diabetes mellitus and hyperthyroidism.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods:"
        },
        {
            "text": "To check about validity of data, questions cross-validated with each other. For example, if a person says that they have hyposmia but in semi-quantitative assessment by our numerical scale . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods:"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.23.20041889 doi: medRxiv preprint pointed out the zero score, he/she was deleted from the analysis. To prevent data duplication, personal information of responders was compared in the analysis phase and to exclude incomplete responses to questionnaire the records with more than 30% missing data were . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods:"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.23.20041889 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods:"
        },
        {
            "text": "During this period the online questionnaire viewed by 15228 people from who 10249 have had anosmia/hyposmia and answered the questions. Some participants' information was excluded from analysis; 25 people who did not respond to more than 10 questions (out of 36 questions in the form), 155 records which were duplicated in personal information, 8 persons whose duration of disease was more than 30 days. So the final analysis is representative of 10069 responders.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results:"
        },
        {
            "text": "In demographic data; age distribution ranged from 7 to 78 years old (32.5±8.6), 71.13% were female and 81.68% non-smoker.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results:"
        },
        {
            "text": "Most responders were from Gilan (51.9%), Tehran (18.4%), Mazandaran (6.6%), Golestan . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results:"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.23.20041889 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results:"
        },
        {
            "text": "During the last month (March 2020), concurrent with COVID-19 epidemic, the number of patients with olfactory dysfunction was increased in different provinces of Iran. So we decided to assess the prevalence of this olfactory disorder by an online questionnaire. Till now results indicate the widespread prevalence of anosmia/hyposmia around the country and a significant linear correlation between prevalence of COVID-19 and olfactory impairment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The recent great outbreak of olfactory dysfunction following flu like symptoms (75%), higher incidence in women (71%), and high incidence of anosmia in family members (48.23%) are suggestive of a post-viral epidemic olfactory dysfunction in Iran. Although our study could not confirm that COVID-19 is the definite cause of anosmia, but there is no other recent virus or flu epidemics in Iran except COVID-19. So, it seems that the recent anosmia outbreak in Iran is highly correlated to COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Common COVID-19 symptoms such as fever, cough and dyspnea were less common in the participants with anosmia / hyposmia compliant (87.9% vs 37.38%, 67.7% vs 18.98% and 18.6% vs 14.38% respectively) and only about 1.1% of study population were hospitalized due to respiratory problems recently.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Studies of the prevalence of olfactory dysfunction in consecutive cases at olfactory clinics in the USA, Europe and Japan showed that the most common etiologies are: post-viral upper respiratory tract infections (18-45% of the clinical population) followed by nasal/sinus disease (7-56%), head trauma (8-20%), toxins/drugs (2-6%) and congenital loss (0-4%) 10 . By now, we found no studies to report a high frequency of olfactory disorder coincidence with COVID-19 virus epidemic and this study could be the first report of an epidemic of COVID-19 with simultaneous olfactory dysfunction. In the study of Mao et al. 2020 , detailed neurologic . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity. CNS findings were the significant form of neurological damage in patients with COVID-19 in their study 11 . The movement of the COVID-19 virus into the brain through the cribriform plate near to the olfactory bulb could be a route that would enable the virus to enter and influence the brain. Furthermore, the findings such as anosmia or hyposmia in an uncomplicated early stage COVID-19 patient should necessitate a thorough assessment for CNS involvement 17 .",
            "cite_spans": [
                {
                    "start": 357,
                    "end": 359,
                    "text": "10",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 605,
                    "end": 620,
                    "text": "Mao et al. 2020",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our data is collected via an online self-reported questionnaire. The responders were part of the population who are literate and have access to the internet, personal computers or smart-phones.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We announced the patients to answer this questionnaire via social networks so the participants are limited to those who use social networks. However, because of high prevalence of using . CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.23.20041889 doi: medRxiv preprint smart phone even by housekeepers and people with education level lower than diploma, representativeness of the results does not seem to be affected by this bias. Another limitation of this study is that no definite test for COVID-19 infection was included. As this is an online survey, the main goal was to confirm the outbreak of anosmia during the COVID-19 epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "As the study was self-reported, we used some of questions to check others to increase the questionnaire response validity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Based on the findings of this study it seems that we have a surge in outbreak of olfactory dysfunction happened in Iran during the COVID-19 epidemic, that correlates with the number of patients infected with COVID-19 across the country. As olfactory dysfunction can affect the quality of life in affected patients, it needs to be assessed worldwide by further clinical studies to find out the exact correlation, pathogenesis, prognosis, and any correlation between disease severity and olfactory dysfunction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.23.20041889 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Re-establishment of olfactory and taste functions. GMS current topics in otorhinolaryngology, head and neck surgery",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Welge-Lüssen",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Smell and taste disorders. GMS current topics in otorhinolaryngology, head and neck surgery",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hummel",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "N"
                    ],
                    "last": "Landis",
                    "suffix": ""
                },
                {
                    "first": "K-B",
                    "middle": [],
                    "last": "Hüttenbrink",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Biopsies of human olfactory epithelium",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Jafek",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Murrow",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Michaels",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Restrepo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Linschoten",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Chemical senses",
            "volume": "27",
            "issn": "",
            "pages": "623--631",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Therapeutic options for the 2019 novel coronavirus",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Clercq",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Coronavirus disease 2019 (COVID-19): situation report",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Organization",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The epidemiology and pathogenesis of coronavirus disease (COVID-19) outbreak",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Rothan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Byrareddy",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Journal of Autoimmunity",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "COVID-19: An Update on the Epidemiological",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "T"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "Scw",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Preventive and Therapeutic Evidence and Guidelines of Integrative Chinese-Western Medicine for the Management of 2019 Novel Coronavirus Disease",
            "authors": [],
            "year": null,
            "venue": "The American Journal of Chinese Medicine",
            "volume": "2020",
            "issn": "",
            "pages": "1--26",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Complaints of olfactory disorders: epidemiology, assessment and clinical implications",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nordin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Brämerson",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Current opinion in allergy and clinical immunology",
            "volume": "8",
            "issn": "",
            "pages": "10--15",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Neurological Manifestations of Hospitalized Patients with COVID-19 in Wuhan, China: a retrospective case series study",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Identification of viruses in patients with postviral olfactory dysfunction",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Suzuki",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Saito",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Min",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "The Laryngoscope",
            "volume": "117",
            "issn": "",
            "pages": "272--279",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Postviral olfactory loss",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Seiden",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Otolaryngologic Clinics of North America",
            "volume": "37",
            "issn": "",
            "pages": "1159--66",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Postviral olfactory loss. Taste and smell disorders",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Duncan",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "172--180",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Behavioural deficits and serotonin depletion in adult rats after transient infant nasal viral infection",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mohammed",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Magnusson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Maehlen",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Neuroscience",
            "volume": "35",
            "issn": "",
            "pages": "355--63",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Effect of olfactory bulb ablation on spread of a neurotropic coronavirus into the mouse brain",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Afifi",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "The Journal of experimental medicine",
            "volume": "172",
            "issn": "",
            "pages": "1127--1159",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Evidence of the COVID-19 Virus Targeting the",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Baig",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Khaleeq",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Ali",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Syeda",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Rafieh Alizadeh, PhD. Assistant professor of Anatomy. ENT and Head & Neck Research center and department, The five senses Institute, Iran University of Medical Sciences, Tehran, Iran. • Ali Asghar Honarmand, MD. Electronic learning administrator, Iran Medical Council • Babak Ghalehbaghi, M.D. Allergist and Clinical Immunologist, ENT and Head & Neck Research center and department, The five senses Institute, Iran University of Medical Sciences, Tehran, Iran. • Alireza Salimi, MD. Professor of anesthesiology, Shahid Beheshti University of Medical Sciences, Tehran, Iran 4-Corresponding Author: Babak Ghalehbaghi, M.D. Allergist and Clinical Immunologist, ENT and Head & Neck Research center and department, The five senses Institute, Iran University of Medical Sciences, Tehran, Iran. Address: 2 nd floor, Hazrat Rasoul Hospital, Niayesh St., Sattarkhan Ave., Tehran, Iran.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "a large family of viruses that have been presented as the causative agent of different clinical manifestations ranging from a common cold to severe and great global public health concerns such as Middle East Respiratory Syndrome (MERS-CoV) and Severe Acute Respiratory Syndrome (SARS-CoV), so far; and corona virus disease 2019 (COVID-19) is a new strain from this family which has been introduced in the world since 2019 5,6 . The World Health Organization has reported 167515 confirmed cases of COVID-19 with 6606 deaths by March 16, 2020, globally 7 . Because of the newly identified virus, it is expected that new reports about",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "networks. The online questionnaire developed by Ear, Nose, Throat and Head and Neck Surgery Research Center (Iran University of Medical Sciences) in cooperation with Iran Medical Council. The software incorporated into the website of Iran Medical Council for corona epidemics (www.corona.ir). The online questionnaire was in google document format (go.irimc.org/smelltest). The inclusion criteria were anosmia in responders fewer than 4 weeks later (from start the of COVID-19 epidemic).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "are reported as counts and percentages and quantitative variables as means and standard deviations (otherwise mentioned). Relationship between the number of participants and the number of confirmed COVID-19 patients (from national reports) analyzed by the Spearman correlation coefficient. This part of assessment has been considered as an ecological study because data are not at individual level. The study was approved by the ethics committee of Iran University of Medical Science. Filling online questionnaire considered as participants' agreement with publishing the results in an anonymous way and in group (pooled) fashion.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "3%) and Qom (2.7%) provinces. Despite a significant difference in the number of responders from multiple geographical areas, the distribution of demographic and clinical variables was homogenous among provinces of Iran. Due to the COVID-19 epidemic in Iran, the number of cases of anosmia is compared to reported COVID-19 patients till 16th of March 2020 in figure-2. There is a significant correlation between anosmia and COVID-19 positivity in different provinces (Spearman correlation coefficient: 0.87, P-Value <0.001; figure-Correlation of anosmia and COVID-19 positivity in different provinces of Iran. From the clinical point of view, the onset of anosmia was sudden in 76.24% and till the time of filling the questionnaire in 60.90% of patients decreased sense of smell was constant. Also 83.38 of this patients had decreased taste sensation in association with anosmia. The other clinical findings are summarized in table-1. Approximately, 10.55% of responders had a history of a trip out of home town before anosmia and about 1.1% of participants were hospitalized due to respiratory problems recently. From the family point of view; in 12.17% of responders one of the close relatives has had a history of severe respiratory disease in recent days, at least one of their family members was hospitalized respiratory problem in 7.35% of all and in 48.23% of them at least one of their family members has had recent history of anosmia.At the time of response to questions the range of duration of anosmia onset was from 0 (the same day of onset) till 30 days (11.33±6.81, median=10.00) and more than 85% of responders did not use any drug for anosmia.Use of a numerical scale which coded as 0 (no smell/taste, significantly decreased quality of life) to 10 (full smell/taste, normal quality of life) showed that significant number of patients had smell and taste problem at the time of filling the questionnaire (figures 2 and 3) and quality of life was obviously affected due to anosmia (figure 4).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Numerical Scale of smell sensation at the time of filling questionnaire 0 (no sense of smell), 10 (full sense of smell) Numerical Scale of taste sensation at the time of filling questionnaire 0 (no sense of taste), 10 (full sense of taste) Numerical Scale of quality of life at the time of filling questionnaire 0 (significantly decreased quality of life), 10 (normal quality of life)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "al. in 2007 detected rhinovirus, coronavirus, parainfluenza virus, and Epstein-Barr virus in the nasal secretion of post-viral olfactory disorders patients for the first time. Also, they suggested that rhinoviruses can target olfactory impairment through mechanisms other than nasal obstruction and that rhinoviruses could induce different time courses of olfactory dysfunction 12 . Although the exact pathophysiology of post viral anosmia is unclear, but injury could probably happen at the level of the neuro-epithelium of olfactory receptor cells in the nasal roof or in central olfactory routs, however, because of the accessibility of the olfactory cleft, many studies have focused on the neuro-epithelial changes in patients with post-viral olfactory dysfunction. Various animal studies have explained that different viruses could damage central olfactory routs and other regions of the brain 13-16 . The neurological manifestations of COVID-19 have not reported in many previous studies yet, Mao et al. (2020) Showed that 36.4% of patients with COVID-19 had a variety of neurological symptoms involved CNS, PNS and skeletal muscles.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "questionnaire in 60.90% of patients decreased sense of smell was constant. Also 83.38 of this patients had decreased taste sensation in association with anosmia.It seems that we have a surge in outbreak of olfactory dysfunction happened in Iran during the COVID-19 epidemic. The exact mechanism of anosmia/hyposmia in COVID-19 patients' needs",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "CNS: Tissue Distribution, Host-Virus Interaction, and Proposed Neurotropic Mechanisms. ACS Chemical Neuroscience 2020.. CC-BY-NC-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.23.20041889 doi: medRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}