{
    "paper_id": "6c9f837585f924047fc42b272bda5bbbd71c494e",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Christopher",
                "middle": [],
                "last": "Jm",
                "suffix": "",
                "affiliation": {},
                "email": "christopher.whitty@lshtm.ac.uk"
            },
            {
                "first": "Whitty",
                "middle": [
                    "A"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "When the president invited me to give the Harveian Oration she asked me to range widely. This comes with many hazards, including making complex issues simplistic. It is, however, in the spirit of William Harvey. Harvey took employment in St Bartholomew's Hospital explicitly to serve the poor, as well as being physician to two kings. His greatest work on circulation underpins treatment of circulatory diseases in adults and children. It combined anatomy, physiology, mathematical modelling and enlightened speculation. 1 He was also a pioneer in embryology. Harvey instructed those giving the Oration to exhort the fellows and members of this College 'to search and study out the secret of nature by way of experiment' but also to recognise they are part of a wider medical community.",
            "cite_spans": [
                {
                    "start": 521,
                    "end": 522,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Medicine is a timeless art as well as an evolving science. Many of the essential qualities of a current physician would be recognisable to Harvey and his contemporaries. Empathy, logic, dedication to the public good, diagnosis by listening and examination, and courage in the face of personal risk have not changed over time. A good example is the West African Ebola crisis 3 years ago. The initial risk of medical staff contracting Ebola was calculated at around 10% per person year, 79% of whom died. When we invited volunteers from the NHS to travel to Africa and tackle it we can be proud that there was a massive response from NHS staff, including many members and fellows of the Royal College of Physicians (RCP) going to support their Sierra Leonean colleagues. 2 Turning that epidemic around required medical and nursing staff, African and international, to combine absolute discipline, courage, basic clinical skills and innovation that would have been admired by any generation of physicians.",
            "cite_spans": [
                {
                    "start": 769,
                    "end": 770,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Along with these timeless elements every generation of physicians since Harvey has, through science, also changed medicine for all subsequent generations. This Oration will address two questions: what major changes in health has our generation of physicians contributed to the future? And where are we falling short?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In answering these questions four issues stand out. The first is the remarkable impact of medical science on health in children globally. The second is the transformational demographic implications of these advances; medicine will in this generation Harveian Oration 2017: Triumphs and challenges in a world shaped by medicine leave the world a completely and permanently different shape demographically, with profound social implications. The third is the rapid advance of medical science on diseases of the middle years, especially cardiovascular disease and, increasingly, cancer. Alongside these advances however are the fourth issue: areas and challenges that we are not tackling as effectively, especially in addressing the health needs of older people with multiple conditions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Viewed from the predictable future, the improvement in global child mortality and life expectancy in childhood over the past three decades will be seen as remarkable, and this change has considerable momentum to continue over the next two decades. Since 1990 the number of deaths in children under five worldwide has declined from around 12.7 million to around 6 million now and is still dropping rapidly (Fig 1 ) . Taking account of population growth, the global under-five mortality rate over that time has fallen by more than half from an estimated 91 to 43 deaths per thousand live births. 3 This rate of improvement has accelerated, and under-five child mortality fell from an estimated 72,000 to 48,000 just in the decadal period 2000-05 to 2010-15. The Economist recently described this, correctly, as the fastest reduction in child mortality ever seen anywhere. When it comes to specific diseases that have historically dominated child mortality, progress has often been even more encouraging. For example deaths from malaria, a disease which with many others I worked on, have according to the World Health Organization (WHO) reduced in children under five by 69% between 2000 and 2015, and by 35% just between 2010 and 2015. 4 These changes in child mortality are, barring some global catastrophe, largely irreversible. While child health has been the greatest global success in the past two decades, maternal mortality has dropped substantially since 2000 in many countries, 5 and several of the classical (neglected) tropical diseases which have infected humans through recorded history are in full retreat. 6 Many sciences converged to enable this remarkable improvement in global health. Several of these are not medical; agricultural science and engineering in particular contributed to economic development and the nutritional and sanitary improvements which are essential underpinning elements. Much of the improvement was however due to health science in the broadest sense, which included many of the biological sciences such as epidemiology and pharmacology but also the behavioural, economic and other social sciences. This required science from multiple disciplines, brought together in a coordinated way. To take the example of malaria, the prevention of infection relied on combining epidemiology, vector biology, chemistry and toxicology to develop insecticides, plastics engineering to incorporate them into bed nets, clinical trials, economics and anthropology to get them used. Treatment additionally required pharmacology, physiology, diagnostic science, among others. This scientific effort combining multiple methods was replicated across the many conditions and diseases leading to childhood mortality and morbidity. The attributable fraction for each scientific advance towards the overall reduction in child mortality is small, but the overall impact when all combined was very substantial. Two organisational principles were central to this rapid success. The first was clear goals: the Millennium Development Goals (MDGs, superseded by the Sustainable Development Goals), which started with the public health problem to be solved rather than where contemporary science was strongest, combined scientific skills with, critically, political support. 7 The MDGs challenged physicians involved in medical science to contribute to a reduction in child mortality of 75% everywhere by 2015. The research behind this was backed by resources from, among others, the UK government, the Wellcome Trust and the Gates Foundation. Translating the science for improving health into action was then resourced largely by governments, with the UK government playing a leading role.",
            "cite_spans": [
                {
                    "start": 594,
                    "end": 595,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1235,
                    "end": 1236,
                    "text": "4",
                    "ref_id": null
                },
                {
                    "start": 1486,
                    "end": 1487,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1620,
                    "end": 1621,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 3284,
                    "end": 3285,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 405,
                    "end": 413,
                    "text": "(Fig 1 )",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The rapid reduction in global child mortality"
        },
        {
            "text": "The second, less widely recognised, essential factor was that medical scientists irrespective of discipline or age-specialty surged towards the greatest need. There were, for example, excellent but far too few academic paediatricians to undertake the clinical research needed to tackle the major infections in children. There were not enough public health scientists to reduce the incidence of neglected tropical diseases. Much of the key clinical and public health research was therefore undertaken by adult physicians, many of whom were not originally trained in either infectious diseases or public health (and a high proportion of whom were from this College). This return to generalist physician-scientists, who would have been recognisable to Harvey, in the face of public health need may have lessons for the areas in which we are doing less well, a point I will return to.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The rapid reduction in global child mortality"
        },
        {
            "text": "Substantial challenges remain. It will be some time before all children have access to the good health current science can deliver. Many of the infectious diseases are down but by no means out; excitable talk of eradication is, for all but a handful, overblown. 8 Drug and insecticide resistance threatens some of the gains. 9 Above all, neonatal health is improving at a much slower rate than the rest of child health. Already in Asia the majority of children who die do so in their first 28 days and Africa is likely to be in the same position within a decade. 10 Improvements in neonatal health are also lagging behind the rest of child health in the UK and other industrialised countries. 11 The irreversible improvement in global child and maternal health can however, in my view, be regarded as a major triumph of medical science in our generation, although much of the science predates us. For the first time in history, in virtually every country not at war, a child surviving their first few hours is very likely to survive to old age.",
            "cite_spans": [
                {
                    "start": 262,
                    "end": 263,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 325,
                    "end": 326,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 563,
                    "end": 565,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 693,
                    "end": 695,
                    "text": "11",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The rapid reduction in global child mortality"
        },
        {
            "text": "For centuries, and especially since the work of Thomas Malthus, reasonable people, while welcoming any reduction in child mortality, have worried that this will lead to the world outgrowing its resources with potentially catastrophic effect. 12 An alternative view was that the only way to stabilise human population was to allow societies to go through the demographic transition where the necessary first stage is a reduction in child mortality, after which if education and contraception are widely available, fertility will drop to replacement levels and the global population will stabilise.",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 244,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "The demographic impact of this change -the welcome death of rational Malthusianism"
        },
        {
            "text": "Medical science has allowed us in this generation to prevent the great majority of child deaths, and allowed women to regulate their fertility through contraception. Now that child mortality has dropped substantially virtually everywhere, it is possible to see which world view is correct. The answer is clear; in every country where child mortality has been relatively low for a sustained period, fertility dropped rapidly. The neo-Malthusian view of the world is still widespread, but is wrong on the data. Europe, North America and China are widely understood now to be below replacement levels of fertility. What much of the general public has not yet appreciated is that most of Latin America, Asia and North Africa are approaching or even at replacement levels of fertility of 2.1 live births per woman. 13 Only in Africa between the Limpopo and the Sahara, the area where child mortality has dropped most recently, are countries with high fertility still common, and a decline has already begun in most of these. The population of Africa will increase markedly over the next decades with important geopolitical implications (the population of Nigeria will, for example, probably become larger than that of the USA within our lifetimes), but the idea that Africa as it develops will run out of food or other basic resources before its population stabilises is not science-based. Africa is mainly relatively lightly populated, much larger than commonly imagined, with a substantial agricultural yield gap 14 and extensive natural resources. Famine in Africa, as elsewhere, will be driven by poverty, not by population.",
            "cite_spans": [
                {
                    "start": 810,
                    "end": 812,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1510,
                    "end": 1512,
                    "text": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "The demographic impact of this change -the welcome death of rational Malthusianism"
        },
        {
            "text": "Current United Nations (UN) projections suggest that global fertility may drop below the replacement level of 2.1 before the turn of the century. The grandchildren of many of this audience may well see peak global population, largely driven by advances in mortality and fertility that have come out of the application of medical science in our lifetimes. This will be one of the turning points in history.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The demographic impact of this change -the welcome death of rational Malthusianism"
        },
        {
            "text": "The rapidity of the demographic transition medical science has allowed has led to some wrenching social and economic change. Some of this is almost entirely good; for example many countries such as Brazil or Bangladesh now have a demographic structure where the great majority of the population are of working age, which if political and economic policies are favourable can lead to rapid economic growth. This is not a given however, as a large working-age population with no work can be socially very unstable. 15 For countries with particularly sharp demographic changes, including China, Russia and Iran, the changing demographic profile is likely to have significant social impacts.",
            "cite_spans": [
                {
                    "start": 513,
                    "end": 515,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "The demographic impact of this change -the welcome death of rational Malthusianism"
        },
        {
            "text": "The second great triumph of medical science in our generation is therefore a largely accidental one; world population is stabilising, countries are experiencing a demographic dividend as they develop, and families with fewer, healthy children are able to invest more in their futures. This was not often the explicit aim of medical science but it is the result of it and will be viewed historically as of profound importance; this is part of the world shaped by medicine. For the first time in this decade we can say with confidence that Malthus was reasonable, but proved wrong by scientific advance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The demographic impact of this change -the welcome death of rational Malthusianism"
        },
        {
            "text": "When most of us in this audience entered medicine, mortality between the first year of life and the mid-70s was dominated by two groups of diseases: cardiovascular disease and cancer. Progress against ischaemic heart disease, stroke and many of the major cancers has been at a speed few would have predicted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Health between childhood and old age"
        },
        {
            "text": "Deaths from cardiovascular disease have been on a steady downward slope since the 1950s. Since the mid-1970s there has been a 73% reduction in coronary heart disease mortality, with an 81% reduction in those under 75 years old, and it is still falling (Fig 2 ) . 16 As with the remarkable improvement in child health, this massive overall reduction was driven by multiple small advances in prevention and treatment. All are science driven. Epidemiology identified the link with smoking, cholesterol and hypertension. Physiology and pharmacology in both the public and private sectors followed by rigorous large-scale clinical trials led to the development and deployment of major drug classes used in prevention and cure, including beta-blockers, angiotensin converting enzyme (ACE) inhibitors, thrombolytics and statins, among others. Clinical observation initially identified the remarkable potential impact of the old drug aspirin, and meta-analysis cemented its place.",
            "cite_spans": [
                {
                    "start": 263,
                    "end": 265,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 252,
                    "end": 260,
                    "text": "(Fig 2 )",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Health between childhood and old age"
        },
        {
            "text": "Public health science contributed to smoking reduction and increases in exercise as well as helping to develop the rationale for primary prevention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Health between childhood and old age"
        },
        {
            "text": "Engineering and radiology contributed to the development of angioplasty. Again, the attributable fraction for each advance is relatively modest (even if it did not feel like that at the time) but the cumulative effect has been substantial. Much of the key research was undertaken by physicians in the UK.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Health between childhood and old age"
        },
        {
            "text": "Alongside mortality, morbidity has been considerably reduced for many patients, and this has translated into falling admissions in England although not elsewhere in the UK. 17 Interventions have increasingly moved from major surgery 0  1974  1975  1976  1977  1978  1979  1980  1981  1982  1983  1984  1985  1986  1987  1988  1989  1990  1991  1992  1993  1994  1995  1996  1997  1998  1999  2000  2001  2002  2003  2004  2005  2006  2007  2008  2009 learned will shortcut developments in medicine in currently middle-and low-income countries as they move to the point where cardiovascular disease exceeds infectious diseases as a risk to their adult population. For cancers, a heterogeneous group of diseases, the picture is more mixed, with some triumphs and many where the science is in transition. Very broadly, cancers can be divided into those where we have made substantial progress in treatment, those where we have made substantial progress in prevention, those where we have made progress in both treatment and prevention, and some cancers (fortunately few but important) where our rate of progress has been minimal.",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 175,
                    "text": "17",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 233,
                    "end": 450,
                    "text": "0  1974  1975  1976  1977  1978  1979  1980  1981  1982  1983  1984  1985  1986  1987  1988  1989  1990  1991  1992  1993  1994  1995  1996  1997  1998  1999  2000  2001  2002  2003  2004  2005  2006  2007  2008  2009",
                    "ref_id": null
                }
            ],
            "section": "Health between childhood and old age"
        },
        {
            "text": "The outlook for treatment of people who have a diagnosis of cancer has for many cancers substantially improved over the past 40 years (Fig 3 ) , and age-standardised mortality rates for all cancers combined have decreased by 8% in the last decade. 22 This rate of improvement is set to continue. Testicular, melanoma, prostate, Hodgkin's and breast cancer have now all reached the stage where the great majority of those diagnosed will still be alive and healthy a decade later -either cured or managing a chronic disease. 23 It is striking that for each of these the rate of improvement has been remarkably steady over several decades. Scientists and journalists generally believe that medical progress occurs in a series of big steps led by 'breakthroughs'. The reality is incremental advance in science made up of multiple very small steps followed by gradual rollout, meaning that things improve at a predictable rate;",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 250,
                    "text": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 523,
                    "end": 525,
                    "text": "23",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 134,
                    "end": 142,
                    "text": "(Fig 3 )",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Health between childhood and old age"
        },
        {
            "text": "to day-case angioplasty for the great majority of people -much safer, more convenient and less costly. Major drug classes are off patent (direct oral anticoagulants aside) and compete, so drug costs have steadily fallen for a decade -for example in Scotland cardiovascular drug costs have fallen by over 44% in 10 years, making the pharmacological advances sustainable. 18 Smoking rates continue to fall, especially in the young, so further reductions in incidence are inevitable. 19 Ischaemic heart disease will remain one of the major threats to health in our lifetimes but even the most pessimistic observer of health will accept that the recent impact of medical science on heart disease has been remarkable.",
            "cite_spans": [
                {
                    "start": 370,
                    "end": 372,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 481,
                    "end": 483,
                    "text": "19",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Health between childhood and old age"
        },
        {
            "text": "Arguably even more surprising has been the decline in stroke incidence and mortality. Over the 20 years from 1990 to 2010, stroke incidence rates decreased by around 19% and mortality rates by 46% in the UK. 20 This for a major disease class about which the great majority of experienced physicians were nihilistic until relatively recently. The causes of this decline in stroke incidence are to a large extent similar to those of the decline in ischaemic heart disease, including reductions in smoking, hypertension and additionally anticoagulating people with atrial fibrillation (where there is still room for significant improvement). 21 The impact of medical science and practice on cardiovascular disease in this medical generation has therefore been substantial. It has changed the shape of mortality in the UK and other industrialised countries, and many of the lessons projecting forward two decades is relatively easy. This applies both to the areas where we are winning and to the areas where advance is much slower, such as treatment of ovarian or lung cancer.",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 210,
                    "text": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 639,
                    "end": 641,
                    "text": "21",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Health between childhood and old age"
        },
        {
            "text": "A major policy problem accompanies the recent remarkable improvement in cancer treatment, which will delay the effect of the science; the cost of new cancer drugs, especially those aimed at temporary rescue therapy in the last stages of cancer, is considerable and therefore the opportunity cost of these drugs for other areas of health is non-trivial. The prevention of cancer has also seen substantial advances in the last few decades. Scientific advances mean we know how theoretically we could prevent much cancer; the question is what the public will welcome, what it will tolerate and what it will reject. Government is generally on safe ground with public opinion when combating infections, or making the workplace safer, and more contentious ground when appearing to limit individual choices on health grounds. Some cancers are infectious in origin and both technically and politically largely preventable by government-driven interventions which have widespread public support. Probably the best example in the UK is cervical cancer. A screening programme through smear testing has reduced mortality by over 40% and in those who undertake regular screening by even more, but it does depend on uptake. 24 First-generation human papillomavirus (HPV) vaccines will reduce incidence by around 50%. Next-generation vaccines will probably reduce incidence by around 90%. 25 With advances in current science, cervical cancer deaths should be exceptionally rare within three decades.",
            "cite_spans": [
                {
                    "start": 1210,
                    "end": 1212,
                    "text": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1374,
                    "end": 1376,
                    "text": "25",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Health between childhood and old age"
        },
        {
            "text": "Occupational cancers (such as Potts' cancer of the scrotum) used to be a major burden but due to regulation of workplaces are now a small contribution and should be smaller still. The current most important occupational cancer is mesothelioma, which is now probably (just) past its peak and will now steadily decline as the effects of regulating asbestos are realised. 26 The biggest prize however has been reduction in smoking. The sheer scale of the threat this poses has meant the public have supported strong action in the face of sustained industry reaction. Rates of smoking have fallen a long way in the past three decades and are still falling, and the future effects on lung cancer and several other cancers will be substantial. When all the advances in prevention and treatment of cancer are combined, the effect on mortality and distribution of cancers will look very different for the indefinite future than it did when we all entered medical school. As with cardiovascular disease, there is much unfinished business, but any fair observer would say that the generational impact of science has been remarkable. Cardiovascular disease and cancer are not by any means the only areas where the health of those between young childhood and old age has been significantly improved by medical science in our generation, but even if we combine the effects of prevention and treatment of just these two disease groups, medical science in this generation has reshaped the demographic profile of mortality in the UK, from one where substantial numbers of deaths started in working age to one where mortality is heavily concentrated in those over 75. It has also changed considerably and for all time the casemix of fatal disease. This can reasonably be considered a triumph. We need to look at the implications of this change.",
            "cite_spans": [
                {
                    "start": 369,
                    "end": 371,
                    "text": "26",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Health between childhood and old age"
        },
        {
            "text": "In every generation there will be some new-to-the-world diseases that require a scientific response. Most are infectious. The big one so far for our generation has been HIV, where we have successfully addressed mortality, but not incidence. Several other potential new threats such as severe acute respiratory syndrome (SARS) and bovine spongiform encephalopathy (BSE) have been seen off. When new diseases have arisen, excellent research has tended to surge in to meet them. They are novel, interesting and tend to be well funded because of the panic they engender, making them reasonably attractive for research-minded physicians, and the result has been some remarkable scientific responses to emergencies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rising challenges for physicians in adults aged under 75"
        },
        {
            "text": "The bigger long-term concern, speaking as someone who has to think about the balance of funding of research, are the areas where the rate of progress has been slow as, without intervention, past performance of a scientific field is a fairly good predictor of future trajectory. It is easy to fund the research in the areas that are going well or where the science is expanding rapidly; those where it is not but which are important for the health of the public require a more active strategy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rising challenges for physicians in adults aged under 75"
        },
        {
            "text": "Numerically in the UK the diseases that are increasing in importance in adults under 75 are not new, but old diseases where the science has lagged. The morbidity and mortality impacts of these diseases are usually not increasing in absolute terms (indeed many are reducing) but are increasing in relative importance because a much more rapidly falling tide of other major conditions, driven by science, such as cardiovascular disease and cancer, leaves them behind. Important examples include many areas of mental health, musculoskeletal diseases, some areas of respiratory medicine and some specific cancers such as brain or pancreatic cancer. They tend to have two linked things in common; a relatively small base of clinician-scientists addressing them compared with public health need, and longterm underinvestment in translational and applied research globally. As a result they can get trapped in a cycle: the ablest scientists who would bring new methods and ideas are not attracted in because the field is seen as slow-moving, stagnating or difficult to get funded; the funders do not fund because they perceive no progress, excitement or new ideas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rising challenges for physicians in adults aged under 75"
        },
        {
            "text": "There is however no reason why current scientific and clinical structures cannot support significant improvements in these diseases. The methods that have successfully had an impact in diseases such as stroke or breast cancer, including vertical integration of science from bench to bedside and increasing medical specialisation allowing for concentration of expertise, should be as applicable for most of the diseases which have in relative terms been left behind. Sustained investment is the easiest part of the puzzle to fix for these diseases. There is however seldom a major impact from substantially increasing investment until there are the researchers and ideas to use the resources effectively. Key to improvements in diseases such as stroke was attracting new people, often from other disciplines, into the research field and overcoming medical fatalism.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rising challenges for physicians in adults aged under 75"
        },
        {
            "text": "Finally, in this age range there are the areas where things are actually going backwards in absolute as well as relative terms. There are relatively few of these and two in particular have rightly gained prominence. The first is the rising tide of obesity, covered in the outstanding last Harveian Oration by Sir Stephen O'Rahilly. 27 The second is the spread of antibiotic resistance which the chief medical officer, Dame Sally Davies, has highlighted so effectively. 28 Common to both of these is that the underlying drivers, and the main solutions, are behavioural, including in the case of antibiotic resistance behaviours of our own profession. Physicians are generally far more systematic in the way they approach physiological or genetic problems than behavioural ones. There is a well-established science to behaviour change, studied in social science departments and deployed by marketing departments in the private sector. Until we embrace sciences like anthropology and the insights of marketing professionals we are unlikely to make much headway. Despite these less successful areas, about which we should be self-critical if we are to improve, history is likely to judge our generation of physicians very positively when it comes to reducing the incidence and impact of the major diseases of adults under the age of 75. The impact on cardiovascular disease and some cancers in particular can be considered objectively a triumph of medical science and organisation and will be carried through to the future. The model of vertically integrated science around particular diseases, specialised provision of care and evidence-based guidelines to help non-specialists has proved extremely effective in reducing the mortality and morbidity of those with a single, serious disease.",
            "cite_spans": [
                {
                    "start": 332,
                    "end": 334,
                    "text": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 469,
                    "end": 471,
                    "text": "28",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Rising challenges for physicians in adults aged under 75"
        },
        {
            "text": "When it comes to older people, our generation of physicians has some serious thinking to do. Our structures, both scientific and clinical, are not optimised to address the challenges of older patients with multiple morbidities. It is widely recognised that the population of older people is increasing, in large part due to advances in medical interventions at a younger age. Office for National Statistics projections suggest that those in the population aged 85 or over will rise from around 1.7 million to around 3.7 million over the next 20 years. For those aged 75-84 the rise will be from 4.1 to 6.3 million. The effect of this increase in population of older people is made more stark because it is going to be highly concentrated geographically. Urban areas such as London or Manchester import youth (typically aged around 18 or 21) and then people tend to move out from the time they start a family onwards. 29 As a result, cities maintain their demographic structure which means that semirural and rural areas are ageing substantially faster than the average numbers would imply. This is going to provide a serious challenge to current delivery models of medical and social care. Whether it is door-to-needle time for stroke patients or finding carers for people with moderate dementia as the age support ratio changes, current structures are difficult to scale up to the degree needed outside urban areas and will need to be rethought. While the future geographical concentration of older people has probably been underappreciated, the financial impact of an ageing population on healthcare costs (as opposed to social care costs) is sometimes overstated. Healthcare costs are certainly rising, and the ageing of the population contributes to, but only explains a relatively small proportion of, that change.",
            "cite_spans": [
                {
                    "start": 917,
                    "end": 919,
                    "text": "29",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Medical science and care for older people"
        },
        {
            "text": "For older patients with a single medical problem the current clinical structures usually work well, although historically older people have often been excluded from studies, making it very difficult to be sure what the effects in this group will be. The absolute benefit which older patients with defined medical problems get from medical interventions is often greater than in younger patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Medical science and care for older people"
        },
        {
            "text": "The scientific challenges of those with a single disease where science is progressing relatively slowly are not much different in older than in younger patients. This includes diseases which are almost entirely the preserve of older adults such as the major causes of age-related dementia (what we currently conceptualise as Alzheimer's, dementia with Lewy bodies and vascular dementia). The incidence of dementia is falling (probably especially in men), 30 but in relative terms this fall is lagging so the prevalence will rise steadily as the population ages until science addresses these forms of dementia as it did for other forms of dementia such as syphilitic, HIV or malnutrition-associated dementias in the last century. A new scientific paradigm may well be needed (a worryingly large amount of current concepts would be familiar to Drs Alzheimer and Lewy) but this can be delivered within current scientific structures.",
            "cite_spans": [
                {
                    "start": 455,
                    "end": 457,
                    "text": "30",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Medical science and care for older people"
        },
        {
            "text": "The greater challenge to physicians and to medical science, however, is what is currently termed multimorbidity because the current direction of travel may actually work against an optimal response both clinically and intellectually. Multimorbidity short of frailty is increasing in absolute terms and relative to single morbidity. The steady increase in medical specialisation which has happened over the past few decades, backed up by single-disease guidelines from organisations such as the National Institute for Health and Care Excellence (NICE) and specialist bodies, has been part of the solution to improving the health of those with a single condition earlier in life. It is clearly not what is needed to meet this incoming tide. Scientific organisation tends to be single-disease focused; the much better recent vertical integration from bench to bedside around specific diseases often works against horizontal integration addressing the needs of those with several conditions. Research groups, promotion panels, grant-giving bodies, journal editors and specialist clinics all tend to handle multimorbidity and the science of multimorbidity badly. To compound this, those with multiple morbidities are often systematically excluded from many studies as they might complicate interpretation, and those with dementia may be excluded because of concerns about informed consent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multimorbidity -not random but predictable clusters of conditions"
        },
        {
            "text": "To address this, we need changes both to the intellectual model we use to consider multimorbidity and probably to our clinical and scientific structures. One major intellectual barrier is that many people think of multimorbidity as if it were a random assortment of diseases. This is not so. What is called multimorbidity is actually a non-random series of predictable clusters of conditions. We are used to dealing with clusters of disease around a particular risk factor in some areas of medicine already. For example, chronic obstructive airways disease, ischaemic heart disease and peripheral artery disease cluster around smokers; ischaemic heart disease, renal failure, retinal problems and peripheral artery disease cluster around people with long-standing diabetes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multimorbidity -not random but predictable clusters of conditions"
        },
        {
            "text": "These are particularly extreme clusters but if epidemiologically we map out and identify other clusters this provides us with a good starting place both clinically and scientifically. Some clusters are particularly debilitating for the person who has them even if each component is mild; for example cataracts, proprioceptive loss and osteoporosis compound one another in increasing the risk of fracture. If we identify the main clusters we can then undertake research to determine the risk factors and whether they are modifiable, to understand biological interactions and how to change these. We can also organise clinical services around common or particularly serious clusters rather than expecting individuals to go to multiple specialist clinics where at any moment only one of their many problems is being considered. Breaking down what is termed multimorbidity into widely recognised clusters of disease would, in my view, make both clinical and scientific progress considerably easier.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multimorbidity -not random but predictable clusters of conditions"
        },
        {
            "text": "In the UK and elsewhere, scientific progress has been substantially slower than it should have been because many scientists have shied away both from older patients and from those with multiple conditions, and at the same time care of the elderly / geriatric medicine is not one of the disciplines among physicians where research is considered essential. Many geriatricians find it extremely difficult to get time off for research even when they wish to because the service needs are so great, and, frankly, because research is not prioritised by elderly care services. This is a problem we as a profession need to sort out. It is very clear what the need is, that it is growing and that substantial scientific effort is going to be needed to address entirely predictable future problems. Broadly, there are two approaches and in my view both are needed. The first is to rethink elderly care medicine, making it more research friendly; for some scientific questions the particular skills of geriatricians will be essential and for most they will be very helpful. The second, and in my view even more important, solution is to ensure that physician scientists from all disciplines surge towards what is clearly the future need, that of older people, as they have for diseases of childhood in the developing world.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multimorbidity -not random but predictable clusters of conditions"
        },
        {
            "text": "In doing this we of course need to be careful that we do not import a mindset that is usually entirely appropriate for younger patients with a single disease. A strong emphasis on mortality as the most important metric is an example. People vary in their personal preferences, but the experience of most clinicians who ask is that many, and probably most, older patients would often choose quality of life, dignity and independence over slightly extended quantity of life if a trade-off has to be made. It is harder to measure, but no less important.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multimorbidity -not random but predictable clusters of conditions"
        },
        {
            "text": "Addressing head-on the predictable medical needs of an older population with multiple morbidities is not something we can reasonably leave to a future generation of physicians. The new global and UK demographic structure, which as a profession we have done so much to create, means that from here on in a large part of the future of medicine is the health of older people with several clustered conditions. Science in this area is progressing, but at too slow a pace given the predictable rate of increase in need. Increasing specialisation, both clinically and scientifically, which has been so effective in younger groups works against our success in older people and a reverse back towards some form of generalist, or at least cluster-specialist, physicians may be needed. Future generations may be surprised at how slow, and even reluctant, we seem to have been to adapt to the new reality we as a profession have created.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multimorbidity -not random but predictable clusters of conditions"
        },
        {
            "text": "This time period of medicine will be remembered positively for three things which all future generations of physicians can build on. The remarkable global reduction in child and maternal mortality is a triumph by any measure. The subsequent stabilisation of the global population and the creation of the demographic structure which will now be the norm for the indefinite future is a remarkable achievement. We have turned the tide on cardiovascular mortality, made major inroads into cancer mortality and improved outcomes for many other diseases of adults and children, changing the demographic structure of mortality for all future generations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "As a generation we have been more effective at tackling the biological rather than the behavioural drivers of disease. Our lack of behavioural and economic training may puzzle future generations given the importance of these skills to preventing disease and running a modern health service. These should be easy challenges to meet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The future of medicine will increasingly be one of multimorbidity in older people. This is tractable if we identify and respond to clusters of ill health rather than seeing them as a random assortment of conditions. Since this is the future of medicine, we have no option but to support the best physician scientists to tackle it. Doing so will require changes in the way we think scientifically, organisationally, clinically and possibly philosophically.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The impact of our generation on the future will, however, be profound and profoundly positive. I am confident that William Harvey would feel very proud of the contribution UK physicians have made, applying science to the medical problems of today in the UK and the world. ■",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "On the motion of the heart and blood in animals",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Harvey",
                    "suffix": ""
                }
            ],
            "year": 1910,
            "venue": "Translation of Exercitatio Anatomica de Motu Cordis et Sanguinis in Animalibus (1628) by R Willis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The UK's multidisciplinary response to an Ebola epidemic",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Reece",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dunning",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Clin Med (Lond)",
            "volume": "17",
            "issn": "",
            "pages": "332--339",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "United Nations Inter-agency Group for Child Mortality Estimation . Levels &trends in child mortality",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "a systematic analysis for the Global Burden of Disease Study",
            "authors": [],
            "year": 1990,
            "venue": "GBD 2015 Maternal Mortality Collaborators . Global, regional, and national levels of maternal mortality",
            "volume": "388",
            "issn": "",
            "pages": "1775--812",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Integrating neglected tropical diseases into global health and development: fourth WHO report on neglected tropical diseases",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "United Nations . www.unmillenniumproject.org/goals/ [ Accessed 30",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Milroy Lecture: eradication of disease; hype, hope and reality",
            "authors": [
                {
                    "first": "Cjm",
                    "middle": [],
                    "last": "Whitty",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Clin Med (Lond)",
            "volume": "14",
            "issn": "",
            "pages": "419--440",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Elimination of malaria: halfway there",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Greenwood",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Trans R Soc Trop Med Hyg",
            "volume": "111",
            "issn": "",
            "pages": "1--2",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Global, regional, and national causes of under-5 mortality in 2000-15: an updated systematic analysis with implications for the Sustainable Development Goals",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Oza",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hogan",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Lancet",
            "volume": "388",
            "issn": "",
            "pages": "3027--3062",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "An essay on the principle of population as it affects the future improvement of society, with remarks on the speculations of Mr Goodwin, M Condorcet and other writers . London : J Johnson in St Paul's Church-yard",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Malthus",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "World population prospects: The 2017 revision, key findings and advance tables . Working Paper No ESA/P/WP/248",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Closing systemwide yield gaps to increase food production and mitigate GHGs among mixed crop-livestock smallholders in Sub-Saharan Africa",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Henderson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Godde",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Medina-Hidalgo",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Agricultural Systems",
            "volume": "143",
            "issn": "",
            "pages": "106--119",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "World Economic Forum / World Bank . The Africa Competitiveness Report 2017: Addressing Africa's demographic dividend",
            "authors": [],
            "year": 2017,
            "venue": "Geneva : World Economic Forum",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "British Heart Foundation . BHF Cardiovascular disease compendium",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Trends in the epidemiology of cardiovascular disease in the UK",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bhatnagar",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wickramasinghe",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wilkins",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Heart",
            "volume": "102",
            "issn": "",
            "pages": "1945--52",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Scottish heart disease statistics year ending 31",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Nhs Scotland",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Stroke Association . State of the nation: stroke statistics 2017 . London : Stroke Association",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Trends in the prevalence and management of pre-stroke atrial fibrillation, the South London Stroke Register",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Jain",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "J"
                    ],
                    "last": "Marshall",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Crichton",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "PLoS ONE",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Cancer Research UK . www.cancerresearchuk.org/healthprofessional/cancer-statistics/mortality/all-cancers-combined#heading-One [ Accessed",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Cancer survival in England: adult, stage at diagnosis and childhood -patients followed up to",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Impact of cervical screening on cervical cancer mortality: estimation using stagespecific results from a nested case-control study",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Landy",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pesola",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Castañón",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sasieni",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Br J Cancer",
            "volume": "115",
            "issn": "",
            "pages": "1140--1186",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Human papillomavirus 9-valent vaccine for cancer prevention: a systematic review of the available evidence",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Signorelli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Odone",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Ciorba",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Epidemiol Infect",
            "volume": "145",
            "issn": "",
            "pages": "1962--82",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Projection of mesothelioma mortality in Britain using Bayesian methods",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Warren",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Darnton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Hodgson",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Br J Cancer",
            "volume": "103",
            "issn": "",
            "pages": "430--436",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Harveian Oration 2016: Some observations on the causes and consequences of obesity",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "O&apos;rahilly",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Clin Med (Lond)",
            "volume": "16",
            "issn": "",
            "pages": "551--64",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Tackling the threat of antimicrobial resistance: from policy to sustainable action",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Shallcross",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Howard",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fowler",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Davies",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Philos Trans R Soc Lond B Biol Sci",
            "volume": "370",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Government Office for Science . Future of an aging population . London : GO-Science",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The changing prevalence and incidence of dementia over time -current evidence",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Beiser",
                    "suffix": ""
                },
                {
                    "first": "Mmb",
                    "middle": [],
                    "last": "Breteler",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nat Rev Neurol",
            "volume": "13",
            "issn": "",
            "pages": "327--366",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Global under-fi ve, infant and neonatal mortality rates, 1990-2015. Data from UN IGCME, adapted by UNICEF 2015.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Age-standardised coronary heart disease mortality rates, UK 1974-2013. Data from British Heart Foundation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Changes in 10-year survival from major cancers, UK 1970-2011. Data from CRUK.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}