{
    "paper_id": "6cb6b64fdab3a0ae02ac8db2523135231916b730",
    "metadata": {
        "title": "Clinical characteristics of severe acute respiratory syndrome coronavirus 2 reactivation",
        "authors": [
            {
                "first": "Guangming",
                "middle": [],
                "last": "Ye",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wuhan University",
                    "location": {
                        "settlement": "Wuhan",
                        "region": "Hubei",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zhenyu",
                "middle": [],
                "last": "Pan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wuhan University",
                    "location": {
                        "settlement": "Wuhan",
                        "region": "Hubei",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yunbao",
                "middle": [],
                "last": "Pan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wuhan University",
                    "location": {
                        "settlement": "Wuhan",
                        "region": "Hubei",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Qiaoling",
                "middle": [],
                "last": "Deng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wuhan University",
                    "location": {
                        "settlement": "Wuhan",
                        "region": "Hubei",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Liangjun",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wuhan University",
                    "location": {
                        "settlement": "Wuhan",
                        "region": "Hubei",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jin",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yirong",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wuhan University",
                    "location": {
                        "settlement": "Wuhan",
                        "region": "Hubei",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xinghuan",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wuhan University",
                    "location": {
                        "settlement": "Wuhan",
                        "region": "Hubei",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Objectives: Previous studies on the pneumonia outbreak caused by the 2019 novel coronavirus disease (COVID-19) were based on information from the general population. However, limited data was available for severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) reactivation. This study aimed to evaluate the clinical characteristics of the SARS-CoV-2 reactivation. Methods: Clinical records, laboratory results, and chest CT scans were retrospectively reviewed for 55 patients with laboratory-confirmed COVID-19 pneumonia (i.e., with throat swab samples that were positive for SARS-CoV-2) who were admitted to",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "A novel human coronavirus which is a new strain of RNA viruses was recognized in Wuhan, China, in Dec. 2019. The novel coronavirus is now officially named SARS-CoV-2 (Severe Acute Respiratory Syndrome Coronavirus-2) by International Committee on Taxonomy of Viruses (ICTV). The pneumonia caused by SARS-CoV-2 has been recently identified as COVID-19 (coronavirus disease 2019). COVID-19 spread quickly across Hubei Province and other regions of China, 1 , 2 also the global alert for COVID-19 has been issued by the World Health Organization (WHO). 1 , 2 COVID-19 could induce symptoms including fever, dry cough, dyspnea, fatigue and lymphopenia in patients, and might result in severe acute respiratory syndrome (SARS) and even death in severe cases. [1] [2] [3] SARS-CoV-2 belongs to the beta-coronavirus 2b lineage in the phylogenetic tree and shares ∼80% identity sequencing with the Bat SARS-like coronavirus and the original SARS epidemic virus. 4 , 5 Currently, it remains to be determined the origins and possible intermediate animal vectors of SARS-CoV-2, as well as the mechanism that this virus spread among humans. Despite many reports have characterized the clinical, epidemiological, laboratory, and radiological features, as well as treatment and clinical outcomes of patients with COVID-19 pneumonia, the information of the SARS-CoV-2 reactivation remains not reported. The curative and eradicative therapy for COVID-19 is not currently available. Urgent questions that need to be addressed promptly include whether patients with COVID-19 pneumonia will reactivate, and whether risk factors predict SARS-CoV-2 reactivation in patients. To prevent and control COVID-19 reactivation, we retrospectively collected and analyzed detailed clinical data from SARS-CoV-2 reactivated patients. In the study, we presented clinical features of SARS-CoV-2 reactivated patients and discussed the potential risk factors of SARS-CoV-2 reactivation.",
            "cite_spans": [
                {
                    "start": 753,
                    "end": 756,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 757,
                    "end": 760,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 761,
                    "end": 764,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 953,
                    "end": 958,
                    "text": "4 , 5",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We retrospectively recruited 55 patients who were diagnosed as COVID-19 pneumonia at the Zhongnan Hospital of Wuhan University from Jan. 8, 2020 to Feb. 10, 2020. The patients comprised 19 males and 36 females with a median age of 37 (range 22-67 years). Diagnosis of COVID-19 pneumonia was based on the New Coronavirus Pneumonia Prevention and Control Program. All patients with COVID-19 pneumonia were tested positively for SARS-CoV-2 by use of quantitative RT-PCR on samples from the respiratory tract. This study was reviewed and approved by the Ethical Committee of Zhongnan Hospital of Wuhan University. Written informed consent was waived by the Ethics Commission for emerging infectious diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design and patients"
        },
        {
            "text": "We reviewed clinical records, laboratory findings, and chest CT scans for all patients. Two study investigators independently reviewed the data. Throat swab samples were collected and tested for SARS-CoV-2, following WHO guidelines for qRT-PCR. 6 , 7 Statistical analysis Statistical analysis was done with SPSS, version 22.0. Continuous variables were directly expressed as a range. Categorical variables were expressed as number (%).",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 250,
                    "text": "6 , 7",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": "At presentation, all 55 patients had a history of epidemiological exposure to COVID-19, and 5 (9%) patients who discharged from hospital presented SARS-CoV-2 reactivation. The age range of the SARS-CoV-2 reactivated patients was 27-42 years. None of the reactivated patients had underlying diseases such as diabetes, chronic hypertension, or cardiovascular disease. One patient, however, had history of tuberculosis in the mediastinal lymph node in 2009. Additionally, all the reactivated patients excluded influenza virus and H7 avian influenza virus infection upon admission to hospital.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Four of the 5 patients presented with a fever without chills, one had a high fever (39.3 °C). Patients' body temperatures fluctuated within a range from 36.2 to 39.3 °C. One patient showed normal body temperature. Other symptoms of an upper respiratory tract infection were also observed: one patient had cough, one had sore throat, all patients reported fatigue ( Table 1 ) . Additionally, one patient showed constipation. However, none of the 5 patients developed severe pneumonia, requiring mechanical ventilation, or died of COVID-19 pneumonia, as of Feb. 24, 2020.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 363,
                    "end": 374,
                    "text": "( Table 1 )",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "All the 5 reactivated patients were given empirical antibiotic treatment and were administered antiviral therapy ( Table 1 ) . Data from laboratory tests showed that one patient had progressive lymphopenia (from 1.3 to 0.56 × 10 9 cells per L) and progressive elevated neutrophilia (from 4.5 to 18.28 × 10 9 cells per L). Two patients had elevated concentrations of C-reactive protein ( > 18 mg/L). All the 5 patients had normal alanine aminotransferase (ALT) and aspartate aminotransferase (AST). All 5 patients had chest CT scan. All patients showed typical findings of chest CT images-multiple patchy ground-glass shadows in lungs ( Fig. 1 ) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 113,
                    "end": 124,
                    "text": "( Table 1 )",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 634,
                    "end": 644,
                    "text": "( Fig. 1 )",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "We confirmed that in a significantly proportion of COVID-19 patients, SARS-CoV-2 reactivation developed after discharging from hospital (9%). We reported clinical data from 5 patients with SARS-CoV-2 reactivation. The clinical characteristics of these patients with SARS-CoV-2 reactivation were similar to those of nonreactivated patients with COVID-19 infection. None of the 5 patients developed severe pneumonia or died, as of Feb. 24, 2020. Notably, based on our findings in these 5 patients, there is currently evidence to suggest that a proportion of recovered COVID-19 patients could reactivate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The reactivated patients included 1 asymptomatic patient and 4 symptomatic patients, which suggests the reactivation potential of asymptomatic or minimally symptomatic patients. The time from SARS-CoV-2 negative to positive ranged from 4 to 17 days, suggesting that recovered patients still may be virus carriers and require additional round of viral detection and isolation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We need better data to determine risk factors and mechanisms that cause SARS-CoV-2 reactivation. The timing of onset of SARS-CoV-2 reactivation can be variable depending upon the host factors, underlying disease and the type of immunosuppressive therapies. In our study, the recovered patients had positive RT-PCR test results 4-17 days later. The key risk factors for reactivation would include 3 categories: (1) host status, (2) virologic factors and (3) type and degree of immunosuppression. Host factors may include sex, older age, type of disease needing immunosuppression. Although we could not identify risk factors for these host factors in the current study, the potential requires further large cohort confirmation. The virologic factors associated with increased risk of reactivation include high baseline SARS-CoV-2 load and variable genotype. SARS-CoV-2 viral load would also linked to treatment response, disease severity and progression. 8 The association of SARS-CoV-2 genotypes and viral load with SARS-CoV-2 reactivation will be an important question to address. In our study, all the patients received antiviral therapy (Oseltamivir or Arbidol). These cases suggest that SARS-CoV-2 reactivation may occur whatever the antiviral therapy used. These host and virologic factors are important considerations that may further increase the likelihood of SARS-CoV-2 reactivation. Therefore, the assessment of host as well as virologic risk factors should be important caveats to help decide whether to initiate prophylactic therapy and immunosuppression. Immunosuppressive therapies are the commonly used causative agents. These agents have a general mechanism that inhibits many immune functions. For example, steroid inhibits cellmediated immunity by suppressing interleukins production which is important for T and B cell proliferation. 9 It is thus not surprising that these general immunosuppressive effects result in broad immune dysfunctions and potential SARS-CoV-2 reactivation.",
            "cite_spans": [
                {
                    "start": 953,
                    "end": 954,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1852,
                    "end": 1853,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "SARS-CoV-2 reactivation will be a vexing and persistent problem. Considering numerous patients infected or previously exposed to the virus, such a problem poses a major public health burden in terms of global morbidity and possibly mortality. Currently, we did not find reliable markers in predicting the risk of SARS-CoV-2 reactivation, nor there are any validated tests to determine whether a particular drug or therapy is associated with SARS-CoV-2 reactivation. The latter point was often determined by our empirical experience. Although decades of the experiences helped us to identify important drugs and to manage these situations appropriately, we could not accurately evaluate the risk of the drugs prior to its clinical application.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Considering the significance of this ongoing global public health emergency, although our conclusions are limited by the small sample size, we believe that the findings are important to understand the clinical characteristics and SARS-CoV-2 reactivation potential in COVID-19 patients. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This study was supported in part by grants from Medical Science Advancement Program (Clinical Medicine) of Wuhan University (TFLC2018002).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding/support"
        },
        {
            "text": "The funders had no role in study design, data collection and analysis, decision to publish, or preparation of the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of the funders/sponsors"
        },
        {
            "text": "All patients provided written informed consent. All study procedures were performed in accordance with the ethical standards of the Institutional Ethics Review Committee.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statement of patient consent"
        },
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of Competing Interest"
        },
        {
            "text": "Please cite this article as: G. Ye, Z. Pan and Y. Pan et al., Clinical characteristics of severe acute respiratory syndrome coronavirus 2 reactivation, Journal of Infection, https://doi.org/10.1016/j.jinf.2020.03.001",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of Competing Interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A novel coronavirus from patients with pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "8",
            "pages": "727--760",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "507--520",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "565--74",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A pneumonia outbreak associated with a new coronavirus of probable bat origin",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "L"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "G"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Detection of 2019 novel coronavirus (2019-nCoV) by real-time RT-PCR",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Landt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kaiser",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Euro Surveil Bull Eur Maladies Transm = Eur Commun Dis Bull",
            "volume": "25",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "2019-nCoV) in suspected human cases",
            "authors": [],
            "year": 2020,
            "venue": "WHO. Laboratory testing for 2019 novel coronavirus",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "SARS-CoV-2 viral load in upper respiratory specimens of infected patients",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ruan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Glucocorticoid signaling: a nongenomic mechanism for T-cell immunosuppression",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lowenberg",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Verhaar",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Van Den Brink",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Hommes",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Trends Mol Med",
            "volume": "13",
            "issn": "4",
            "pages": "158--63",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Chest CT scans of the 5 patients.",
            "latex": null,
            "type": "figure"
        },
        "TABREF2": {
            "text": "Clinical and laboratory characteristics. NA = not applicable. ALT = alanine transaminase. AST = aspartate transaminase.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}