{
    "paper_id": "6cc29c53c7f0a16b790c0bc685b6ca05abd98d7a",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "C.-E",
                "middle": [],
                "last": "Luyt",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Groupe",
                "middle": [],
                "last": "Hospitalier",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Pitié-Salpêtrière",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Assistance",
                "middle": [],
                "last": "Publique-Hôpitaux",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Chronic obstructive pulmonary disease (COPD) is the second most prevalent chronic respiratory disease. Although cigarette smoking is declining as a major risk factor, its prevalence is increasing and it is predicted to become the third leading cause of death worldwide by 2020 [1] . Exacerbations are common in the natural history of COPD and frequently thought to be due to viral, bacterial, or combined viral-bacterial infections of the respiratory tract.",
            "cite_spans": [
                {
                    "start": 277,
                    "end": 280,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Bacterial infection was recognized a long time ago as a trigger of COPD exacerbations in patients requiring [2] or not requiring mechanical ventilation [3] . The incidence of viral infection has long been underestimated because of the scarcity of diagnostic tests. Modern diagnosis methods, such as polymerase chain reaction (PCR), that can detect small amounts of viral nucleic acid, has markedly improved the identification of viral infections.",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 111,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 152,
                    "end": 155,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In a recent prospective study, Seemungal et al. showed that viruses could trigger 39% of COPD exacerbations, rhinovirus being the main virus recovered from the upper respiratory tract [4] . In the same study, the authors showed that respiratory viruses (except respiratory syncytial virus (RSV)) were detected in the upper respiratory tract of 16% of patients with stable COPD, and RSV in 23.5% [4] .",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 187,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 395,
                    "end": 398,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the present issue of Intensive Care Medicine, Cameron et al. [5] report their experience in 105 patients with acute exacerbation of COPD requiring mechanical ventilation. They used conventional PCR, real-time PCR and viral cultures in nasal and pharyngeal specimens to detect common respiratory viruses. They found that among 69 (64%) episodes of exacerbation due to probable infection, respiratory viruses were identified in the upper respiratory tract in 46 (43%) cases, alone in 35 (33%) cases, and in association with another microorganism in ten (11%) cases. This study confirms that many exacerbations of COPD could be triggered by upper-respiratory tract viral infections [6] . Beyond its scientific interest, i.e., the understanding of physiopathology, this paper is important, because having a better knowledge of the pattern of disease may more efficiently target potential treatments [5] . Other strengths of this paper are the broad range of viruses sought and the use of real-time PCR, which is probably the most effective technique to date for the diagnosis of viral infection.",
            "cite_spans": [
                {
                    "start": 64,
                    "end": 67,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 682,
                    "end": 685,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 898,
                    "end": 901,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Diagnoses of viral infections in the ICU are in fashion [7, 8] , probably partly because of the availability, feasibility and easiness of modern diagnostic tests. This deserves some comments. First, the impact of the diagnosis of viral diseases on patient outcome remains questionable. In most cases, diagnosing viral infection has no therapeutic impact, either because we lack specific treatment, except for herpes viruses and influenza, or because most patients have recovered when diagnosis is made. Diagnosing viral infections has, therefore, only academic and/or epidemiologic interest. The main action could be prevention by vaccination of specific high-risk populations, such as COPD patients, but the impact of such a strategy requires further investigation [9, 10] . Another way could be systematic antiviral treatment in COPD patients with acute exacerbation and withdrawal, if the diagnosis is unlikely or ruled out.",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 59,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 60,
                    "end": 62,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 766,
                    "end": 769,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 770,
                    "end": 773,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Once again, this strategy has not been investigated yet and requires further investigation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Second, the reliability of PCR-positive samples could be doubtful. Like other diagnostic tests, there are falsepositive results, caused by contamination of PCR reactions with amplification products from previous tests or by carryover of homologous genomic DNA. Alternatively, false-positive results may arise from nonspecific binding of primers to irrelevant sequences [11] . One way to minimize this bias could be the use of real-time PCR, which provides sensitivity and specificity equivalent to that of conventional PCR combined with Southern blot analysis and greatly reduces the risk of contamination [12] . In the study by Cameron, the authors used real-time PCR to detect enterovirus, human metapneumovirus, rhinovirus and non-SARS coronavirus [5] . However, it is important to bear in mind that false-positive samples are not entirely eliminated with this technique.",
            "cite_spans": [
                {
                    "start": 369,
                    "end": 373,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 606,
                    "end": 610,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 751,
                    "end": 754,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The third comment concerns the relevance of viral detection in diagnostic samples. Viral excretion does not mean viral infection. For example, in mechanically ventilated patients, herpes simplex virus (HSV) detection in the lower respiratory tract does not necessarily mean HSV bronchitis or broncho-pneumonitis: it might be a local virus excretion or a contamination from mouth and/or throat [8] . Similarly, for viruses of the upper respiratory tract, viral detection does not mean infection. In the study by Seemungal, respiratory viruses were detected in the upper-respiratory tract of several patients with stable COPD [4] . These data are in favor of asymptomatic carriage of respiratory viruses in the upper respiratory tract, at least in some cases. Then, can we improve diagnostic procedures? For HSV or cytomegalovirus (CMV), cytology can help the clinician. These viruses cause specific cytopathic effect on infected cells, specifically nuclear inclusions for HSV and cytoplasmic inclusions for CMV. Unfortunately, this concerns only very few viruses and cannot be used for viruses of the upper respiratory tract.",
            "cite_spans": [
                {
                    "start": 393,
                    "end": 396,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 624,
                    "end": 627,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Finally, quantifying viral load might be another way to improve the diagnostic accuracy. Indeed, PCR might be just too sensitive. It can detect small amounts of residual viral nucleic acid. Is it relevant to detect 10 or 50 copies of virus in the upper-respiratory tract? Probably not. Therefore, quantifying the viral load might be more clinically relevant than detecting viral genome by PCR. Viral load cutoff values for infectivity in COPD exacerbations have not been studied, but some preliminary data showed the feasibility of the technique [13] . Real-time PCR allows viral load quantification and should become the gold standard for diagnosing viral infections [14] . However, variations in viral load could occur because of variability in sample recovery, in bronchoalveolar lavage (BAL) or nasopharyngeal aspirate for example. Normalization of viral load, reported as the number of virus copies per cells recovered [15] , might be the best way to adjust for such a variability.",
            "cite_spans": [
                {
                    "start": 546,
                    "end": 550,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 668,
                    "end": 672,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 924,
                    "end": 928,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In conclusion, many episodes of COPD exacerbations are undoubtedly triggered by viral infection of the upperrespiratory tract. But like tracheal aspirate and bacterial detection for the diagnosis of ventilator-associated pneumonia, viral genome detection in the respiratory tract has to be interpreted cautiously. Viral detection does not automatically mean viral infection. Viral load and normalized viral load should be evaluated to increase the operating characteristics of diagnostic tests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Alternative projections of mortality and disability by cause 1990-2020: Global Burden of Disease Study",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Lopez",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Lancet",
            "volume": "349",
            "issn": "",
            "pages": "1498--1504",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Characterization of distal bronchial microflora during acute exacerbation of chronic bronchitis. Use of the protected specimen brush technique in 54 mechanically ventilated patients",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Fagon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chastre",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Trouillet",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Domart",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Dombret",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bornet",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gibert",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Am Rev Respir Dis",
            "volume": "142",
            "issn": "",
            "pages": "1004--1008",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Management of acute exacerbations of COPD: a summary and appraisal of published evidence",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Mccrory",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Gelfand",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Bach",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Chest",
            "volume": "119",
            "issn": "",
            "pages": "1190--1209",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Respiratory viruses, symptoms, and inflammatory markers in acute exacerbations and stable chronic obstructive pulmonary disease",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Seemungal",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Harper-Owen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bhowmik",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Moric",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sanderson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Message",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Maccallum",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Meade",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Jeffries",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Johnston",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Wedzicha",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Am J Respir Crit Care Med",
            "volume": "164",
            "issn": "",
            "pages": "1618--1623",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Virus infection in exacerbations of chronic obstructive pulmonary disease requiring ventilation",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Cameron",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "De Wit",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "N"
                    ],
                    "last": "Welsh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Grissel",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Rye",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Intensive Care Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "DOI10.1007/s00134-006-0202-x"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Chronic obstructive pulmonary disease",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Barnes",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "N Engl J Med",
            "volume": "343",
            "issn": "",
            "pages": "269--280",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Nosocomial viral ventilator-associated pneumonia in the intensive care unit: a prospective cohort study",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Daubin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vincent",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vabret",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Du Cheyron",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Parienti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ramakers",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Freymuth",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Charbonneau",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Intensive Care Med",
            "volume": "31",
            "issn": "",
            "pages": "1116--1122",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Herpes simplex virus in the respiratory tract of critical care patients: a prospective study",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bruynseels",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Jorens",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Demey",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Goossens",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Pattyn",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Elseviers",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Weyler",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Bossaert",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Mentens",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ieven",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "362",
            "issn": "",
            "pages": "1536--1541",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Respiratory syncytial virus infection in elderly and high-risk adults",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Falsey",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Hennessey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Formica",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cox",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Walsh",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "N Engl J Med",
            "volume": "352",
            "issn": "",
            "pages": "1749--1759",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Management of chronic obstructive pulmonary disease",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Sutherland",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Cherniack",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "N Engl J Med",
            "volume": "350",
            "issn": "",
            "pages": "2689--2697",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Detection and monitoring of virus infections by real-time PCR",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Watzinger",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ebner",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lion",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Mol Aspects Med",
            "volume": "27",
            "issn": "",
            "pages": "254--298",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Cockerill FR 3rd, Smith TF (2006) Real-time PCR in clinical microbiology: applications for routine laboratory testing",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Espy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Uhl",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Sloan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Buckwalter",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Vetter",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Wengenack",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Rosenblatt",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Clin Microbiol Rev",
            "volume": "19",
            "issn": "",
            "pages": "165--256",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Relevance of human metapneumovirus in exacerbations of COPD",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rohde",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Borg",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Arinir",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kronsbein",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rausse",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "Bauer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bufe",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Schultze-Werninghaus",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Respir Res",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Evaluation of a quantitative real-time PCR for the detection of respiratory syncytial virus in pulmonary diseases",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Borg",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rohde",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Loseke",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bittscheidt",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Schultze-Werninghaus",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Stephan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bufe",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Eur Respir J",
            "volume": "21",
            "issn": "",
            "pages": "944--951",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Reproducibility of HPV 16 and HPV 18 viral load quantitation using TaqMan real-time PCR assays",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Gravitt",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Peyton",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wheeler",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Apple",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Higuchi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Shah",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Virol Methods",
            "volume": "112",
            "issn": "",
            "pages": "23--33",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}