{
    "paper_id": "6d40fdfacdcea332d646d748b3dbabb7831dd54c",
    "metadata": {
        "title": "Cloning and Sequence Analysis of the M gene of Porcine Epidemic Diarrhea Virus LJB/03",
        "authors": [
            {
                "first": "Fan",
                "middle": [],
                "last": "Jinghui",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Northeast Agriculture University",
                    "location": {
                        "postCode": "150030",
                        "settlement": "Harbin",
                        "country": "P. R. China"
                    }
                },
                "email": ""
            },
            {
                "first": "L",
                "middle": [
                    "I"
                ],
                "last": "Yijing",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Northeast Agriculture University",
                    "location": {
                        "postCode": "150030",
                        "settlement": "Harbin",
                        "country": "P. R. China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Porcine epidemic diarrhea virus (PEDV) LJB/03 was isolated from the fece of piglets infected with PEDV on a pig farm, Heilongjiang province, China. The M gene of LJB/03 was amplified from the RNA extracted directly from the fece samples by RT-PCR and cloned into pMD18-T vector. The M gene cDNA was sequenced and encompasses an open reading frame of 681 nucleotides, encoding a 226-amino acid protein. The LJB/03 M gene has a base composition of 152 adenines (22%), 153 cytosines (23%), 161 guanines (24%), and 214 thymines (31%). Sequence comparison with other PEDV strains selected from GenBank revealed that the LJB/03 M gene has a high sequence homology to those of other PEDV isolates, 97.80% with JMe2, 96.92% with KPEDV-9 (Korean field isolate), 97.36% with KPEDV-9 (Korean), 97.80% with Br1/87, and 97.94% with CV777. The encoded protein shared 97.79% amino acid identities compared with CV777, 97.35% with Br1/87, 97.79% with JMe2, 96.90% with KPEDV-9 (Korean field isolate), 96.46% with KPEDV-9 (Korean). Sequence analysis of the M gene, including genetic distance measurement, phylogenetic tree analysis, and residue substitution analysis, showed that all other PED viruses analyzed fell into three groups, and the LJB/03 itself branched in an independent group. These data revealed that the M gene nucleotide sequence of LJB/03 has some mutations in comparison with the other PED viruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Porcine epidemic diarrhea (PED) is a highly contagious, enteric disease of swine characterized by vomiting, dehydration and a high mortality in piglets [1] [2] [3] [4] . The mortality can be high up to 90% in 1-2 weeks old piglets [5] [6] [7] . Pigs of all ages are susceptible to the disease. PED was first reported in England in 1971 (8) . Since then, the disease was reported in several pig farming countries, such as Germany, Canada, Japanese, Korea, France, Belgium, Switzerland, etc. [9] [10] [11] . In 1976, the disease was first reported in China (12) , and it has become one of the severe viral diarrhea diseases that lead to a severe economic loss in pig farming. Therefore it is important to prevent and control the disease. However, because of the similarity between PED and transmissible gastroenteritis (TGE) in clinical syndrome and pathology, there has no effective diagnostic methods to distinguish one from another accurately, and there also has no effective vaccine developed to prevent the disease in China.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 155,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 156,
                    "end": 159,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 160,
                    "end": 163,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 164,
                    "end": 167,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 231,
                    "end": 234,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 235,
                    "end": 238,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 239,
                    "end": 242,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 336,
                    "end": 339,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 490,
                    "end": 493,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 494,
                    "end": 498,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 499,
                    "end": 503,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 555,
                    "end": 559,
                    "text": "(12)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Porcine epidemic diarrhea virus (PEDV), a coronavirus different from TGEV, is the etiological agent of entero-pathogenic diarrhea in pigs [13] [14] [15] [16] . It possesses a positive-sense, single-stranded RNA (5, 17) . Viral proteins such as spike S (180-220 kDa), membrane M (27-32 kDa) and nucleocapsid N (55-58 kDa) [17] [18] [19] [20] are translated from its subgenomic mRNA. The M protein is a structural membrane glycoprotein. It plays an important role in the assembly process of viral nucleocapsid and membrane. The M glycoprotein can neutralize anti-M antibody with the present of complement (3) . It also can stimulate the production of -interferon (IFN). Therefore, the M gene will be an ideal candidate for cloning and expression in the development of genetically engineered vaccines to prevent PED. However, no nucleotide sequence of PEDV strains isolated in China has been reported until now. The aim of present study was to determine the complement nucleotide sequence of the PEDV M gene.",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 142,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 143,
                    "end": 147,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 148,
                    "end": 152,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 153,
                    "end": 157,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 211,
                    "end": 214,
                    "text": "(5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 215,
                    "end": 218,
                    "text": "17)",
                    "ref_id": null
                },
                {
                    "start": 321,
                    "end": 325,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 326,
                    "end": 330,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 331,
                    "end": 335,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 336,
                    "end": 340,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 603,
                    "end": 606,
                    "text": "(3)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this study, the RNA of PEDV was extracted directly from the fece samples of piglets naturally infected with PEDV LJB/03. The M gene has been cloned, sequenced and compared with other PEDV strains. These data are useful for further the study of molecular biology of PEDV strains that are prevalent in China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The PEDV LJB/03 was collected from the fece of piglets suffering from severe diarrhea in HeiLongJang, China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus strain"
        },
        {
            "text": "The fece sample was diluted 1-10 in a disruption buffer (500 mM Tris-HCI [pH 8.3], 2% (w/v) PVP-40, 1% (w/v) PEG6000, 140 mM NaCl, 0.05% (v/ v) Tween 20), vortexed, incubated at room temperature for 10 min, and centrifuged using a Beckman F3602 rotor at 2000 · g at 4°C for 5 min. The supernatant was removed and used for the extraction of the viral RNA using the Trizol reagent (Invitrogen USA) as the manufacturer's instructions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RNA Extraction"
        },
        {
            "text": "A pair of oligonucletide primer was designed to amplify the gene coding for the M protein of PEDV. The primers were chosen by the analysis of CV777 and Br1/87 sequences available in Gen-Bank. The sense primer PC and antisense primer PD were 5¢GGCGAATTCAATATGTCTAACG GTTC3¢ and 5¢ CGCGTCGACCCATAAAGTTT CTGTT 3¢, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Primers for RT-PCR"
        },
        {
            "text": "The first strand cDNA of the M gene was prepared by using a Superscript reverse transcriptase reagent kit. The Viral RNA (7 ll) was mixed with 1 ll of 50 pM of the antisense primer and 1 ll of 10 mM dNTP, Incubated at 65°C for 5 min, and then placed on ice for at least 1 min. After that, 2 ll of 10 · RT buffer, 4 ll of 25 mM MgCl 2 . 2 ll of 0.1 M DTT and 1 ll of RNaseOUT TM recombinant RNase inhibitor (4 U/ll) were added mixed gently and incubated at 42°C for 2 min. Superscript reverse transcriptase (50 U) was added to initiate the reaction at 42°C for 50 min. The reaction was terminated by heating at 70°C for 15 min, and chilled on ice. RNase H (1 ll) was added to degrade RNA template for 20 min at 37°C prior to PCR amplification.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RT-PCR"
        },
        {
            "text": "PCR was performed in a 50 ll volumes containing 10 ll of the first-strand cDNA template, 5 ll of 10 · PCR buffer (100 mM Tris-HC1 [pH 8.3], 500 mM KC1), 4 ll of 25 mM MgCl 2 , 4 ll of 2.5 mM dNTP mixture, 1 ll of each 100 pM sense and antisense primers, and 0.5 ll of Taq DNA polymerase (5 U/l1). The PCR parameters are 5 min at 95°C, and 30 cycles of 1 min at 95°C, 90 s at 58°C, 90 s at 72°C, and a final extension time of 5 min at 72°C. The PCR product was visualized by gel electrophoresis (1% agarose gel containing 0.8% lg/ml ethidium bromide).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RT-PCR"
        },
        {
            "text": "The RT-PCR production were purified using a Gel Extraction Mini Kit (50) (Watson Biotechnologies. INC) according to the manufacturer's instructions. The purified PCR product corresponding to the M gene was cloned into the pMD18-T plasmid DNA vector (TaKaRa Biotechnology (Dalian) Co.Ltd.) and the recombinant plasmid named pMD 18-T-M. The recombinant plasmid was used to transform competent Escherichia Coli TG1 cells by heating at 42°C for 90 s. Luria bertani (LB) medium (1%NaCl, 0.5% yeast extract, 1% tryptone) was added to the cells and shaked at 220 rpm for 1 h, at 37°C. X-gal was added to 40 lg/ml and isopropylthio-b-galactoside to 20 lg/ml (GIBICOBRL). The transformed cells were spread onto LB agar plates (GIBICOBRL) containing 50 lg/ml ampicillin and incubated at 37°C overnight. A white colony was cultured in LB broth supplemented ampicillin (50 lg/ml) overnight with shaking at 37°C. The recombinant plasmid DNA was extracted by alkaline-lysis (21) and verified by using restriction enzyme digestion, PCR and electrophoresis in 1% agarose ( Fig. 1  and Fig. 2) .",
            "cite_spans": [
                {
                    "start": 960,
                    "end": 964,
                    "text": "(21)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 1057,
                    "end": 1076,
                    "text": "Fig. 1  and Fig. 2)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Cloning of cDNA"
        },
        {
            "text": "The nucleotide sequence of the M gene in pMD18-T-M was determined by TaKaRa Biotechology (Dalian) Co.Ltd.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sequencing"
        },
        {
            "text": "The complete nucleotide sequence of the PEDV LJB/03 M gene has been deposited in the Gen-Bank Database and was assigned an accession number AY608890.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nucleotide Sequence Accession Number"
        },
        {
            "text": "Comparison and phylogenetic analysis of the nucleotide sequences and deduced amino acids of the LJB/03 M gene with those of other PEDV strains was performed with DNAman and Lasergene softwares.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sequences Analysis"
        },
        {
            "text": "Using the primers of PC and PD which are specific to M gene of porcine epidemic diarrhea virus, an RT-PCR product of approximate 0.7 kb was amplified and cloned into pMD18-T, The recombinant plasmid thus constructed, designated pMD18-T-M, was used as a template to determine the M gene sequence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cloning of PEDV M Gene"
        },
        {
            "text": "Sequence analysis indicated that the nucleotide sequence of the entire M gene ORF was 681 bases in length and had a base composition of 152 adenine (22%), 153 cytosine (23%), 161 guanine (24%), 214 thymine (31%), and a GC content of 47%. Sequence comparison with other PEDV strains revealed that the nucleotide sequence of the LJB/03 M gene is highly similar to those of other PEDV strains, having a homology of 97.80% with JMe2, 96.92% with KPEDV-9 (Korean field isolate), 97.36% with KPEDV-9 (Korean), 97.80% with Br1/87 and 97.94% With CV777. The encoded protein shared a 97.79% amino acid identity with CV777, 97.35% with Br1/87, 97.79% with JMe2, 96.90% with KPEDV-9 (Korean field isolate), and 96.46% with KPEDV-9 (Korean).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sequence Analysis"
        },
        {
            "text": "To analyze the phylogenetic relationships of LJB/ 03 with other PEDV strains isolated in various parts of the world, we constructed a neighbor-joining phylogenetic tree using the M gene sequences. A representative minimal tree for the M gene was shown in Fig. 3 . The six PEDV strains were seperated into three groups. One of the three groups consisted of JMe2, KPEDV-9 (Korean field isolate), and KPEDV-9 (Korean). The second group consisted of CV777 and Brl/87. The LJB/03 isolate described here formed the third group.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 255,
                    "end": 261,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "Sequence Analysis"
        },
        {
            "text": "The genome of PEDV consists of a single molecule of positive-sense, single-stranded RNA of 27-32 Kb in size. There are several ecoding regions in which one or more ORFs are identified. The M protein is a structural membrane protein and plays an important role in the reaction of neutralization and viral assembly process. It has become one of the candidate proteins used for the development of reagents for serological diagnosis of PED.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In this study, we have successfully cloned the entire M gene of LJB/03 and determined its nucleotide sequence. The M gene has a ORF of 681 nucleotides coding for a 226-amino acids protein. Sequence comparison with other PEDV strains selected from GenBank revealed that the M gene of LJB/03 was highly conserved among various PEDV strains, which provides a theoretical basis for the use of the M gene as a target sequence to develop a nucleic acid-based test for the diagnosis of PEDV infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Evolutionary relationship was analyzed by construction of a neighbor-joining phylogenetic tree in this study. The PEDV strains selected for the analysis formed three groups of evolutionarily related viruses. The LJB/03 isolate was separated from the other PEDV strains and formed an independent group. These data indicated that there has some silent mutations in the M gene sequence of LJB/03. In conclusion, this report represents the first study of the molecular biology of a PEDV strain isolated in China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Disease of Swine. 8th edn. Translated by Zhao Deming",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Barbara",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Straw",
                    "suffix": ""
                },
                {
                    "first": "William",
                    "middle": [
                        "L"
                    ],
                    "last": "Sylvie D&apos;llaire",
                    "suffix": ""
                },
                {
                    "first": "David",
                    "middle": [
                        "J"
                    ],
                    "last": "Mengeling",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "181--187",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Hagan and Bruner's Microbiology and Infectious Diease of Domestic Animals",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Timoney",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Gillespie",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "W"
                    ],
                    "last": "Scott",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Barlough",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "897--898",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Diease of Swine",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Pensaert",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "In Straw",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "D&apos;aallaire",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Mengeling",
                    "suffix": ""
                },
                {
                    "first": "Taylor",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "179--185",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Pig Farming",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Oldham",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "72--73",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Proc 5th. Int Congr Virol",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Callebaut",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Debouck",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Phylogenetic tree of PEDV strains based on the nucletide sequences of M gene. The GenBank accession number for the M genes of KPEDV-9",
            "authors": [],
            "year": null,
            "venue": "JMe2, CV777 and Br1/87 are AF019893, AF015888, D89752, AF353511, and Z24733, respectively",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Molecular Cloning: A Laboratory Manual",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sambrook",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "David",
                    "suffix": ""
                },
                {
                    "first": "Russell",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "27--30",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Restriction enzyme analysis of the recombinant plasmid pMD18-T-M: Lane 1 3, Marker DL 15000 and DL 2000; Lane 2, M DNA (681 bp) was identified from PMD18-Tplasmid DNA (2692 bp) after digestion of the recombinant DNA with EcoRI and SalI.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The PCR analysis of the recombinant plasmid pMD18-T-M: Lane A, PCR product of pMD18-T-M; Lane B DNA Mark DL 2000.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}