{
    "paper_id": "6d43b16413a87651f3c1cf9a7c9bd7f6d8cfb20e",
    "metadata": {
        "title": "Cloning and Sequence Analysis of N Gene of Transmissible Gastroenteritis Virus HYM-09 Isolated from Dog in China",
        "authors": [
            {
                "first": "Man",
                "middle": [
                    "•"
                ],
                "last": "Chaolai",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Key Laboratory of Molecular Cytogenetics and Genetic Breeding of Heilongjiang Province",
                    "institution": "Harbin Normal University",
                    "location": {
                        "addrLine": "368 Xuefu Road",
                        "postCode": "150025, 150086",
                        "settlement": "Harbin, Harbin, Heilongjiang",
                        "country": "People's Republic of China, People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yu",
                "middle": [],
                "last": "Xiaolong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Key Laboratory of Molecular Cytogenetics and Genetic Breeding of Heilongjiang Province",
                    "institution": "Harbin Normal University",
                    "location": {
                        "addrLine": "368 Xuefu Road",
                        "postCode": "150025, 150086",
                        "settlement": "Harbin, Harbin, Heilongjiang",
                        "country": "People's Republic of China, People's Republic of China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Transmissible gastroenteritis virus (TGEV) is the etiological agent of TGE, and dogs are potential carriers of TGEV. In this study, genomic RNA were extracted from TGEV designated HYM-09 isolated from dog naturally infected with TGEV. The nucleocapsid (N) gene of HYM-09 was amplified by RT-PCR and cloned into pMD18-T vector. The N gene cDNA was sequenced and encompassed an open reading frame of 1,149 nucleotides, encoding a 382-amino acids protein. Sequence analyses of the N genes were performed, including homologous comparison, phylogenetic tree analysis and residue substitution analysis. The results showed that there existed some unique mutations in the HYM-09 isolate N gene, but HYM-09 N gene shared over 96 % homologous identities compared with 12 TGEV reference strains derived from other regions or countries respectively. The phylogenetic tree analysis revealed that the HYM-09 branched into the most strains group. This study shows that the nucleotide sequence analysis can form a base or further study on the mutation trend of non-porcine TGEV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Transmissible gastroenteritis (TGE) is an acute highly contagious disease of pigs, and the disease is characterised by profuse diarrhoea and vomiting. The epizootic form of the disease has mortality as high as 100 % in pigs younger than 2 weeks of age and infected preweaning piglets may die of severe dehydration [7, 13] . Occurrences of TGE have become more sporadic. The disease is still reported on an occasional basis from parts of Europe, North America and Asia. Wild and domestic carnivores (foxes, dogs, possibly mink) and cats seroconvert to TGEV and are suggested as potential subclinical carriers of TGEV, serving as reservoirs between seasonal (winter) epidemics [11] .",
            "cite_spans": [
                {
                    "start": 314,
                    "end": 317,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 318,
                    "end": 321,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 675,
                    "end": 679,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Transmissible gastroenteritis virus (TGEV), a member of the Coronaviridae family, is a pleomorphic enveloped RNA virus with a single-stranded, positive-sense genome of 28.6 kb. The viral particle is composed of several structural proteins [2, 3, 6, [8] [9] [10] and N gene translates the nucleocapsid protein N [1, 5] . The N gene of the TGEV is highly conserved [5] and high level of N protein-specific antibody is produced at the early stage of TGEV infection [14] . Therefore, the N gene will be an ideal candidate for using in the development of TGEV diagnostic antigen [4] .",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 242,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 243,
                    "end": 245,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 246,
                    "end": 248,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 249,
                    "end": 252,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 253,
                    "end": 256,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 257,
                    "end": 261,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 311,
                    "end": 314,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 315,
                    "end": 317,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 363,
                    "end": 366,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 462,
                    "end": 466,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 574,
                    "end": 577,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Since N is a highly conserved gene of TGEV, it is necessary to isolate and analysis the N gene from nonporcine hosts because it can reflect mutation rate and status of non-porcine TGEV. The aim of present study was to generate new information in respect to TGEV strains isolated from non-porcine host. In this report, the N gene was cloned by RT-PCR from a recently isolated TGEV (HYM-09) from dogs in Heilongjiang province, China. The nucleotide and the deduced amino acid sequences of the N gene were compared with other 12 references strains derived from different regions and/or countries. Correspondingly, a phylogenetic tree was constructed and analyzed according to their N gene sequences. These will establish the primary foundation of understanding the mutations of non-porcine TGEVs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "TGEV strain named HYM-09 was isolated from domestic dogs faeces at a dog farm in Harbin, capital of Heilongjiang province, P. R. China. The dogs showed severe diarrhea, transient vomiting, weight loss and dehydration. The Swine testicle cell (STC) line was grown as monolayer in Dulbecco's Modified Eagle Medium (DMEM) (GIBCO, USA) containing 10 % fetal calf serum (GIBCO, USA) and 5 % CO 2 in air. The STCs were infected by the treated suspect TGEV isolate (HYM-09), and obvious cytopathic effects (CPE) were found at the 8th passage, however, the cells in the negative control group were in normal state. Fluorescent antibody test showed that specific cytoplasmic fluorescence was found in ST cells using FITC-labeled Rabbit Anti-Swine IgG Antibody (Bipec Biopharma, USA). The TCID 50 value of HYM-09 (1 9 10 -3.85 /0.05 ml) was measured using Reed-Muench method, and its neutralization index (NI) was 71. In addition, the blocking ELISA (Enzyme-linked immunosorbent assay) test was done to differentiate TGEV and porcine respiratory coronavirus (PRCV), which showed the experimental result of HYM-09 was positive, however, the result of control group was negative. All the results demonstrated that the virus (HYM-09) was TGEV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Viruses were cultured and harvested by three cycles of freezing and thawing, cellular debris was removed by low speed centrifugation at 10 9 l0 3 g (BECKMAN Avanti J-30I, USA) at 4°C for 25 min, and the virions in supernatant were pelleted by centrifugation at 100 9 10 3 g at 4°C for 1.5 h (BECKMAN Avanti J-30I, USA). Total RNA was isolated from the purified pellets using SDS-Protease K according to the Ref. [12] .",
            "cite_spans": [
                {
                    "start": 412,
                    "end": 416,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A pair of sense and antisense primer was designed and aligned based on nucleotide sequences of the N gene of H155 available in GenBank (GQ374566). The sense primer (Pu) 5 0 -TTATGGCCAACCAGGGACAAC-3 0 and antisense primer (Pd) 5 0 -TTAGTTCGTTACCTCATCAAT-3 0 were used to amplify the N gene coding sequence of HYM-09 isolate. RT-PCR synthesis of the first-strand cDNA for N gene was carried out by RT using Promega company reverse transcription reagents. The viral RNA (5 ll) was mixed with 2.5 ll of 10 pM of the antisense primer, incubated at 65°C for 5 min, and then placed on ice for 2 min. After that, 4 ll of 59 RT buffer, 4 ll of 2.5 mM dNTP mixture, 1 ll of RNase inhibitor (40U/ll), 1 ll of reverse transcriptase (200U/ll), 2.5 ll H 2 O was added and mixed gently. The reaction mixture was incubated for 50 min at 42°C, and was terminated by heating for 10 min at 65°C. RNaseA (1 ll) was added to degrade RNA template for 20 min at 37°C prior to PCR amplification.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "PCR was carried out in a 50 ll volume by mixing the cDNA above with 2.5 ll of each 10 pM sense and antisense primers, 4 ll dNTP(2.5 mM), 5 ll of 109 PCR buffer (100 mM Tris-HCl, 1.5 mM MgCl 2 , 50 mM KCl, pH 8.3), and 2.5U Pyrobest DNA polymerase (TaKaRa Biotechnology (Dalian) Co. Ltd.). Cycles were as follows: 94°C for 3 min, followed by 30 cycles of 94°C for 40 s, 55°C annealing for 45 s, 72°C extension for 1 min and a final extension of 72°C for 10 min.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The PCR products of approximate 1.1 kb were amplified and analyzed by electrophoresis through an agarose gel (Fig. 1) , and visualized by staining with ethidium bromide, the target band was extracted from the gel using the Qiagen gel extraction kit according to the manufacturer's instructions. The purified PCR products were cloned into the pMD18-T easy vector (TaKaRa, Dalian). The plasmids were transformed into E. coli DH5a using standard molecular technique. Plasmid DNA was extracted by alkaline-lysis from E. coli DH5a culture and verified by using restriction enzyme digestion, and the digestion products were analyzed by electrophoresis on a 1 % agarose. Colonies with correct sizes were named pMD18-T-N and at least three independent plasmid clones were analyzed, confirmed and sequenced. The nucleotide sequence of the N gene of HYM-09 was determined by TaKaRa Biotechnology (Dalian) Co. Ltd. Sequencing showed all results shared the same sequence. The complete nucleotide sequence of the TGEV HYM-09 N gene has been deposited in the GenBank Database and was assigned an accession number GU356396. .60 and 97.12 % homologous identities in terms of their deduced amino acid sequences, respectively. There were some unique point mutations in HYM-09 isolate N gene sequence, such as 31nt (G to A); 31nt (T to G); 487nt (G to C); 529nt (G to A); 598nt (A to G); 711nt (A to C); 944nt (A to T); 990nt (T to G); 1106nt (T to A). However, N gene of non-porcine HYM-09 isolate is still highly conserved, especially in nucleotide sequences, which can provide a theoretical basis for the use of the N gene as a target sequence to develop a nucleic acid-based test for the diagnosis of TGEV infections.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 109,
                    "end": 117,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "To analyze the phylogenetic relationships of HYM-09 with other TGEV strains isolated in various parts of the world, a phylogenetic tree was generated based on N gene sequences by applying the neighbor-joining method in the MEGA5.05 software [15] , which subsequently subjects to be edited manually. Statistical significance of groups within phylogenetic trees was evaluated using the bootstrap method with 1,000 replications (Fig. 2) . The TGEV strains selected for the analysis formed three groups of evolutionarily related viruses basically. The most strains (hn2002, to14, h155, purdue, ts, AF298231, h16, sc-y and Miller M6) were grouped into a cluster with the HYM-09 isolate described here. The second group consisted of 96-1933 and TFI. The FS772/70 isolate was separated from the other TGEV strains and formed an independent group. The phylogenetic analysis showed that HYM-09 may be a mutated strain of Chinese TGEVs. As for as the evolution distance was concerned that HYM-09 was slightly further to the most China isolates. Interestingly, some strains isolated in the same country were clustered into different positions of the phylogenetic tree, such as sc-y.",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 245,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 425,
                    "end": 433,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": ""
        },
        {
            "text": "In this study, we cloned the conserved N gene from HYM-09 isolate, and found some unique point mutations existing in the N sequence of HYM-09. The most important cause of these unique mutations may come from selective pressure on the N gene in non-porcine host. We also found that there were relatively high frequency changes from nucleotide A to G and C to T in the N genes of TGEV strains used here, and if the kind of point mutation will influence the virulence or tropism of the virus will be further studied in future. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Biomolecular engineering in the European Community, Final Report. The Netherlands: Martinus Nijhoff",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Britton",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Garmes",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "301--314",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Localization of antigenic sites of the E2 glycoprotein of transmissible gastroenteritis coronavirus",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Correa",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gebauer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Bullido",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J Gen Virol",
            "volume": "71",
            "issn": "",
            "pages": "271--280",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Complete sequence (20 kilobases) of the polyprotein-encoding gene 1 of transmissible gastroenteritis virus",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Eleouet",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rasschaert",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lambert",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Virology",
            "volume": "206",
            "issn": "",
            "pages": "817--839",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Cloning and expression of nucleocapsid protein gene of TGEV HB06 strain",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Z"
                    ],
                    "last": "Zuo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "L"
                    ],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Front. Agric. China",
            "volume": "3",
            "issn": "",
            "pages": "357--60",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Characterization and translation of transmissible gastroenteritis virus mRNAs",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jacobs",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Vander Zeijst",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Horzinek",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J Virol",
            "volume": "57",
            "issn": "",
            "pages": "1010--1015",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The nucleotide sequence of the peplomer gene of porcine transmissible gastroenteritis virus (TGEV): comparison with the sequence of the peplomer protein of feline infectious peritonitis virus (FIPV)",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jacobs",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "De Groot",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Van Der Zeijst",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Virus Res",
            "volume": "8",
            "issn": "",
            "pages": "363--71",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Transmissible gastroenteritis of pigs",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pritchard",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Paton",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Vet Rec",
            "volume": "141",
            "issn": "",
            "pages": "427--435",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Sequence analysis of porcine transmissible gastroenteritis coronavirus nucleocapsid protein gene",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Kapke",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Brian",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Virology",
            "volume": "151",
            "issn": "",
            "pages": "41--50",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Sequence and N terminal processing of the transmembrane protein E1 of the coronavirus transmissible gastroenteritis virus",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Laude",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rasschaert",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Huet",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J Gen Virol",
            "volume": "68",
            "issn": "",
            "pages": "1687--93",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The predicted primary structure of the peplomer protein E2 of the porcine coronavirus transmissible gastroenteritis virus",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rasschaert",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Laude",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J Gen Virol",
            "volume": "68",
            "issn": "",
            "pages": "1883--90",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Transmissible gastroenteritis virus and porcine respiratory coronavirus",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Saif",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sestak",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Diseases of Swine",
            "volume": "",
            "issn": "",
            "pages": "489--516",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Molecular cloning: A laboratory manual Cold Spring Harbor Lab",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sambrook",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Russell",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Binding of transmissible gastroenteritis coronavirus to brush border membrane sialoglycoproteins",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Schwegmann-Wessels",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zimmer",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Schroder",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Virol",
            "volume": "77",
            "issn": "",
            "pages": "11846--11854",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Active immunity and T cell populations with baculovirus expressed transmissible gastroenteritis virus structural protein",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sestak",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Meister",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Hayes",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Vet Immunol Immunopathol",
            "volume": "70",
            "issn": "",
            "pages": "203--224",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "MEGA5: molecular evolutionary genetics analysis using maximum likelihood, evolutionary distance, and maximum parsimony methods",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tamura",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Peterson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Peterson",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Mol Biol Evol",
            "volume": "28",
            "issn": "",
            "pages": "2731--2740",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Sequence analysis indicated that the complete ORF for the N gene of TGEV HYM-09 consisted of 1,149 bases and coded for a basic protein of 382 amino acids. It consisted of 389 adenines (33.86 %), 230 cytosines (20.02 %), 261 guanines (22.72 %) and 269 thymines (23.41 %). Homologous comparison of the nucleotide sequences and deduced amino acids of the TGEV HYM-09 N gene with those of other 12 TGEV strains (hn2002, to14, h155, purdue, 96-1933, ts, AF298231, h16, sc-y, Miller M6, TFI and FS772/70 came from Europe, North America and Asia, respectively.) was performed with DNAMAN version 7 software (http://www.lynnon.com). The results revealed that the nucleotide sequence of the HYM-09 N gene was",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Reverse transcriptase-polymerase chain reaction (RT-PCR) products of TGEV N gene on 1 % gel. Lane 1, a molecular weight Marker DL 2000; Lane 2, N products (1,149 bp); Lane 3, negative control",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Phylogenetic tree of TGEV strains based on the nucleotide sequences of N gene. hn2002 (AY587884), to14 (AF302264), h155 (GQ374566), purdue (DQ811789), 96-1933 (AF104420), ts (AY335549), AF298213, H16 (FJ755618), sc-y (DQ443743), Miller M6 (DQ811785), TFI (Z35758), FS772/70 (Y00542). The tree was obtained by boot strap analysis with the neighbor-joining method using MEGA5.05 software; The values of bootstrap confidence level of the nodes are indicated above the branch (1,000 replications)",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Source of transmissible gastroenteritis virus (TGEV) N sequences used in the analysis",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}