{
    "paper_id": "6e535bd8f613073ca0ff2614a9ddaabc6cb6de6e",
    "metadata": {
        "title": "H I S TO R I C A L N E W S A N D V I E W S",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The structure of gp41 was a long-sought and elusive goal for HIV biologists. The difficulties of working with a membrane protein, the strong tendency of gp41 to aggregate, and other hurdles stood in the way. When Chan et al. 1 and Weissenhorn et al. 2 finally produced the first structures in 1997, followed shortly by Tan et al. 3 , they began to give molecular form to the apparatus of viral fusion, whose outline had emerged earlier in the decade. The structures are the focus of much work to design new inhibitors of the fusion process, and serve as an outstanding example of how findings in basic science can stimulate exploration of new therapeutics. This is what fusion looks like: envelope spikes composed of gp41 and gp120 decorate the surface of HIV-1. The surface glycoprotein of the spike, gp120, engages CD4 and CCR5 or CXCR4 coreceptors, primarily on macrophages and CD4 + T cells. gp120 undergoes conformational changes to activate gp41, a transmembrane glycoprotein that uses conserved structural elements to mediate the fusion of the host and viral membranes. Genetic information can then flow from the virus to the target cell.",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 226,
                    "text": "1",
                    "ref_id": null
                },
                {
                    "start": 250,
                    "end": 251,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 330,
                    "end": 331,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The structure of the spikes is dictated by the virus' need to bind and enter target cells while avoiding a host neutralizing antibody response. In such a response, host antibodies bind to the virus and prevent it from entering the target cell To manage this problem, HIV-1 has evolved to keep the vulnerable conserved regions of the envelope spike-such as those on gp41 that comprise the fusion machinery-hidden as much as possible. This serves two purposes: it restricts the ability of conserved epitopes to elicit antibodies (low immunogenicity), and it helps prevent antibodies that are elicited from binding to conserved epitopes (low antigenicity). Neutralizing antibodies against conserved epitopes are a particular threat to HIV-1, as escape via mutation is more difficult than for variable regions of the envelope spikes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the mature, 'untriggered' spike, much of the surface of gp41 is masked by gp120. After receptor engagement, during which gp41 is perhaps most vulnerable, access to the fusionintermediate state of gp41 is restricted by the closely opposing membranes. The fusion process itself takes only minutes, which significantly limits access to the transiently exposed epitopes on gp41. In contrast, the postfusion conformation of gp41 is a stable repeating unit that is highly immunogenic. This postfusion conformation appears to be so radically different from the fusion-intermediate conformations of gp41 that elicited antibodies are unable to bind to the intermediate conformations and therefore are unable to inhibit fusion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This description was given a molecular underpinning in 1997, with the X-ray crystal structures of the putative postfusion form of The first X-ray crystal structures of gp41, the protein that mediates fusion of HIV-1 to target cells, were solved in the mid-1990s. The structures provide a foundation for understanding viral entry and the mechanism of action of compounds that block fusion. The first fusion inhibitor has recently entered the clinic, and the hope is that more potent and broadly active compounds, based on molecular design, will follow. and coreceptor, gp120 undergoes conformational changes that expose gp41 and activate the fusion machinery, notably the N-HR regions and the fusion peptide (FP). gp41 is probably in a somewhat extended arrangement in which the N-HR region of three gp41 molecules form an α-helical bundle, positioning the fusion peptides for insertion into the host-cell membrane. The C-HR region of gp41 is drawn here without defined secondary structure, but some models show it in an α-helical conformation. gp41-targeting fusion inhibitors such as T20 act on the fusion-intermediate conformation(s) of gp41 to inhibit six-helix bundle formation. (c) After fusion. Fusion seems to coincide with chain reversal, or 'jackknifing', such that the antiparallel N-HR and C-HR regions form a six-helix bundle, represented here by the structure of Weissenhorn et al. 2 .",
            "cite_spans": [
                {
                    "start": 1395,
                    "end": 1396,
                    "text": "2",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "HIV-1 gp41 (refs. 1-3). Before then, it was known that the N-and C-terminal portions of the external domain of gp41 contain heptad repeat sequences. Peptides corresponding to the N-terminal (N-HR) and C-terminal (C-HR) heptad repeat regions of gp41, notably T21 (DP107) and T20 (DP178), respectively, could inhibit HIV-1 entry into cells [4] [5] [6] . T20, rebranded as enfuvirtide, was approved by the US Food and Drug Administration for patients last fall.",
            "cite_spans": [
                {
                    "start": 338,
                    "end": 341,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 342,
                    "end": 345,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 346,
                    "end": 349,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Deborah Maizels"
        },
        {
            "text": "To overcome the technical hurdles of crystallizing gp41, it was necessary to truncate the protein to make it stable and soluble. Each of the three laboratories crystallized a proteolytically stable core of the extraviral domain of gp41; (devoid of the N-terminal hydrophobic fusion peptide, a disulfide-loop region linking the N-HR and C-HR regions, and the membrane-proximal region).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Deborah Maizels"
        },
        {
            "text": "Although each of the groups crystallized fragments of different sizes, the resulting structures were nearly identical. gp41 was found to have a trimeric core consisting of parallel α-helices corresponding to the N-HR region of gp41. Packed around this trimeric core were three, slightly oblique C-HR α-helices, arranged antiparallel to the inner core to create a trimer of heterodimers, or a six-helix bundle (Fig. 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 409,
                    "end": 417,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Deborah Maizels"
        },
        {
            "text": "Notably, this arrangement had also been observed in the pH-induced conformation of the influenza hemagglutinin molecule 7 and the transmembrane subunit of Moloney murine leukemia virus 8 . The structural motif has since been found in Ebola virus, Newcastle disease virus, respiratory syncytial virus and the coronavirus linked to severe acute respiratory syndrome 9,10 . The motif is a striking example of convergent evolution, and has revealed a vulnerability to be exploited in drug design.",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 186,
                    "text": "8",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Deborah Maizels"
        },
        {
            "text": "The gp41 structures provide an understanding of how T20 and other gp41-targeted fusion inhibitors work, and shed light on the difficulties of designing vaccines that elicit neutralizing antibodies to gp41.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Deborah Maizels"
        },
        {
            "text": "The T20 peptide corresponds to the C-HR region of gp41 and inhibits HIV-1 entry by packing against the outer grooves on the trimer of α-helices, thereby preventing the formation of six-helix bundles 11 . Resistance to T20 has been documented, typically involving one or two substitutions along the outer grooves in the N-HR region of gp41.",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 201,
                    "text": "11",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Deborah Maizels"
        },
        {
            "text": "The relatively new drug T1249, a peptide analog of T20, is an effective inhibitor of T20resistant isolates of HIV-1 and is in clinical trials (http://www.trimeris.com/pipeline/clinical.html). Resistance to T1249 is anticipated but has yet to be documented. Peptides corresponding to the N-HR region of gp41 inhibit six-helix bundle formation by targeting the C-HR region. Monomeric N-HR peptides such as T21 are prone to aggregation, making them much less potent than T20; potency is increased substantially with soluble, trimeric N-HR constructs 12, 13 .",
            "cite_spans": [
                {
                    "start": 547,
                    "end": 550,
                    "text": "12,",
                    "ref_id": null
                },
                {
                    "start": 551,
                    "end": 553,
                    "text": "13",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Deborah Maizels"
        },
        {
            "text": "In principle, antibodies that could bind to the N-HR inner helical core after receptor activation should also block entry of HIV-1, similar to the fusion inhibitors. In terms of vaccine design, however, eliciting neutralizing antibodies to this target may be difficult because of spatial and temporal limitations during the fusion process. The broadly neutralizing antibodies defined to date seem to recognize gp41 epitopes that are close to the viral membrane but accessible during fusion 14, 15 . Vaccinologists await structures for the fusion intermediates.",
            "cite_spans": [
                {
                    "start": 490,
                    "end": 493,
                    "text": "14,",
                    "ref_id": null
                },
                {
                    "start": 494,
                    "end": 496,
                    "text": "15",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Deborah Maizels"
        },
        {
            "text": "The gp41 structures have stimulated progress in the design and selection of fusion inhibitors. In one study, an engineered trimer of the inner N-HR helical peptides was used to select peptides from a random phage display library. These peptides, selected as proteolytically stable mirror-image or D-peptides, potently inhibit HIV-1 entry into cells 13 . In another study, investigators constructed a fivehelix bundle that lacks one of the outer C-HR peptides. The five-helix bundle potently inhibited HIV-1 entry, probably by binding to a single C-HR region on HIV-1 gp41 and preventing six-helix bundle formation 16 . In a particularly inspired demonstration of structure-based design, the solvent-exposed residues on one face of the α-helix of a gp41 C-HR peptide were substituted onto the solvent-exposed face of another helical scaffold, GCN-4. Indeed, the resulting hybrid peptide blocked HIV-1 entry into cells 17 .",
            "cite_spans": [
                {
                    "start": 349,
                    "end": 351,
                    "text": "13",
                    "ref_id": null
                },
                {
                    "start": 614,
                    "end": 616,
                    "text": "16",
                    "ref_id": null
                },
                {
                    "start": 917,
                    "end": 919,
                    "text": "17",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Deborah Maizels"
        },
        {
            "text": "There are major problems with peptide therapeutics, including the cost and difficulty of manufacturing them. T20 currently costs $20,000 per year per patient, and the supply has yet to satisfy the demand. In an initial effort to develop nonpeptide inhibitors of HIV-1 entry using the crystal structures of gp41, molecular docking algorithms have been used to search small molecule libraries in silico for compounds that might bind in a deep hydrophobic cavity in the inner N-HR peptide core. Some of the bestranking compounds inhibited HIV-1 infectivity with modest potency in vivo 18 .",
            "cite_spans": [
                {
                    "start": 582,
                    "end": 584,
                    "text": "18",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Deborah Maizels"
        },
        {
            "text": "Another group used a short C-HR peptide as a scaffold for attaching a nonpeptide combinatorial library onto its N terminus. The library was screened against an engineered trimer of N-HR peptides, and a hybrid ligand, composed of a synthetic moiety linked to the C-HR peptide, was selected that was able to inhibit HIV-1 envelope-mediated cell-cell fusion 19 . Further optimization of the nonpeptide moiety is envisioned as a route to a stand-alone, small-molecule fusion inhibitor.",
            "cite_spans": [
                {
                    "start": 355,
                    "end": 357,
                    "text": "19",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Deborah Maizels"
        },
        {
            "text": "In another approach, a small molecule was designed to mimic a hydrophobic surface along one face of a heptad repeat α-helix; the proteomimetic was able to partially disrupt the sixhelix bundle and inhibit HIV-1 mediated fusion 20 .",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 229,
                    "text": "20",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Deborah Maizels"
        },
        {
            "text": "As the hidden secrets of gp41 continue to be revealed, new leads for HIV-1 therapies and vaccines will emerge. Interesting new targets for intervention may be uncovered by obtaining detailed structural information on the native and fusion-intermediate conformations of gp41. It will also be useful to elucidate the influence on gp41 structure and function of the segments that were omitted in the gp41 crystal structures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Deborah Maizels"
        },
        {
            "text": "Small-molecule drug design has been extremely effective in inhibiting the HIV-1 protease and reverse transcriptase, but it remains to be seen how well it will work against the envelope complex. Since drug resistance is so prevalent for HIV-1 and has already been documented for T20, drug cocktails may be the best solution. Indeed, the range of potential targets on gp41 and a growing arsenal of other entry inhibitors 21 make synergy with existing and future drug combinations an exciting possibility.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Deborah Maizels"
        },
        {
            "text": "This material is part of Nature Medicine's 10 year anniversary series. For more content related to these special focus issues, please see http://www.nature.com/ nm/special_focus/anniversary/index.html",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Deborah Maizels"
        }
    ],
    "bib_entries": {
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Proc. Natl. Acad. Sci. USA 91",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Wild",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Shugars",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Greenwell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Mcdanal",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Matthews",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "9770--9774",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Michael B. Zwick, Erica O. Saphire and Dennis R. Burton are in the Departments of Immunology and Molecular Biology, The Scripps Research Institute, La Jolla, California 92037, USA. e-mail: burton@scripps.edu gp41: HIV's shy protein Michael B Zwick, Erica O Saphire & Dennis R Burton",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The conformations of HIV-1 gp41 before, during and after the fusion of the viral and host-cell membranes. The HIV-1 envelope spike is a putative trimer of gp120-gp41 heterodimers. (a) Before fusion. In the native, untriggered conformation, the ectodomain (extraviral portion) of gp41 is largely cloaked by gp120 (transparent here). The structural details of this native configuration are not well elucidated. (b) Fusion intermediate(s). Upon binding CD4",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}