{
    "paper_id": "6ea661dee656d26f7b014f548a76387b6c6259db",
    "metadata": {
        "title": "Natural Foci Diseases as a Stable Biological Threat Nataliya Vynograd",
        "authors": [
            {
                "first": "Ó",
                "middle": [
                    "L"
                ],
                "last": "Hirszfeld",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Lviv National Medical University",
                    "location": {
                        "postCode": "2014",
                        "settlement": "Wroclaw, L'viv",
                        "country": "Poland, Ukraine"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The key aspects of the natural foci of especially dangerous diseases as a type of biological threats are presented. Approaches to epidemiological surveillance and control to the spread of the agents of especially dangerous diseases on endemic areas are described for zoonosis that has a medical value. The knowledge of specific design of tools for the implementation of epidemiological surveillance, monitoring and evaluation of natural foci diseases in developing countries is low; accordingly, little is known on the ecology and transmission dynamics for the agents of especially dangerous diseases. Important is to know the effectiveness of serological monitoring of the indigenous population to determine the activity of natural foci of hemorrhagic fever with renal syndrome, tick-borne encephalitis, tularemia, Q-fever, Lyme disease and West Nile disease. The main species of reservoirs and vectors for these agents have been determined in different regions of Ukraine. New tick-borne agents that were unknown for certain regions have been detected. These data indicate the spreading of different pathogens in combination with natural foci.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The spectrum of biological hazards for humans has changed over evolution. Emerging zoonotic infectious diseases have presented specific challenges in response strategies (de Cock et al. 2013; Jones et al. 2008; Keim et al. 2007 ). Unfortunately, progress in many areas of society not only has led to the reduction in range and reduced adverse events caused by biological agents, but also expanded ones. Globalization and the change of climate essentially influenced the modification of natural foci of zoonotic diseases, which have a medical value (Bradley and Altizer 2007; Pavlin et al. 2009; Semenza and Menne 2009) . Natural foci are stable with a long-time activity, while they change under climate, geographical and human influence (Keesing et al. 2010) . Dynamic changes of the population properties, level of pathogens, animal and vectors, immunological patterns of human are to be determined; anthropogenic pressure on biocenosis complexes and other conditions requiring continuous and comprehensive assessment of the epidemiological situation are investigated (Gratz 2006; Heyman et al. 2010) . Simultaneous circulation of different species of pathogens and their unequal distribution within the natural foci is the reason why there are still many unexplored questions on the nature of species-to-species interaction (Futse et al. 2008; Krause et al. 2002; Reis et al. 2011) . Epidemiological surveillance of endemic natural focal diseases is an essential task for maintaining the health-care system. The effectiveness of protection of population against natural biological threats in endemic areas depends on the timeliness and completeness of the risks of epidemic events identified, and the adequacy of measures to minimize them. Using geographic information systems optimized the control system of natural foci of a number of extremely dangerous infections. Nevertheless, constant updating of data on the major components of this approach will be the best solution enabling to make the right decisions (Armed Forces Pest Management Board 2012; Smith et al. 2009 ). The reality of today is changing the boundaries of the recognized nosological areas and expression of new biological threats as a result of climate change, intensification of migration processes and transport communication, global trade and so on (Lindgren et al. 2000) . On the other hand, continued evolution of recognized pathogens as well as new genetically modified manmade agents with unpredictable effects for environment are developing.",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 191,
                    "text": "(de Cock et al. 2013;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 192,
                    "end": 210,
                    "text": "Jones et al. 2008;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 211,
                    "end": 227,
                    "text": "Keim et al. 2007",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 548,
                    "end": 574,
                    "text": "(Bradley and Altizer 2007;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 575,
                    "end": 594,
                    "text": "Pavlin et al. 2009;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 595,
                    "end": 618,
                    "text": "Semenza and Menne 2009)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 738,
                    "end": 759,
                    "text": "(Keesing et al. 2010)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1070,
                    "end": 1082,
                    "text": "(Gratz 2006;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1083,
                    "end": 1102,
                    "text": "Heyman et al. 2010)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1327,
                    "end": 1346,
                    "text": "(Futse et al. 2008;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1347,
                    "end": 1366,
                    "text": "Krause et al. 2002;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1367,
                    "end": 1384,
                    "text": "Reis et al. 2011)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2058,
                    "end": 2075,
                    "text": "Smith et al. 2009",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 2326,
                    "end": 2348,
                    "text": "(Lindgren et al. 2000)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Pathogens of especially dangerous diseases cause a great harm to the health of population of endemic areas (Lampman 2011). Animal-related diseases are ones that cross from wildlife to livestock, species-to-species (e.g., HIV, SARS-CoV and MERS-CoV, different types of avian flu viruses, Nipah virus). The increased transmission of especially dangerous pathogens (EDPs) of vector-borne diseases and a large population at risk has prompted the needs for enhanced prevention actions from public health officials.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The medical and social value is measured in many ways, out of which the most important is: the level of morbidity, mortality, lethality, disability or lost years of life. The impact of pathogens shared in the formation of other pathology (somatic, endocrine, oncology) that emerged in the later periods of the diseases, requires a further study (Kampschreur et al. 2012; Limonard et al. 2010) . In terms of biosafety, an endemic area of EDPs can be of interest for terrorists who are interested in obtaining strains of EDPscovert terrorist acts that simulate natural processes (Broussard 2001; Buehler et al. 2003 ; Centers for Disease Control and Prevention 2010). There are basic classical approaches to the organization of epidemiological surveillance to natural focal diseases (Brouqui et al. 2004 ). Mandatory elements are to determine the spectrum and properties of circulating pathogens, species composition of reservoirs and vectors, influence of environmental factors (social and natural) and specific risk factors for a community. The aim of surveillance is to make decisions about ongoing public health response to EDP events (outbreaks) and to evaluate the needs for adequate measures.",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 370,
                    "text": "(Kampschreur et al. 2012;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 371,
                    "end": 392,
                    "text": "Limonard et al. 2010)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 577,
                    "end": 593,
                    "text": "(Broussard 2001;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 594,
                    "end": 613,
                    "text": "Buehler et al. 2003",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 781,
                    "end": 801,
                    "text": "(Brouqui et al. 2004",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The basic component is a laboratory-based system responsible for sample collection, processing, storage and investigation to confirm the disease incidents. For developing countries, which do not have adequate resources and capacity, this is a weak point. Decreased availability of laboratory confirmation results in at least two problems: detection of actual EDPs is not correct, and the risk of spreading of these agents increases; on the other hand, biosafety and biosecurity organized in a bad way may cause the same.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the countries that lost adequate control over EDPs in the natural foci and where little is known on the ecology and transmission dynamics of these agents there should be organized the recovery of surveillance system and monitoring.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Preliminary efforts should be focused on training the groups of laboratory specialists, epidemiologists and clinicians to detect EDPs, which will give the opportunity to determine the most probable area of pathogens' emerging. The next advisable step would be to conduct a survey of these areas using serological tests to define of sero-reactivity of the population during cohort studies and hospital study. This will make it possible to determine the range of actual pathogens, levels of morbidity and prevalence of diseases caused by EDPs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We used these approaches for studies in different regions of the country and, as a result, we suggest that humans are affected by Hantaviruses spp., Tick-borne encephalitis virus, Francisella tularensis, Coxiella burnetii, Borrelia burgdorferi s. l., Brucella spp., West Nile virus, Rickettsia spp. in areas considered as not to be affected or with no human cases officially reported. Epidemiological investigations show that infected humans are exposed at places of residence (Vynograd et al. 2012) .",
            "cite_spans": [
                {
                    "start": 477,
                    "end": 499,
                    "text": "(Vynograd et al. 2012)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This finding of a high rate of sero-positive individuals to EDPs is essential for the next stage of research for identification of the reservoirs and vectors of the agents of tickborne and mosquito-borne natural foci diseases. Established species of wild animals and arthropods are providing the naturally functioning foci. The specific species of mosquitoes have been detected as carriers of West Nile virus on Northwest Black Sea Coast (Vynograd and Komarenko 2013a; Vynograd et al. 2013) . Species composition of ticks, that were involved in the transmission of EDPs in the northern part of Ukraine, were different as compared with other regions. In addition to the mentioned above, pathogens of Anaplasma phagocytophilum and Ehrlichia spp. were shown to be present in some regions (Vynograd and Komarenko 2013b) . Analysis of the data provides many advantages in identifying national (regional) priorities to control and initiate systematic epidemiological surveillance of EDPs' natural foci. It is important to note that, at this stage, the study of reservoirs and vectors and other objects of the environment where pathogens circulate in nature should be extended; the standard case for each actual disease should be determined, and the structure and borders of natural foci should be established. This will make it possible to assess the risks to the public and apply prevention policies correctly and control the activity of natural foci.",
            "cite_spans": [
                {
                    "start": 438,
                    "end": 468,
                    "text": "(Vynograd and Komarenko 2013a;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 469,
                    "end": 490,
                    "text": "Vynograd et al. 2013)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 785,
                    "end": 815,
                    "text": "(Vynograd and Komarenko 2013b)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Armed Forces Pest Management Board (2012) Tick-borne diseases: vector surveillance and control",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Urbanization and the ecology of wildlife diseases",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Bradley",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Altizer",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Trends Ecol Evol",
            "volume": "22",
            "issn": "",
            "pages": "95--102",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Guidelines for the diagnosis of tick-borne bacterial diseases in Europe",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Brouqui",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bacellar",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Baranton",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clin Microbiol Infect",
            "volume": "10",
            "issn": "",
            "pages": "1108--1132",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Biological agents: weapons of warfare and bioterrorism",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Broussard",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Mol Diagn",
            "volume": "6",
            "issn": "",
            "pages": "323--333",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Syndromic surveillance and bioterrorism-related epidemics",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Buehler",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Berkelman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Hartley",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Emerg Infect Dis",
            "volume": "9",
            "issn": "",
            "pages": "1197--1204",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Bioterrorism agents/diseases-by category: emergency preparedness and response (online)",
            "authors": [],
            "year": 2010,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The new global health",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "De Cock",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Simone",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Davison",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Emerg Infect Dis",
            "volume": "19",
            "issn": "",
            "pages": "1192--1197",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Superinfection as a driver of genomic diversification in antigenically variant pathogens",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Futse",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Brayton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Dark",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Proc Natl Acad Sci",
            "volume": "105",
            "issn": "",
            "pages": "123--2127",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Vector-and rodent-borne diseases in Europe and North America. Distribution, public health burden, and control. World Health Organisation",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Gratz",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A clear and present danger: tick-borne diseases in Europe",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Heyman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cochez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hofhuis",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Expert Rev Anti Infect Ther",
            "volume": "8",
            "issn": "",
            "pages": "33--50",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Global trends in emerging infectious diseases",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Levy",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "451",
            "issn": "",
            "pages": "990--993",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Identification of risk factors for chronic Q fever",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Kampschreur",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dekker",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Hagenaars",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "The Netherlands. Emerg Infect Dis",
            "volume": "18",
            "issn": "",
            "pages": "563--570",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Impacts of biodiversity on the emergence and transmission of infectious diseases",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Keesing",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Belden",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Daszak",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nature",
            "volume": "468",
            "issn": "",
            "pages": "647--652",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Molecular epidemiology, evolution, and ecology of Francisella",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Keim",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Johansson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Wagner",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Ann N Y Acad Sci",
            "volume": "1105",
            "issn": "",
            "pages": "30--66",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Disease-specific diagnosis of coinfecting tickborne zoonoses: babesiosis, human granulocytic ehrlichiosis, and Lyme disease",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Krause",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mckay",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Clin Infect Dis",
            "volume": "34",
            "issn": "",
            "pages": "1184--1191",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Emerging vector-borne Diseases of public health in Europe and North America",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lampman",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "One-year follow-up of patients of the ongoing Dutch Q fever outbreak: clinical, serological and echocardiographic findings",
            "authors": [
                {
                    "first": "Gjm",
                    "middle": [],
                    "last": "Limonard",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Nabuurus-Franssen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Weers-Pothoff",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Infection",
            "volume": "38",
            "issn": "",
            "pages": "471--477",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Impact of climatic change on the northern latitude limit and population density of the disease transmitting European tick Ixodes ricinus",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lindgren",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Tälleklint",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Polfeldt",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Environ Health Perspect",
            "volume": "108",
            "issn": "",
            "pages": "119--123",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Risk of importing zoonotic diseases through wildlife trade, United States",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "I"
                    ],
                    "last": "Pavlin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Schloegel",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Daszak",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Emerg Infect Dis",
            "volume": "15",
            "issn": "",
            "pages": "1721--1726",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Questing ticks in suburban forest are infected by at least six tick-borne pathogens",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Reis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cote",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Paul",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Vector Borne Zoonotic Dis",
            "volume": "11",
            "issn": "",
            "pages": "907--916",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Climate change and infectious diseases in Europe",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Semenza",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Menne",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Lancet Infect Dis",
            "volume": "9",
            "issn": "",
            "pages": "365--375",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Reducing the risks of the wildlife trade",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Behrens",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Schloegel",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Science",
            "volume": "324",
            "issn": "",
            "pages": "594--595",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Laboratory control of vector as a key link of monitoring of the natural foci of tick-borne zooanthroponosis",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "O"
                    ],
                    "last": "Vynograd",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Komarenko",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Exper Clin Phys Biochem",
            "volume": "2",
            "issn": "",
            "pages": "107--111",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Detection of Anaplasma phagocytophilum in biological objects on Kievska oblast",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "O"
                    ],
                    "last": "Vynograd",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Komarenko",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Ann Lesya Ukrainka East Europe Nat Univ",
            "volume": "14",
            "issn": "",
            "pages": "52--55",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Natural foci transmissible rickettsiosis on west Ukraine",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "O"
                    ],
                    "last": "Vynograd",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "P"
                    ],
                    "last": "Vasylyshyn",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "I"
                    ],
                    "last": "Skalska",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Probl Millitary Health",
            "volume": "35",
            "issn": "",
            "pages": "58--63",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Arboviral infections in the northwest Black Sea Coast",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "O"
                    ],
                    "last": "Vynograd",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "A"
                    ],
                    "last": "Yurchenko",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Dubina",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Inf Dis",
            "volume": "3",
            "issn": "",
            "pages": "5--9",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}