{
    "paper_id": "6f192000b0e87fe2c55632441655de31c61596c4",
    "metadata": {
        "title": "ENVIRONMENTAL BIOTECHNOLOGY Bacterial survival in evaporating deposited droplets on a teflon-coated surface",
        "authors": [
            {
                "first": "Xiaojian",
                "middle": [],
                "last": "Xie",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yuguo",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "&amp;",
                "middle": [],
                "last": "Tong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhang",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Herbert",
                "middle": [
                    "H P"
                ],
                "last": "Fang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Understanding of bacterial survival in aerosols is crucial for controlling infection transmission via airborne aerosols and/or large droplets routes. The cell viability changes of four bacteria species (Escherichia coli K12 JM109; Acinetobacter sp. 5A5; Pseudomonas oleovorans X5; and Staphylococcus aureus X8), three Gram-negative and one Gram-positive, in a large evaporating droplet of size 1,800 μm in diameter on teflon-coated slides were measured using the LIVE/DEAD BacLight solution and a microscope. Droplets of three levels of salinity (0, 0.9, and 36% w/v) were tested. All four species survived well during the droplet evaporation process, but died mostly at the time when droplets were dried out at 40-45 min. The final bacteria survival rate after droplets were completely dried was dependent on bacteria species and the salinity of the suspension solution. Droplet evaporation over the first 35-40 min had no adverse effect on bacterial survival for the droplets tested. The lethal effect of desiccation was found to be the most important death mechanism.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "During talking, coughing, and sneezing, a large number of droplets of saliva and other secretions from the respiratory tract can be released into the air environment (Duguid 1945; Loudon and Roberts 1967; Papineni and Rosenthal 1997) . After complete evaporation, these droplets or their residues (droplet nuclei) can carry microorganisms such as bacteria and viruses, and constitute a medium for transmitting infectious diseases/infections (Wells 1955) . Pathogenladen droplets can also be generated by other physical processes, such as was the case with the complex wastewater flow in the drainage system in the 2003 Amoy Gardens SARS outbreak (Yu et al. 2004) . To understand the transmission of diseases or infection by droplets or droplet nuclei (bio-aerosols), a knowledge of the behavior of infectious microorganisms in aerosols is very important, especially information about the stability and viability of microorganisms in aerosols with which the risk of disease transmission may be quantified. The conventional approach to studying the viability of microorganisms in aerosols is to aerosolize a microorganism suspension into a preconditioned chamber at desired temperature and relative humidity, and then take samples at appropriate times and intervals. The sampling fluid is then diluted (or not) by a certain amount (e.g., 10-fold), and measured volumes of the sampling fluid are deposited onto agar plates, and finally the colonies of microorganisms after incubation are counted. This data can be transformed to the number of viable cells per liter of air and provide survival information on the airborne microorganism (Dimmick and Akers 1969) . Numerous species of microorganisms such as bacteria, viruses, and phages have been investigated using this method, especially in relation to the effects of various environmental factors contributing to the survival of microorganisms in airborne aerosols, such as relative humidity and air temperature (Wells 1955; Riley and O'Grady 1961; Cox 1987) . Considerable differences were found in the longevities (the times for which organisms would survive) of different organisms atomized in small droplets into the air (Wells 1955) . Riley and O'Grady (1961) reviewed the viability studies of Dunklin and Puck (1948) , Wells (1955) , and Ferry et al. (1958) and found an interesting phenomenon that the death rate of organisms atomized into air was rapid at the beginning and subsequently slowed down. The initial rapid death process lasted for 5-20 min, and the death rates in both the initial rapid death process and the subsequent slowed death process showed a linear logarithmic function with time (Dunklin and Puck 1948) . The rapid death process was believed to be associated with the abrupt evaporation of droplets, and the slower one with oxidation. Cox (1987) reviewed most of the viability studies of the 1960s and 1970s, and proposed a kinetic model to fit the experimental results of viability-time curves. The rapid death rate in the first 5 min was also observed by many researchers such as Cox (1971) and Ehresmann and Hatch (1975) . Damage induced by dehydration [also expressed as changing from an aqueous to an atmospheric state of suspension (Wells 1955) ], evaporation of droplets (Riley and O'Grady 1961) , or movement of water molecules (Cox 1987) was believed to play an important role in the death of microorganisms in droplets. However, in almost all of the previous experiments, the viability change during the droplet evaporation process was not recorded because of the high evaporation rate of small atomized droplets, most of which are less than 10 2m and would totally evaporate within a second. The evaporation process was not taken into account by the kinetic model developed by Cox (1987) . During the evaporation of a droplet, its physical and chemical properties are expected to change, such as temperature, concentration of toxic solutes, and pH value. Some changes may be lethal to the suspended microorganisms, particularly the rapid change of the very small droplet sizes. The effects of droplet evaporation on microorganism survival have not been directly investigated in literature. Moreover, the previous viability studies of airborne microorganisms mostly used a laborious and timeconsuming culture method.",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 179,
                    "text": "(Duguid 1945;",
                    "ref_id": null
                },
                {
                    "start": 180,
                    "end": 204,
                    "text": "Loudon and Roberts 1967;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 205,
                    "end": 233,
                    "text": "Papineni and Rosenthal 1997)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 441,
                    "end": 453,
                    "text": "(Wells 1955)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 646,
                    "end": 662,
                    "text": "(Yu et al. 2004)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1633,
                    "end": 1657,
                    "text": "(Dimmick and Akers 1969)",
                    "ref_id": null
                },
                {
                    "start": 1961,
                    "end": 1973,
                    "text": "(Wells 1955;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1974,
                    "end": 1997,
                    "text": "Riley and O'Grady 1961;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1998,
                    "end": 2007,
                    "text": "Cox 1987)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2174,
                    "end": 2186,
                    "text": "(Wells 1955)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 2189,
                    "end": 2213,
                    "text": "Riley and O'Grady (1961)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 2248,
                    "end": 2271,
                    "text": "Dunklin and Puck (1948)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2274,
                    "end": 2286,
                    "text": "Wells (1955)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 2289,
                    "end": 2312,
                    "text": "and Ferry et al. (1958)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2657,
                    "end": 2680,
                    "text": "(Dunklin and Puck 1948)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2813,
                    "end": 2823,
                    "text": "Cox (1987)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 3060,
                    "end": 3070,
                    "text": "Cox (1971)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 3075,
                    "end": 3101,
                    "text": "Ehresmann and Hatch (1975)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 3216,
                    "end": 3228,
                    "text": "(Wells 1955)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 3256,
                    "end": 3280,
                    "text": "(Riley and O'Grady 1961)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 3314,
                    "end": 3324,
                    "text": "(Cox 1987)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 3766,
                    "end": 3776,
                    "text": "Cox (1987)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A commercially available kit, LIVE/DEAD BacLight (Molecular Probes, USA) has been developed for the detection of bacterial viability (Lehtinen et al. 2003; Hope and Wilson 2003; Zhang and Fang 2004) . This kit compromises two nucleic acid dyes: SYTO 9 emitting green fluorescence and propodium iodide (PI) emitting red. SYTO 9 stains all cells regardless of their viability, whereas PI stains only nonviable cells with damaged membrane integrity. Quantitative bacterial viability could be obtained from the microscope images of the stained cells. With this method, bacterial survival in an evaporating large droplet on a teflon-coated slide may be investigated in this study to understand the dying curve of bacteria during the evaporation process of a droplet. Moreover, the evaporation process of a large droplet was simulated by a physical model, in which the temporal change of temperature and solute concentration in the droplet can be obtained. The present study was conducted to provide direct data on bacterial viability change during droplet evaporation.",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 155,
                    "text": "(Lehtinen et al. 2003;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 156,
                    "end": 177,
                    "text": "Hope and Wilson 2003;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 178,
                    "end": 198,
                    "text": "Zhang and Fang 2004)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Experimental study of survival Experiments were conducted on an experiment desk, which was located within a centrally air-conditioned laboratory. A dehumidifier was also used inside the test room. The air temperature and relative humidity in the test room were recorded through each experiment-the temperature was found to be 26±2°C and relative humidity 50±10%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "Four kinds of bacteria were tested: Escherichia coli K12 JM109; Acinetobacter sp. 5A5; Pseudomonas oleovorans X5; and Staphylococcus aureus X8. Acinetobacter sp. 5A5 was provided by the Environmental Biotechnology Laboratory of the Department of Civil Engineering, Hong Kong University. Escherichia coli is a model microorganism widely used in the microbiological studies, including the research about death mechanisms in airborne microorganisms (Benbough 1967) . Acinetobacter sp. 5A5 was isolated from a local drinking water system. Some species in Acinetobacter genus, such as Acinetobacter, are airborne pathogens (Allen and Green 1987) . P. oleovorans X5 and S. aureus X8 were isolated from the airborne particles deposited onto agar plates. A few species in Pseudomonas genus are well-known airborne pathogens (Jones et al. 2003) . S. aureus has also been reported as an airborne pathogen in recent years (Shiomori et al. 2001) . The colonies of the test bacteria were scraped off into 10 ml media of R2A and then incubated in a 37°C shaker at 100 rpm. After 12-16 h, their growth media were centrifuged at 10,000×g for 10 min to discard the supernate. The bacteria were resuspended in 10 ml test suspension solution. Three kinds of suspension solutions were applied in the experiments, i.e., distilled water, a physiological saline solution (0.9% w/v) and a saturated saline solution (36% w/v). Saturated saline solution was used to isolate the effect of increasing solute concentration (osmotic pressure) on bacterial survival during saline droplet evaporation.",
            "cite_spans": [
                {
                    "start": 446,
                    "end": 461,
                    "text": "(Benbough 1967)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 618,
                    "end": 640,
                    "text": "(Allen and Green 1987)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 816,
                    "end": 835,
                    "text": "(Jones et al. 2003)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 911,
                    "end": 933,
                    "text": "(Shiomori et al. 2001)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Bacterial suspension preparation"
        },
        {
            "text": "Three-microliter droplets of suspension solution were deposited onto teflon-coated glass slides using a micropipette. The teflon hydrophobic coating helped form spherical droplets. The initial droplet diameter was estimated to be 1,800 μm, assuming that the droplet was a sphere. It was difficult to generate smaller droplets using this method because of the hydrophilic properties of the micropipette tip and the hydrophobic properties of the teflon-coated slide. As these droplets were exposed to the indoor atmospheric conditions, they evaporated and became smaller until totally evaporated (see Fig. 1 ). The time from droplet generation to sampling was defined as the age of a droplet. It is noted that it is not the purpose of this study to investigate the effect of different depositing surface materials.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 599,
                    "end": 605,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Droplet generation, cell staining, and microscopy"
        },
        {
            "text": "The viability change of the bacteria inside a droplet during the evaporation process was determined using the BacLight solution, which contained 100 μM SYTO 9 and 600 μM PI in phosphate-buffer saline solution (0.13 M NaCl in 10 mM Na 2 HPO 4 ). At various evaporation times (i.e., droplet age of 5, 10 min etc.), 3 μl of the BacLight solution was mixed into a droplet solution, and then the live and dead bacteria cells were counted under a confocal laser scanning microscope (CLSM) (model LSM5 Pascal, Zeiss, Jena, Germany). The CLSM was equipped with two lasers at 488 and 543 nm, a beam splitter NFT545, two filter sets (BP515-530 and LP560) and a Plan-Apochromat 40× objective (NA 0.8, Zeiss). The two-track mode was used to exclude cross talk between the detection channels. SYTO 9, which stained all bacteria green, was excited by the 488 nm laser and the emitting light was collected by the BP515-530 filter, while PI, which stained nonviable bacteria red, was excited by the 543 nm laser and the LP560 filter was used to collect the emitting light. For each sample, 8-20 fluorescent images were saved for later data analysis. Samples were taken at different droplet ages of from 0 to 60 min (longer for some experiments), with time intervals of between 5 and 15 min.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Droplet generation, cell staining, and microscopy"
        },
        {
            "text": "After the procedures described above, the bacterial viabilities in serial droplets of the same volume at different ages could be obtained, which was assumed to be the same as the bacterial viabilities change in the same evaporating droplet at different time. The numbers of live cells (in green or yellow) and dead ones (red) were counted according to the fluorescent images, and then the viability could be calculated as the ratio (in percentage) of the total numbers of live cells to the sum of the total numbers of live cells and dead cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "To determine when the droplets totally dry out and what happens to the droplet properties during droplet evaporation, the evaporation process of a droplet was also investigated using a physical model based on the theory of heat and mass transfer. The model is applied to fully spherical droplets. We assume that the droplets generated in the experiments are fully spherical due to the use of the teflon coating on the slide surface which has hydrophobic properties. The analysis entailed computing the net flux of water vapor molecules by diffusion through a boundary layer adjacent to the droplet. The driving force of mass transfer was the difference in partial pressure between the vapor immediately above the droplet surface and the ambient air far from the surface. The driving force of heat transfer was the difference in temperature between the droplet surface and the ambient air far from the surface. The following differential equations were used to calculate the history of droplet size and temperature during droplet evaporation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modeling study of droplet evaporation"
        },
        {
            "text": "Equation 1 is transformed from the equation derived by Kukkonen et al. (1989) for the mass flux of water vapor from a droplet surface, which is driven by partial pressure difference. Equation 2 is based on energy conservation, balancing the rate of enthalpy loss of the droplet due to evaporation and the heat flux to or from the droplet surface Fig. 1 Image of four droplets deposited onto a teflon-coated surface by thermal convection [the first term in the right hand side (RHS)] and radiation (RHS 2nd term) as well as that carried by evaporated water vapor (RHS 3rd term). In the above equations, r p is droplet radius, m p is the mass of the droplet, t is time, M v is the molecular weight of vapor, D ∞ is the binary diffusion coefficient far from the droplet, R is the universal gas constant, T is temperature and p is the total pressure. p va is the partial pressure of water vapor pressure in equilibrium with the surface of the droplet, which is assumed to equal the saturation vapor pressure of water at temperature T p . p v 1 is the partial pressure of water vapor in ambient air, equal to relative humidity multiplied by the saturation vapor pressure of water at temperature T ∞ . C is the correction factor due to the temperature dependence of the diffusion coefficient, which is given by:",
            "cite_spans": [
                {
                    "start": 55,
                    "end": 77,
                    "text": "Kukkonen et al. (1989)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 346,
                    "end": 352,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Modeling study of droplet evaporation"
        },
        {
            "text": "where λ is a constant, specific for each substance, with a value between 1.6 and 2. c p is the droplet heat capacity, K g is the thermal conductivity of the gas, L v is the latent heat of vaporization and Γ is the Stefan-Boltzmann constant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modeling study of droplet evaporation"
        },
        {
            "text": "The Sherwood number Sh=1+0.3 Re 1/2 Sc 1/3 and Nusselt number Nu=1+0.3 Re 1/2 Pr 1/3 were used to consider the effects of the relative velocity between the gas and the droplet on mass transfer and heat transfer, respectively. Re=ρ g d p V air /μ is the Reynolds number, Sc=μ/(ρ g D) is the Schmidt number, and Pr =c g μ/K g is the Prandtl number, in which d p is droplet diameter, ρ g is gas density, V air is indoor air velocity, μ is dynamic viscosity of the gas, D is the binary diffusion coefficient of vapor through air, and c g and K g are the specific heat and the thermal conductivity of the gas, respectively. The physical and chemical properties of the water used in this study have been presented in the paper by Kukkonen et al. (1989) . In the numerical calculations, the fourth-order Runge-Kutta method was employed to numerically solve the transient Eqs. 1 and 2 for droplet size and temperature, respectively.",
            "cite_spans": [
                {
                    "start": 724,
                    "end": 746,
                    "text": "Kukkonen et al. (1989)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Modeling study of droplet evaporation"
        },
        {
            "text": "For the saline water droplet, the dissolved substance (solute) lowered the saturation vapor pressure of water, which was determined using Raoult's law:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modeling study of droplet evaporation"
        },
        {
            "text": "χ w ¼ n w n s þn w is the mole fraction of water, and for a droplet:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modeling study of droplet evaporation"
        },
        {
            "text": "where n s is the number of moles of solute, n w is the number of moles of water, m s is the mass of solute in the droplet, M s is the molecular weight of solute, M w is the molecular weight of solvent (water), and i is the ion factor (the number of ions that one molecule of substance dissociates into). For NaCl, i is equal to 2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modeling study of droplet evaporation"
        },
        {
            "text": "In the present study, we only considered the effect of solute on the saturation vapor pressure of water and ignored other potential effects. Moreover, in the calculation of droplet size, the volume of crystallized solute was not taken into account. With these assumptions, the nonvolatile solute concentration during droplet evaporation could be easily calculated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modeling study of droplet evaporation"
        },
        {
            "text": "The bacterial viability in an evaporating droplet was determined using the BacLight solution and a CSLM. Four different bacteria species (Acinetobacter sp. 5A5, E. coli K12 JM109, P. oleovorans X5, and S. aureus X8) were tested in distilled water, two bacteria species (Acinetobacter sp. 5A5 and E. coli K12 JM109) in physiological saline solution, and one bacteria species (Acinetobacter sp. 5A5) in saturated saline solution. Each bacteria and suspension solution match was tested once or twice. Figure 2 comprises four respective CSLM images of the BacLightstained Acinetobacter sp. 5A5 cells in a distilled water droplet. Viable cells (in green or yellow) and nonviable ones (red) could be clearly differentiated. It can be seen that viability at a droplet age of 20 min (Fig. 2b) did not change much compared with that at droplet age of 0 min (Fig. 2b) , but decreased drastically at droplet age of 40 min (Fig. 2c) . At droplet age of 50 min (Fig. 2d) , almost all the bacteria cells were dead. According to observation of the authors, it takes about 40 min for a droplet of this size (3 μl) to evaporate all the visible moisture, which means that the droplet is dry at 50 min. Figure 3 shows the viability of four bacteria species in an evaporating distilled water droplet. Taking Acinetobacter sp. 5A5 for example, in the first 35 min, the viability fluctuated slightly around 80%. Then, it rapidly declined to approximately 20% within the subsequent 10 min. Thereafter, the viability was relatively stable, fluctuation around 10%. A similar pattern of viability change over time was observed for E. coli K12 JM109 and P. oleovorans X5, in which E. coli K12 JM109 had the lowest viability at droplet age of more than 45 min. However, the survival pattern of S. aureus X8 was different from the above three species. Its viability fluctuated around 80% during the first 35 min of evaporation, and then it slowly decreased to 35% from 35 to 60 min and kept this value with little fluctuation. In one run, the viability of a droplet at 80 min was more than 35%.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 498,
                    "end": 506,
                    "text": "Figure 2",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 775,
                    "end": 784,
                    "text": "(Fig. 2b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 848,
                    "end": 857,
                    "text": "(Fig. 2b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 911,
                    "end": 920,
                    "text": "(Fig. 2c)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 948,
                    "end": 957,
                    "text": "(Fig. 2d)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1184,
                    "end": 1192,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Bacterial viability"
        },
        {
            "text": "The survival of Acinetobacter sp. 5A5 and E. coli K12 JM109 in a saline water droplet is shown in Fig. 4 . The pattern of viability change over time for Acinetobacter sp. 5A5 and E. coli K12 JM109 in physiological saline droplets was similar to those in distilled water droplets. For Acinetobacter sp. 5A5, the difference lay in that the viability in physiological saline droplets after 45 min (below 5%) was much lower than that in distilled water droplets (about 20%). For E. coli K12 JM109, the rapid viability decline stage started at about 35 min and ended at 50 min, which was approximately 5 min longer than that in distilled water droplets. Moreover, less viable E. coli K12 JM109 cells were detected in physiological saline droplet than in distilled water. The physiological saline droplets were observed to fully evaporate at about 45 min, 5 min longer than that for distilled water droplets.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 98,
                    "end": 104,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Bacterial viability"
        },
        {
            "text": "For saturated saline droplets, salt crystals formed soon after droplet evaporation. There was no visible water after 50 min. The survival pattern of Acinetobacter sp. 5A5 in saturated saline droplets was different from that in distilled water and physiological saline droplets. Approximately 80% of the cells were viable during the first 40 min of evaporation. Then, a fast viability decline stage (from 40 to 65 min) also occurred, but the decline rate was relatively lower than those in a distilled water droplet and a physiological saline droplet. The viability decreased to about 25% at a droplet age of 65 min and then slowly declined to about 13% at a droplet age of 90 min. Fig. 7 . A higher air velocity resulted in faster evaporation and an earlier saturation time for the same initial size 0.9% saline water droplets, as shown in Fig. 7 . For all four air velocities, the solute NaCl crystallized when the droplet diameter was smaller than 520 μm. The evaporation time of droplets (0-2,000 μm) are plotted in Fig. 8 . According to our calculations, the droplet temperature decreased very rapidly within the first few seconds and reached a constant value very quickly. This constant value was approximately equal to the wet-bulb temperature of ambient air, which depends on the air temperature and relative humidity. Although in normal air conditions the temperature depression is only a few degrees, the temperature relaxation time (the duration of droplet decrease) is so short for small droplets that the average cooling rate is very large, which can be seen in Fig. 8 . For 1,000 μm droplets, the average cooling rate during droplet temperature relaxation was about 62°C/min, and about 2,739°C/min for 100 μm droplets, but it was more than 400,000°C/min for 10 μm droplets. Experimental- Ranz and Marshal (1952) Predicted- Ranz and Marshall (1952) ",
            "cite_spans": [
                {
                    "start": 1801,
                    "end": 1824,
                    "text": "Ranz and Marshal (1952)",
                    "ref_id": null
                },
                {
                    "start": 1836,
                    "end": 1860,
                    "text": "Ranz and Marshall (1952)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 681,
                    "end": 687,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 840,
                    "end": 846,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1019,
                    "end": 1025,
                    "text": "Fig. 8",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1574,
                    "end": 1580,
                    "text": "Fig. 8",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Bacterial viability"
        },
        {
            "text": "Comparing the calculated droplet evaporation time from our modeling study with the observed results during the experimental study, we found that the numerical results fitted well with the observed ones when the air velocity was between 0.2 and 0.3 m/s (Fig. 6) . It took about 40, 45, and 50 min to fully evaporate distilled water, 0.9% saline and 36% saline droplets, respectively, at the air conditions in this study. For distilled water droplets, the results indicated that most of the Acinetobacter sp. 5A5, E. coli K12 JM109 and P. oleovorans X5 cells died when the droplets evaporated completely, while the viability was relatively stable during the first 35 min of evaporation. This finding provides further evidence to the knowledge that water loss in cells (desiccation) is lethal to cells' viability (Wells 1955; Riley and O'Grady 1961; Cox 1987) . The survival pattern of S. aureus X8 was different. Its viability decline rate was Time (min) Fig. 6 Droplet diameter change vs time at different air velocities for: a pure water; b 0.9% saline water; and c 36% saline water. T air =26°C, RH=50%, initial droplet diameter 1,800 μm relatively slower, and more bacteria survived desiccation. This may be because Acinetobacter sp. 5A5, E. coli K12 JM109 and P. oleovorans X5 are Gram-negative, while S. aureus X8 is Gram-positive. It is well known that Grampositive bacteria have tight membranes and are more resistant to adverse conditions, thus they may survive better and longer than Gram-negative bacteria in aerosols under various adverse conditions, including desiccation (Theunissen et al. 1993) . Moreover, during our experiments, the BacLightstained S. aureus X8 cells were observed to clump together once most of the droplet water had been evaporated. The clumping activity could hold some water and result in higher survival of S. aureus X8.",
            "cite_spans": [
                {
                    "start": 810,
                    "end": 822,
                    "text": "(Wells 1955;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 823,
                    "end": 846,
                    "text": "Riley and O'Grady 1961;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 847,
                    "end": 856,
                    "text": "Cox 1987)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1583,
                    "end": 1607,
                    "text": "(Theunissen et al. 1993)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 252,
                    "end": 260,
                    "text": "(Fig. 6)",
                    "ref_id": null
                },
                {
                    "start": 953,
                    "end": 959,
                    "text": "Fig. 6",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The survival pattern of Acinetobacter sp. 5A5 and E. coli K12 JM109 in physiological saline droplets was a little different from that in distilled water droplets. This may have been due to the 0.9% salinity, which could on the one hand prolong the evaporation time of a droplet, favoring bacterial survival, and on the other hand result in lethally high concentration of NaCl (osmotic shock) as the saline water droplet evaporated to solute crystallization. The effects of desiccation (water loss) and suspension in lethally high concentration of NaCl solution act together, and then resulted in more rapid viability decline and lower viability after drying in physiological saline droplet than that in pure water solution. In the case of Acinetobacter sp. 5A5 in saturated saline water droplets, the relatively slow decline rate in the rapid viability loss stage may be explained by the fact that the cells had achieved osmotic equilibrium with the saturated solution before the experiments. A large volume of a cell's intracellular free water flows out from the cells at the driving force of great osmotic pressure gradient. The advanced water loss may reduce damage to bacteria when a droplet is drying, which therefore lowers the decline rate in the rapid viability decline stage. Another hypothesis for this phenomenon is due to the variability of bacteria samples. All these results indicate that the salinity of the suspension solution does influence bacterial survival, while desiccation causes the most lethal damage to bacteria.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "During evaporation, a droplet's temperature would rapidly decrease by a few degrees to the wet-bulb temperature of the air, and the temperature distribution inside the droplet would be nonuniform, although in our modeling we assumed a uniform temperature profile. In fact, the temperature in the outer layer of a droplet is lower than that of inside. Bacteria would move around inside a droplet and experience warm-cold-warm-cold cycles. All these temperature issues would affect the metabolism of the cells and the transport rates of metabolites across the cell membrane (Riley and O'Grady 1961) , thereby incurring adverse effects on the bacteria. In all experiments in this study, it was observed that the viability didn't change much in all droplets over the first 35-40 min. In experiments, large droplets (1,800 μm) were used and the average cooling rate was about 30°C/min (Fig. 8) . It seems that the cooling rate of large droplets has no adverse effect on the bacterial survival in evaporating large droplets. It should be noted that for most of the previous aerosol survival studies, small droplets were aerosolized to a median diameter of about 10 μm. The very rapid moisture loss caused a sharp fall of temperature, at cooling rates as high as >400,000°C/min (Fig. 8) . High viability during very rapid cooling process has been reported in freezing-drying studies (Mazur 1961; Dumont et al. 2003) . However, this may be a different situation because those studies involved subzero temperatures and ice formation. The effect of cooling rate on bacterial viability is very complicated and it is beyond the purpose of this study. Because most of the previous aerosol survival studies have applied the methods of aerosolization and cloud detection, it may be difficult to compare the results in this study with those in the aerosol survival studies. If the survival pattern in small droplets is assumed to be the same as that in large droplets, as used in the present study, the rapid die-off phenomena in this study supported the findings reported in previous studies (Riley and O'Grady 1961) . A droplet cloud tested in previous studies contained droplets of different sizes. Smaller droplets evaporated rapidly, and most of the bacteria died soon after drying. Larger droplets evaporated relatively slowly and need more time to dry out so that the bacteria would survive longer. Thus, the viability curve of bacteria in a droplet cloud exhibits a linear logarithmic function of time (Dunklin and Puck 1948) .",
            "cite_spans": [
                {
                    "start": 572,
                    "end": 596,
                    "text": "(Riley and O'Grady 1961)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1376,
                    "end": 1388,
                    "text": "(Mazur 1961;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1389,
                    "end": 1408,
                    "text": "Dumont et al. 2003)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2077,
                    "end": 2101,
                    "text": "(Riley and O'Grady 1961)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 2494,
                    "end": 2517,
                    "text": "(Dunklin and Puck 1948)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 880,
                    "end": 888,
                    "text": "(Fig. 8)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1271,
                    "end": 1279,
                    "text": "(Fig. 8)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "During coughing and sneezing, large droplets could be produced (Duguid 1945; Loudon and Roberts 1967) , which could be larger than 1,000 μm in diameter. Droplets of this size would not remain suspended in air for long time, and will fall into the short-range, large-droplet transmission category (transmission distance <1 m, see CDC 1996 and Langley 2005) . Then, these droplets deposit on surfaces and evaporate to become dry residues. To some degree, the results obtained using droplets of 1,800 μm in this study reflect the viability on surfaces, especially nonpermeable surfaces. The surface of a teflon-coated slide may be representative of plastic surfaces which are commonly used in hospital wards. Two methods have previously been used in the study of microorganism survival on surfaces. The first one is to sample the microorganisms deposited from the airborne state, by aerosolizing droplets in a closed chamber (Wilkinson 1966; Keswick et al. 1983; Marshall et al. 1988) , in which recording data during droplet evaporation is difficult. The second method is to apply the test bacterial suspension directly to a surface (Rose 2003), however the relationship between evaporation and time is difficult to determine. The methodology in the present study is different from the above two methods and provides some interesting data and more information on bacterial survival on surfaces.",
            "cite_spans": [
                {
                    "start": 63,
                    "end": 76,
                    "text": "(Duguid 1945;",
                    "ref_id": null
                },
                {
                    "start": 77,
                    "end": 101,
                    "text": "Loudon and Roberts 1967)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 329,
                    "end": 341,
                    "text": "CDC 1996 and",
                    "ref_id": null
                },
                {
                    "start": 342,
                    "end": 355,
                    "text": "Langley 2005)",
                    "ref_id": null
                },
                {
                    "start": 922,
                    "end": 938,
                    "text": "(Wilkinson 1966;",
                    "ref_id": null
                },
                {
                    "start": 939,
                    "end": 959,
                    "text": "Keswick et al. 1983;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 960,
                    "end": 981,
                    "text": "Marshall et al. 1988)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Additionally, the results in the study reflect the survival of bacteria in airborne droplets because the use of teflon enables most of the droplet surface to be exposed to the atmosphere. Small droplets expelled during coughing and sneezing could quickly evaporate to become droplet nuclei [see Cole and Cook (1998) ] and suspend in the air for a long time. The results obtained in most of the previous aerosol survival studies adapted aerosolization and cloud detection methods, i.e., these studies were about the survival of microorganisms in droplet nuclei, in which the information of microorganism survival in droplets was not provided. If the survival pattern in small droplets is the same as that in large droplets obtained in this study, we could combine the results obtained using our methodology with that through aerosolization method, and describe the whole viability history of microorganisms in droplets and their dry evaporated residues (droplet nuclei). After dispersal, microorganisms survive well before the droplet dries out. Most of these microorganisms would die when the droplet dries out, but there are still viable cells in the droplet nuclei, the amount of which depends on the microorganism species and the suspension solutions. In droplet nuclei, the death rate of microorganisms slows down. Various environmental factors contribute to the survival of microorganisms in airborne droplet nuclei, such as relative humidity and air temperature. All these information is essential for the simulation of airborne microbial droplet dispersion and thus potential risk assessment associated with droplet release due to respiratory activities of infectious patient and wastewater treatment.",
            "cite_spans": [
                {
                    "start": 295,
                    "end": 315,
                    "text": "Cole and Cook (1998)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In this study, bacterial survival in large evaporating droplets on teflon-coated slides was measured using the BacLight solution and a microscope. Acinetobacter sp. 5A5, E. coli K12 JM109, P. oleovorans X5, and S. aureus X8 suspended in distilled water, 0.9% saline water and 36% saline water were tested. Over the first 35-40 min of droplet evaporation, the viability fluctuated slightly around 80%. Most of the bacteria died when the droplets were almost dried out. The viability after drying depends not only on the bacteria species but also on the salinity of the suspension solution. This survival pattern revealed that the initial evaporation of a droplet has no effect on bacterial survival. Damage caused by desiccation is the most important mechanism.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "During coughing and sneezing, for example, the droplets ejected from the mouth usually contain saliva, foreign material, and substances such as mucus or phlegm from the respiratory tract. These components will affect droplet evaporation. Further work will determine the survival patterns in artificial saliva droplet, as well as the influence of pH value and undissolved small particles. This work is useful to identify an appropriate engineering method for more effectively controlling disease transmission due to large droplets, and thus minimizing the risk of crossinfections in areas such as hospital wards and isolation rooms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "(Project No. HKU 7115/04E). The authors thank Ms. Xiaoli Qin for her assistance in culturing the bacteria and DNA sequencing of the bacteria.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Hospital outbreak of multi-resistant Acinetobacter anitratus: an airborne mode of spread?",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Allen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "T"
                    ],
                    "last": "Green",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J Hosp Infect",
            "volume": "9",
            "issn": "2",
            "pages": "110--119",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Death mechanisms in airborne Escherichia coli",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Benbough",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "J Gen Microbiol",
            "volume": "47",
            "issn": "3",
            "pages": "325--333",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Guidelines for Isolation Precautions in Hospitals, Hospital Infection Control Advisory Committee",
            "authors": [],
            "year": 1996,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Characterization of infectious aerosols in health care facilities: an aid to effective engineering controls and preventive strategies",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Cole",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Cook",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Am J Infect Control",
            "volume": "26",
            "issn": "",
            "pages": "453--464",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Aerosol survival of Pasteurella tularensis disseminated from the wet and dry states",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Cox",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Appl Microbiol",
            "volume": "21",
            "issn": "3",
            "pages": "482--486",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "New York Duguid JF (1945) The numbers and the sites of origin of the droplets expelled during expiratory activities",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Cox",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "Edinb Med J",
            "volume": "52",
            "issn": "",
            "pages": "340--385",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Influence of cooling rate on Saccharomyces cerevisiae destruction during freezing: unexpected viability at ultra-rapid cooling rates",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Dumont",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Marechal",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gervais",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Cryobiology",
            "volume": "46",
            "issn": "1",
            "pages": "33--42",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The lethal effect of relative humidity on air-borne bacteria",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Dunklin",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "Puck",
                    "suffix": ""
                }
            ],
            "year": 1948,
            "venue": "J Exp Med",
            "volume": "87",
            "issn": "",
            "pages": "87--101",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Effect of relative humidity on the survival of airborne unicellular algae",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Ehresmann",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Hatch",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Appl Microbiol",
            "volume": "29",
            "issn": "3",
            "pages": "352--357",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Studies of the loss of viability of stored bacterial aerosols: II-death rates of several non-pathogenic organisms in relation to biological and structural characteristics",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferry",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "F"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Damon",
                    "suffix": ""
                }
            ],
            "year": 1958,
            "venue": "J Hyg",
            "volume": "56",
            "issn": "",
            "pages": "125--150",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Identification of airborne dissemination of epidemic multiresistant strains of Pseudomonas aeruginosa at a CF centre during a cross infection outbreak",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Govan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Doherty",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Dodd",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Isalska",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "N"
                    ],
                    "last": "Stanbridge",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Webb",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Thorax",
            "volume": "58",
            "issn": "6",
            "pages": "525--527",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Measuring the thickness of an outer layer of viable bacteria in an oral biofilm by viability mapping",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Hope",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Microbiol Meth",
            "volume": "54",
            "issn": "",
            "pages": "403--410",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Survival and detection of rotaviruses on environmental surfaces in day care centers",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Keswick",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Pickering",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Dupont",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Woodward",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Appl Environ Microbiol",
            "volume": "46",
            "issn": "4",
            "pages": "813--816",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The interdependence of evaporation and settling for airborne freely falling droplets",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kukkonen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Vesala",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kulmala",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "J Aerosol Sci",
            "volume": "20",
            "issn": "",
            "pages": "749--763",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Fluoro-luminometric real-time measurement of bacterial viability and killing",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lehtinen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Virta",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lilius",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Microbiol Meth",
            "volume": "55",
            "issn": "",
            "pages": "173--186",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Relation between the airborne diameter of respiratory droplets and the diameter of the stains left after recovery",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Loudon",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "Nature",
            "volume": "213",
            "issn": "",
            "pages": "95--96",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Survival of Escherichia coli with and without ColE1::Tn5 after aerosol dispersal in a laboratory and a farm environment",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Marshall",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Flynn",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kamely",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Levy",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Appl Environ Microbiol",
            "volume": "54",
            "issn": "7",
            "pages": "1776--1783",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Physical and temporal factors involved in the death of yeast at subzero temperatures",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mazur",
                    "suffix": ""
                }
            ],
            "year": 1961,
            "venue": "Biophys J",
            "volume": "1",
            "issn": "",
            "pages": "247--264",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The size distribution of droplets in the exhaled breath of healthy human subjects",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Papineni",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Rosenthal",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Aerosol Med",
            "volume": "10",
            "issn": "2",
            "pages": "105--116",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Evaporation from drops",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Ranz",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Marshall",
                    "suffix": ""
                }
            ],
            "year": 1952,
            "venue": "Chem Eng Prog",
            "volume": "48",
            "issn": "",
            "pages": "173--180",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Survival of Yersinia pestis on environmental surfaces",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "O&apos;",
                    "middle": [],
                    "last": "Grady",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1961,
            "venue": "Appl Environ Microbiol",
            "volume": "69",
            "issn": "4",
            "pages": "2166--2171",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Significance of airborne transmission of methicillin-resistant Staphylococcus aureus in an otolaryngology-head and neck surgery unit",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Shiomori",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Miyamoto",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Makishima",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Arch Otolaryngol Head Neck Surg",
            "volume": "127",
            "issn": "6",
            "pages": "644--648",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Evaporation of ventilated water droplet: connection between heat and mass transfer",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Smolík",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dumbová",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schwarz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kulmala",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Aerosol Sci",
            "volume": "32",
            "issn": "",
            "pages": "739--748",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Influence of temperature and relative humidity on the survival of Chlamydia pneumoniae in aerosols",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Theunissen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lemmens-Den Toom",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Burggraaf",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Stolz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Michel",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Appl Environ Microbiol",
            "volume": "59",
            "issn": "8",
            "pages": "2589--2593",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Survival of bacteria on metal surfaces",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "F"
                    ],
                    "last": "Wells",
                    "suffix": ""
                }
            ],
            "year": 1955,
            "venue": "Airborne contagion and air hygiene",
            "volume": "14",
            "issn": "",
            "pages": "303--307",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Evidence of airborne transmission of the severe acute respiratory syndrome virus",
            "authors": [
                {
                    "first": "Its",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "G"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Tam",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "Jhw",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Dyc",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "New Engl J Med",
            "volume": "350",
            "issn": "",
            "pages": "1731--1739",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Quantification of Saccharomyces cerevisiae viability using BacLight",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Hhp",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Biotechnol Lett",
            "volume": "26",
            "issn": "12",
            "pages": "989--992",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Images of viable bacteria and nonviable bacteria at different droplet ages. The original figure is in color and please refer to the online version",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "the droplet evaporation process is important for investigating what happened to the microorganisms suspended in test solution. To validate the developed evaporation model, we compared the predicted results with those of two different experiments. The comparisons of the experimental results with the results predicted by the model under the same conditions are shown inFig. 5.Ranz and Marshall (1952) investigated the evaporation of motionless water droplets (T p0 =282 K) in dry stagnant air (T ∞ =298 K, RH=0%).Smolik et al.  (2001)  carried out experiments with suspended droplets (T p0 =287 K) in an airstream of constant velocity (V a =0.23 m/s, T ∞ =297 K, RH=35%). As can be seen fromFig. 5, our predictions agree well with the experimental results.During our experiments, the velocity of the indoor air current V air fluctuated between 0 and 0.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Comparison of the predicted droplet size change to the experimental results of Smolik et al. (2001)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "NaCl concentration vs time for 0.9% saline water droplets at different air velocities. T air =26°C,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Evaporation time and cooling rate of pure water droplets of varying sizes. T air =26°C, RH=50%, V air =0.2 m/s",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}