{
    "paper_id": "6f76a22d8bd24d8b1cf819890a64c013be12c173",
    "metadata": {
        "title": "Mutations in the spike glycoprotein of human coronavirus OC43 modulate disease in BALB/c mice from encephalitis to flaccid paralysis and demyelination",
        "authors": [
            {
                "first": "Hélène",
                "middle": [],
                "last": "Jacomy",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Neuroimmunovirology",
                    "institution": "INRS-Institute Armand-Frappier",
                    "location": {
                        "postCode": "H7V 1B7",
                        "settlement": "Laval, Laval",
                        "region": "Québec, Québec",
                        "country": "Canada, Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Julien",
                "middle": [
                    "R"
                ],
                "last": "St-Jean",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Neuroimmunovirology",
                    "institution": "INRS-Institute Armand-Frappier",
                    "location": {
                        "postCode": "H7V 1B7",
                        "settlement": "Laval, Laval",
                        "region": "Québec, Québec",
                        "country": "Canada, Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Élodie",
                "middle": [],
                "last": "Brison",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Neuroimmunovirology",
                    "institution": "INRS-Institute Armand-Frappier",
                    "location": {
                        "postCode": "H7V 1B7",
                        "settlement": "Laval, Laval",
                        "region": "Québec, Québec",
                        "country": "Canada, Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Gabriel",
                "middle": [],
                "last": "Marceau",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Neuroimmunovirology",
                    "institution": "INRS-Institute Armand-Frappier",
                    "location": {
                        "postCode": "H7V 1B7",
                        "settlement": "Laval, Laval",
                        "region": "Québec, Québec",
                        "country": "Canada, Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Marc",
                "middle": [],
                "last": "Desforges",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Neuroimmunovirology",
                    "institution": "INRS-Institute Armand-Frappier",
                    "location": {
                        "postCode": "H7V 1B7",
                        "settlement": "Laval, Laval",
                        "region": "Québec, Québec",
                        "country": "Canada, Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Pierre",
                "middle": [
                    "J"
                ],
                "last": "Talbot",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Neuroimmunovirology",
                    "institution": "INRS-Institute Armand-Frappier",
                    "location": {
                        "postCode": "H7V 1B7",
                        "settlement": "Laval, Laval",
                        "region": "Québec, Québec",
                        "country": "Canada, Canada"
                    }
                },
                "email": "pierre.talbot@iaf.inrs.ca"
            }
        ]
    },
    "abstract": [
        {
            "text": "The etiology of most neurodegenerative diseases of the central nervous system remains unknown and likely involves a combination of genetic susceptibility and environmental triggering factors. Given that exposure to numerous infectious pathogens occurs during childhood, and that some viral infections can lead to neurodegeneration and demyelination, it is conceivable that some viruses may act as triggering factors in neuropathogenesis. We have previously shown that the prototype OC43 strain of the common cold-associated human respiratory coronavirus has the capacity to infect human neuronal and glial cells and does persist in human brains. Moreover, it has neuroinvasive properties in susceptible BALB/c mice, where it leads to a chronic encephalitis with accompanying disabilities. Here, we show that mutations in the viral spike glycoprotein, reproducibly acquired during viral persistence in human neural cell cultures, led to a drastically modified virus-induced neuropathology in BALB/c mice, characterized by flaccid paralysis and demyelination. Even though infection by both mutated and wild-type viruses led to neuroinflammation, the modified neuropathogenesis induced by the mutated virus was associated with increased viral spread and significantly more CD4+ and CD8+ T-lymphocyte infiltration into the central nervous system, as well as significantly increased levels of the proinflammatory cytokine interleukin (IL)-6 and the chemokine CCL2 (monocyte chemoattractant protein [MCP]-1). Moreover, recombinant virus harboring the S glycoprotein mutations retained its neurotropism, productively infecting neurons. Therefore, interaction of a human respiratory coronavirus with the central nervous system may modulate virus and host factors resulting in a modified neuropathogenesis in genetically susceptible individuals. Journal of NeuroVirology (2010) 16, 279-293.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Coronaviruses form a family of enveloped viruses responsible for respiratory, enteric, and neurological diseases (Buchmeier and Lane, 1999; Myint, 1994) . Human coronaviruses (HCoVs) are ubiquitous respiratory pathogens known to cause infections of the upper respiratory tract of the common cold type, but have also been linked to other type of diseases . Indeed, we have reported that HCoV can infect and persist in human neural cells (Arbour et al, 1999a (Arbour et al, , 1999b Bonavia et al, 1997) , can activate human glial cells to produce proinflammatory mediators (Edwards et al, 2000) , and persist in human brains (Arbour et al, 2000) . Moreover, the OC43 prototype strain (HCoV-OC43) induces encephalitis in susceptible mice, with neurons being the main target of infection (Jacomy et al, 2006; Jacomy and Talbot, 2003) .",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 139,
                    "text": "(Buchmeier and Lane, 1999;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 140,
                    "end": 152,
                    "text": "Myint, 1994)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 436,
                    "end": 456,
                    "text": "(Arbour et al, 1999a",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 457,
                    "end": 479,
                    "text": "(Arbour et al, , 1999b",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 480,
                    "end": 500,
                    "text": "Bonavia et al, 1997)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 571,
                    "end": 592,
                    "text": "(Edwards et al, 2000)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 623,
                    "end": 643,
                    "text": "(Arbour et al, 2000)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 784,
                    "end": 804,
                    "text": "(Jacomy et al, 2006;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 805,
                    "end": 829,
                    "text": "Jacomy and Talbot, 2003)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The coronavirus spike glycoprotein (S) is responsible for attachment to the host cell receptor. Studies with recombinant murine hepatitis virus (MHV)-JHM bearing a modified S protein have identified this viral spike glycoprotein as a major determinant of neurovirulence (Phillips et al, 2001) . Interestingly, neurovirulence was associated with accelerated spread throughout the brain and a heightened innate immune response characterized by brain-infiltrating neutrophils and macrophages, suggesting an immunopathogenic component to neurovirulence (Iacono et al, 2006) . Of immediate relevance to the present study, neurovirulence of HCoV-OC43 in mice was associated with mutations in the viral S glycoprotein (Butler et al, 2006) .",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 292,
                    "text": "(Phillips et al, 2001)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 549,
                    "end": 569,
                    "text": "(Iacono et al, 2006)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 711,
                    "end": 731,
                    "text": "(Butler et al, 2006)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We have reported that persistent HCoV-OC43 infections of human neuronal and glial cell lines led to the appearance of point mutations in the S glycoprotein gene (St-Jean et al, 2006b) . Interestingly, five mutations were predominantly and reproducibly observed, and four of them, D 24 Y, S 83 T, H 183 R, and Y 241 H, are located in the putative receptor-binding domain (based on homology with the S protein of MHV). Importantly, these four mutations were the only ones that had appeared in the S glycoprotein gene after 35 passages in the human U-87MG astrocytic cell line (St-Jean et al, 2006b) .",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 183,
                    "text": "(St-Jean et al, 2006b)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 574,
                    "end": 596,
                    "text": "(St-Jean et al, 2006b)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The present study was undertaken to investigate the potential biological significance of these four viral S mutations in a murine model of HCoV-OC43induced neuropathology. Our results demonstrate that these mutations are sufficient to significantly increase neurovirulence and modify neuropathology into a flaccid paralysis associated with eventual demyelination in BALB/c mice. This modified pathology was associated with increased viral spread and expression of IL-6 and CCL2 in the spinal cord, and a transient T-lymphocyte infiltration into the central nervous system (CNS).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To investigate the potential biological relevance of the four viral mutations D 24 Y, S 83 T, H 183 R, and Y 241 H (located in the HCoV-OC43 putative cell receptor-binding domain) detected in the viral S gene after 35 passages of the persistently infected human U-87MG astrocytic cell line, they were introduced into the infectious cDNA clone of HCoV-OC43 (St-Jean et al, 2006a) to yield a recombinant mutated virus rOC/U S24-241 (Figure 1) , which was compared with a recombinant wild-type prototype virus, designated rOC/ATCC. BALB/c mice were infected by each recombinant virus and survival curves were established for mice infected with rOC/U S24-241 Paralysis caused by S-mutated human coronavirus first week post infection by rOC/ATCC, mice ate and drank normally and did not loose weight, compared to control mice (Figure 2A ). At around 9 days post infection (DPI), rOC/ATCC-infected mice started to present ruffled fur and a humped-back posture 2 to 3 days later ( Figure 2C ). Between 11 and 13 DPI, rOC/ ATCC-infected mice either recovered rapidly and showed no further symptoms of encephalitis or became inactive and started to die at 13 DPI ( Figure 2B ). This reproduces our earlier report using the original wild-type prototype virus strain (ATCC VR-759) (Jacomy and Talbot, 2003) . On the other hand, mice infected with rOC/U S24-241 presented the first clinical signs of disease more rapidly than for rOC/ATCC, as they started to lose weight ( Figure 2A ) and die between 7 to 11 DPI ( Figure 2B ). During this period, mice showed loss of tonicity or paralysis of the tail. Moreover, abnormal locomotion was evident during the acute phase of rOC/ U S24-241 virus-initiated pathology. Starting at around 9 DPI, motor disabilities could already be observed ( Figure 2C , lower panel), as mice presented an abnormal paw position and loss of strength, indicative of neuropathology. Between 10 to 15 DPI, mice presented flaccid hindlimb paralysis. Survival rates were more than 3 times higher in rOC/ATCC-infected mice compared to rOC/U S24-241 . Indeed, 70% of mice survived to infection by rOC/ ATCC whereas only 20% survived to infection by rOC/U S24-241 ( Figure 2B ). Therefore, the introduction of four mutations in the viral spike glycoprotein was sufficient to confer drastically increased neurovirulence to HCoV-OC43.",
            "cite_spans": [
                {
                    "start": 356,
                    "end": 378,
                    "text": "(St-Jean et al, 2006a)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 647,
                    "end": 654,
                    "text": "S24-241",
                    "ref_id": null
                },
                {
                    "start": 1270,
                    "end": 1295,
                    "text": "(Jacomy and Talbot, 2003)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 430,
                    "end": 440,
                    "text": "(Figure 1)",
                    "ref_id": null
                },
                {
                    "start": 821,
                    "end": 831,
                    "text": "(Figure 2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 974,
                    "end": 983,
                    "text": "Figure 2C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1156,
                    "end": 1165,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1461,
                    "end": 1470,
                    "text": "Figure 2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1503,
                    "end": 1512,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1774,
                    "end": 1783,
                    "text": "Figure 2C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2172,
                    "end": 2181,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Susceptibility to acute encephalitis following infection with recombinant viruses"
        },
        {
            "text": "As for BALB/c mice, rOC/U S24-241 infection of the CNS was more severe and rapid than rOC/ATCC infection in C57BL/6 mice (data not shown). However, although clinical symptoms observed in BALB/c mice infected with rOC/U S24-241 differed from those in rOC/ATCC-infected mice, no such difference could be observed in C57BL/6 infected mice between the two viruses, as only encephalitis symptoms were observed (data not shown). Therefore, as the main goal of the present study was to characterize the modified neuropathology induced by the mutated rOC/U S24-241 compared to wildtype rOC/ATCC virus and because functional deficits associated with a modulated neuropathology were not different after infection by both viruses in C57BL/6 mice, all the remaining experiments were only performed in BALB/c mice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Susceptibility to acute encephalitis following infection with recombinant viruses"
        },
        {
            "text": "As we have previously reported that wildtype HCoV-OC43 is neuroinvasive in mice, spreading rapidly from the periphery to the CNS (St-Jean et al, 2004) , the neuroinvasiveness of both recombinant viruses was similarly investigated. Intranasal (IN) inoculations of either of the two recombinant viruses were performed in 14-day-old BALB/c mice and viral replication in the CNS and mice survival was monitored. Following inhalation with either virus, replication was followed and our results indicate that the neuroinvasive properties of both recombinant viruses were maintained (data not shown).",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 150,
                    "text": "(St-Jean et al, 2004)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Susceptibility to acute encephalitis following infection with recombinant viruses"
        },
        {
            "text": "Increased neurovirulence does not correlate with increased infectious virus replication in the CNS but appears to correlate with increased viral spread Intracerebral infections of BALB/c mice with either of the two recombinant viruses were performed to determine whether the extent of virus replication in the brain and spinal cord correlated with virulence. Both infectious recombinant viruses started to be quantifiable in mouse brain at 3 DPI and remained detectable during the first 2 weeks of infection as no more infectious paricles were detectable after 15 DPI ( Figure 3A ). For both viruses, the highest level of infectious virions were found between 7 to 9 DPI and 100% of mice were positive for infectious virus between 5 and 11 DPI, indicating that the two recombinant viruses replicated to similar extents in the brain ( Figure 3A ). On the other hand, infectious rOC/ U S24-241 virus appeared more rapidly in the spinal cord, illustrating the increased viral spread of this virus, compared to rOC/ATCC. Indeed, infectious rOC/U S24-241 virus was detectable in the spinal cord as early as 5 DPI and peaked at 7 DPI, whereas this was delayed by 2 days for rOC/ATCC ( Figure 3B ). Interestingly, the peak of infectious rOC/ ATCC particles was at least 10 times lower than for rOC/U S24-241 in the spinal cord. As for the brain, infectious virus was always undetectable after the second week post infection for both recombinants ( Figure 3B ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 570,
                    "end": 579,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 834,
                    "end": 843,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1179,
                    "end": 1188,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1441,
                    "end": 1450,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Susceptibility to acute encephalitis following infection with recombinant viruses"
        },
        {
            "text": "As we have previously reported that wild-type HCoV-OC43 RNA could be detected in infected mice for 2 weeks after infection using a regular polymerase chain reaction (PCR) assay, and several months after infection using a sensitive nested reverse transcriptase (RT)-PCR technique (Jacomy et al, 2006) , this fact was similarly investigated for both recombinant viruses. We could reproducibly detect viral RNA of both viruses by standard PCR for 2 weeks after infection, and by nested PCR for several months post infection (data not shown), illustrating that both recombinant viruses had conserved the capacity to establish a long-term persistent infection in mice (Jacomy et al, 2006) . On the other hand, differences in infectious virus titers were observed in spinal cords, where rOC/U S24-241 virus spread more rapidly and to infectious titers ten times higher than rOC/ATCC.",
            "cite_spans": [
                {
                    "start": 279,
                    "end": 299,
                    "text": "(Jacomy et al, 2006)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 663,
                    "end": 683,
                    "text": "(Jacomy et al, 2006)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Viral persistence and sequence analysis of viral S genes"
        },
        {
            "text": "At 7 DPI, when viruses reached their peak of replication, mouse brains were extracted and the viral S gene was sequenced to investigate whether the four mutations in rOC/U S24-241 were conserved and that no new mutations had appeared. The four S mutations introduced into rOC/U S24-241 were indeed conserved after several cycles of replication in mouse CNS and no new S mutations were found (data not shown).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Paralysis caused by S-mutated human coronavirus"
        },
        {
            "text": "Spread of viral antigens in the neurons of the CNS, innate immune response, and axonal damage following infection Histological examination of infected mice revealed that the infected regions were similar following infection by both viruses in the brain (Figure 4) , as the spread of virus, detected by the presence of viral antigens, was similar at 5 DPI. Indeed, for both recombinant viruses, the dentate gyrus (DG) and CA3 layer of the hippocampus were heavily positive for viral antigens, representing the main area of infection, whereas other regions of the cortex also contained viral antigens (arrows in Figure 4 , upper panel). At higher magnification, the hippocampus presented numerous cells positive for viral antigens for both recombinant viruses (left panels for rOC/ ATCC or right panels for rOC/U S24-241 ). On sagittal sections, increased spread of rOC/U S24-241 virus into pons and medulla oblongata of the brainstem was observed as compared to rOC/ATCC ( Figure 5A -F). At 9 DPI (Figure 4) , staining for viral expression revealed an extensive spread of viral antigens throughout the brain similar for both viruses, whereas the neurons remained the main target cell for infection, as illustrated at higher magnification in Figure 4 (left panels for rOC/ATCC or right panels for rOC/U S24-241 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 253,
                    "end": 263,
                    "text": "(Figure 4)",
                    "ref_id": null
                },
                {
                    "start": 610,
                    "end": 618,
                    "text": "Figure 4",
                    "ref_id": null
                },
                {
                    "start": 972,
                    "end": 981,
                    "text": "Figure 5A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 996,
                    "end": 1006,
                    "text": "(Figure 4)",
                    "ref_id": null
                },
                {
                    "start": 1240,
                    "end": 1248,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "Paralysis caused by S-mutated human coronavirus"
        },
        {
            "text": "When virus had spread to all regions of the brain, activation of microglial cells and astrocytes was evident in all infected regions ( Figure 4 ; 9 DPI). As illustrated at 9 DPI, even though no precise quantification was performed, a slight increase in activation of microglia (Mac-2 panels) and astrocytes (GFAP panels) could easily be observed in brains of rOC/ U S24-241 -compared to rOC/ATCC-infected mice, as illustrated in the panels of lower magnification ( Figure 4 ). Analysis of the spinal cord at 9 DPI ( Figure 6 ) revealed that viral antigens could be observed in neurons of the grey matter for both recombinant viruses, and that these infected cells were more numerous in rOC/U S24-241 -infected mice ( Figure 6A and B and at higher magnification, C and D), consistent with the increased infectious titer of rOC/U S24-241 detected in the spinal cord ( Figure 3B ). At the same time, infiltrating mononuclear immune cells were observed in infected regions of the spinal cord, and these mononuclear cells were more abundant following rOC/U S24-241 infection ( Figure 6F ) compared to rOC/ATCC infection ( Figure 6E ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 135,
                    "end": 143,
                    "text": "Figure 4",
                    "ref_id": null
                },
                {
                    "start": 465,
                    "end": 473,
                    "text": "Figure 4",
                    "ref_id": null
                },
                {
                    "start": 516,
                    "end": 524,
                    "text": "Figure 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 717,
                    "end": 726,
                    "text": "Figure 6A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 866,
                    "end": 875,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1072,
                    "end": 1081,
                    "text": "Figure 6F",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1117,
                    "end": 1126,
                    "text": "Figure 6E",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Paralysis caused by S-mutated human coronavirus"
        },
        {
            "text": "Moreover, as previously reported (Jacomy and Talbot, 2003) , neuronophagia was also observed in the spinal cord of infected animals.",
            "cite_spans": [
                {
                    "start": 33,
                    "end": 58,
                    "text": "(Jacomy and Talbot, 2003)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Paralysis caused by S-mutated human coronavirus"
        },
        {
            "text": "At 11 DPI, infectious viruses ( Figure 3B ) and viral antigens ( Figure 6G and H) were still present in the spinal cord. Even though flaccid paralysis was only associated with rOC/U S24-241 infection, axonal damage could be observed following infection by both viruses, as observed by the detection of dephosphorylated neurofilament ( Figure 6I and J), whereas the majority of axons exhibited normal neurofilament distribution ( Figure 6K and L).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 32,
                    "end": 41,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 65,
                    "end": 74,
                    "text": "Figure 6G",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 335,
                    "end": 344,
                    "text": "Figure 6I",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 429,
                    "end": 438,
                    "text": "Figure 6K",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Paralysis caused by S-mutated human coronavirus"
        },
        {
            "text": "To define the kinetics of T-cell infiltration into the CNS following infection, mononuclear cells were isolated from the CNS of Sham and rOC-infected mice at 5, 9, and 13 DPI and stained with antibodies to CD4 À or CD8 À T-lymphocyte subsets. As expected, CD4 + and CD8 + T-lymphocytes could not be detected in the brains of control (Sham) animals. However, mice infected by either recombinant virus demonstrated a robust CNS T-cell response ( Figure 7A ). Lymphocytes were detected in the CNS of both rOC-infected animals at 5 DPI and mononuclear cell infiltration increased between 9 and 13 DPI ( Figure 7B and C). The frequency of CD4 + and CD8 + T cells peaked at 13 DPI in brain following infection by both viruses. Furthermore, a major difference between the two recombinant viruses was observed at 9 DPI, where CD4 + T-cell infiltration was significantly higher following rOC/U S24-241 infection compared to rOC/ ATCC ( Figure 7B and C). Congruent with the kinetics of viral infection (Figure 3 ), CD4 + T-lymphocytes increased more rapidly in brains and spinal cords of rOC/U S24-241 -infected animals, reaching their maximal level at 9 DPI, as compared to 13 DPI for rOC/ ATCC-infected animals ( Figure 7B ). The increase in CD4 + T-cell infiltration in the CNS during infection suggests that these cells play an important role in virus clearance. Indeed, comparison between the CD4 + T-cell frequency ( Figure 7B ) and infectious virus titers ( Figure 4A ) revealed an abrupt decline in infectious virus, concomitant with an increasing frequency of CD4 + T-lymphocytes in the CNS. A more tenuous correlation was observed for CD8 + T cells following infection ( Figure 7C ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 444,
                    "end": 453,
                    "text": "Figure 7A",
                    "ref_id": null
                },
                {
                    "start": 599,
                    "end": 608,
                    "text": "Figure 7B",
                    "ref_id": null
                },
                {
                    "start": 927,
                    "end": 936,
                    "text": "Figure 7B",
                    "ref_id": null
                },
                {
                    "start": 992,
                    "end": 1001,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1205,
                    "end": 1214,
                    "text": "Figure 7B",
                    "ref_id": null
                },
                {
                    "start": 1413,
                    "end": 1422,
                    "text": "Figure 7B",
                    "ref_id": null
                },
                {
                    "start": 1455,
                    "end": 1464,
                    "text": "Figure 4A",
                    "ref_id": null
                },
                {
                    "start": 1671,
                    "end": 1680,
                    "text": "Figure 7C",
                    "ref_id": null
                }
            ],
            "section": "Infiltrating T lymphocytes in the CNS of BALB/c mice"
        },
        {
            "text": "As cytokines and chemokines produced by either CNS cells or infiltrating immune cells influence the acquired immune response, we measured spinal cord levels of several cytokines and chemokines at the initial phase of virus infection (5 DPI), during the acute virus replication phase (9 DPI) and during the viral clearance phase (13 DPI) (Figure 8 ). We targeted the spinal cord because viral replication at that site Paralysis caused by S-mutated human coronavirus H Jacomy et al was faster and reached higher levels in rOC/U S24-241than in rOC/ATCC-infected mice and rOC/U S24-241infected animals presented motor disabilities related to spinal cord dysfunction, such as paralysis. At 5 DPI most proinflammatory cytokines and chemokines were present at very low levels in spinal cord tissue and were comparable to control (Sham) mice (Figure 8 ). At 9 DPI, increased levels of Figure 4 Histological examination of virus spread in the brain. At 5 DPI, viral spread was similar for both recombinant viruses. Virus was found mainly in the hippocampi, more specifically in dentate gyrus (DG) and in the CA3 layer of the hippocampus (top arrow in upper panel). Patches of infected cells were seen in the cortical area (bottom arrow in upper panel). Higher magnification shows that neurons remained the main target of infection by both viruses. At 5 DPI, activated microglia were not visible (absence of Mac-2 staining) and astrocytes appeared normal (GFAP staining). At 9 DPI, infectious virus was found throughout the brain. In the hippocampus, infected neurons were now mainly localized in the CA1 layer. Activated microglia (Mac-2 stained) and activated astrocytes (increased GFAP staining) were evident in the DG and CA3 layer of the hippocampus for both viruses, but the CA1 layer also showed signs of glial activation following rOC/U S24-241 infection. Magnification for hippocampus pictures: Â40 and magnification: Â200.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 337,
                    "end": 346,
                    "text": "(Figure 8",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 834,
                    "end": 843,
                    "text": "(Figure 8",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 877,
                    "end": 885,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "Cytokines and chemokines in the spinal cord after infection"
        },
        {
            "text": "Paralysis caused by S-mutated human coronavirus proinflammatory cytokines such as interleukin (IL)-2, IL-1a and -1b, tumor necrosis factor (TNF)-a, and interferon (IFN)-g were detected in mice infected by both recombinant viruses as compared to control (Sham) mice. Elevated levels of IL-6 were detected in spinal cords of mice infected by both recombinants at 9 DPI, but was statistically higher in rOC/U S24-241than in rOC/ATCC-infected mice. Most of the cytokine levels returned to normal levels at 13 DPI, compared to levels measured at 5 DPI, except for IL-1a and -1b, as well as TNF-a, which remained higher than at 5 DPI.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cytokines and chemokines in the spinal cord after infection"
        },
        {
            "text": "The IFN-g-inducible protein 10 (IP-10/CXCL10) and CCL5 (RANTES) were drastically increased between 5 and 9 DPI after infection by both viruses. On the other hand, even though infection by both viruses also induced an increased production of CCL2 (monocyte chemoattractant protein [MCP]-1), this increase was significantly higher after infection by rOC/U S24-241 at 9 DPI. The increase in the amount of CCL2 correlated with the more pronounced infiltration of T cells in the spinal cord following rOC/U S24-241 infection ( Figure 7B and C).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 522,
                    "end": 531,
                    "text": "Figure 7B",
                    "ref_id": null
                }
            ],
            "section": "Cytokines and chemokines in the spinal cord after infection"
        },
        {
            "text": "During the acute phase following rOC/U S24-241 infection, mice presented tail paralysis and hind limb disabilities starting as soon as 9 DPI ( Figure 2C , lower panel) but demyelination in the spinal cord was never observed at such early time post infection. At around 15 DPI, based on the observations representative of three independent experiments, among the 20% of mice that survived, 50% recovered from paralysis and appeared to walk normally, whereas the other 50% still presented flaccid paralysis of their hindlimbs ( Figure 9C ). At 1 month post infection, histological examination of the spinal cord of mice infected by rOC/U S24-241 revealed plaques of demyelination in animals that remained paralyzed and in animals that suffered transient paralysis and had recovered to a nonparalyzed clinical status ( Figure 9B ), Figure 9B ), similar to control (Sham) animals ( Figure 9A ). Therefore, mice that eventually presented demyelination in the spinal cord had all presented some sort of flaccid paralysis at a certain point in time before the demyelination lesions appeared at 1 month post infection. Activated macrophages/microglia were colocalized with the foci of demyelination following infection by rOC/U S24-241 ( Figure 9E and F).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 143,
                    "end": 152,
                    "text": "Figure 2C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 526,
                    "end": 535,
                    "text": "Figure 9C",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 816,
                    "end": 825,
                    "text": "Figure 9B",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 829,
                    "end": 838,
                    "text": "Figure 9B",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 878,
                    "end": 887,
                    "text": "Figure 9A",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 1230,
                    "end": 1239,
                    "text": "Figure 9E",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Neuropathology in infected BALB/c mice"
        },
        {
            "text": "Given that the outcome of a viral infection depends on both host and viral factors, the aim of the present study was to understand how four mutations in the S protein of a human coronavirus, which appeared reproducibly during persistent infection of human neural cells, could modulate the neurovirulence of the virus and the neuroinflammation process of the host in relation to the evolution of the virus-induced neurological disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In susceptible BALB/c mice, rOC/U S24-241 infection of the CNS was more severe and rapid than rOC/ ATCC infection. Indeed, the rOC/U S24-241 virus was more virulent than wild-type rOC/ATCC virus, exhibiting a 3 to 4 log unit decrease in the intracerebral 50% lethal dose (LD 50 ) in BALB/c mice to obtain the same survival rate (data not shown). As also reported for MHV (Phillips et al, 1999) , increased neurovirulence of rOC/U S24-241 was associated with accelerated spread throughout the CNS. However, unlike MHV, where demyelinating strains differ in their neural cell tropism as compared to nondemyelinating strains (Das Sarma et al, 2008) , the difference between the capacities of rOC/ATCC and rOC/ U S24-241 to induce paralysis and eventually demyelination was not associated by a fundamental change in their cellular tropism or the topography of the infection within the CNS. Indeed, neurons were always the target cell of both viruses during the acute phase of infection but only mice infected by We observed a mononuclear cell infiltration into the CNS, which included CD4 + and CD8 + T cells, which was correlated with infectious virus clearance to below detectable levels. These results suggest that T cell-mediated adaptive immunity, in conjunction with innate immunity, represented mostly by astrocytes and macrophages/microglia (Figure 4) , both play a role in clearance of the two virus recombinants.",
            "cite_spans": [
                {
                    "start": 371,
                    "end": 393,
                    "text": "(Phillips et al, 1999)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 627,
                    "end": 645,
                    "text": "Sarma et al, 2008)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 1345,
                    "end": 1355,
                    "text": "(Figure 4)",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Furthermore, this correlates well with the fact that injection of cyclosporin A, which is known to downregulate T cells, resulted in increased lethality of susceptible mice after HCoV-OC43 infection (Jacomy and Talbot, 2003) . A more pronounced T-cell infiltration and a more important expression of some proinflammatory molecules was observed following rOC/U S24-241 infection, which could presumably alter CNS homeostasis and trigger axonal injury, wallerian degeneration, and neuronal death. That, in turn, could contribute to microglial activation and T-cell infiltration.",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 224,
                    "text": "(Jacomy and Talbot, 2003)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Chemokines influence the infiltration of immune cells in tissues. The CCL2 (MCP-1), CCL5 (RANTES), and CXCL10 (IP-10) chemokines are produced mainly by glial cells (astrocytes and microglia) and infiltrating leukocytes (Babcock et al, 2003) . In viral meningitis, elevated cerebrospinal fluid (CSF) concentrations of CXCL10 and CCL2 were reported (Lahrtz et al, 1998) and increased CCL2 production may contribute to virus-induced neuropathogenesis (Nakajima et al, 2001; Peterson et al, 1997) . Damaged neurons in the spinal cord were shown to express CCL2 (Zhang and De Koninck, 2006) and neuronal CCL2 is critical for both resident microglia cell activation and macrophage infiltration in the spinal cord (Zhang et al, 2007) . Therefore, our results are consistent with a potential role of CCL2 in triggering neuronal damage, since rOC/U S24-241 induced a A.",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 240,
                    "text": "(Babcock et al, 2003)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 347,
                    "end": 367,
                    "text": "(Lahrtz et al, 1998)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 448,
                    "end": 470,
                    "text": "(Nakajima et al, 2001;",
                    "ref_id": null
                },
                {
                    "start": 471,
                    "end": 492,
                    "text": "Peterson et al, 1997)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 557,
                    "end": 585,
                    "text": "(Zhang and De Koninck, 2006)",
                    "ref_id": null
                },
                {
                    "start": 707,
                    "end": 726,
                    "text": "(Zhang et al, 2007)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "B.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Infection induces a strong inflammatory response and T-cell infiltration in the CNS. Infected mice were sacrificed at 5, 9, and 13 DPI. (A) Mononuclear cells extracted 5 DPI from mouse brain were gated on lymphocyte cells, then plotted according to CD4 + and CD8 + . The numbers appearing in the upper right and left corners indicate the percentage of CD4 + and CD8 + T lymphocytes, respectively, from the lymphocyte-gated population. Images are representative of at least four mice in two independent experiments per virus. The CD4 + (B) and CD8 + (C) T-cell frequencies in the CNS following rOC/ATCC or rOC/U S24-241 infection were quantitated at 5, 9, and 13 DPI, in brains and spinal cords. Values represent means ± standard deviations (5 DPI: n = 3 for all groups of mice; 9 DPI: n = 3 for all groups of mice; 13 DPI: n = 3 for all groups of mice). Statistical significance was estimated by an ANOVA test, followed by a Turkey-Kramer test: *P < 0.05; **P < .01; ***P < .001. Results are representative of two independent experiments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 7"
        },
        {
            "text": "Paralysis caused by S-mutated human coronavirus H Jacomy et al significantly more pronounced CCL2 expression compared to rOC/ATCC-infected animals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 7"
        },
        {
            "text": "Other studies have illustrated that chemokines not only play a fundamental role in immune system function by recruiting virus-specific T cells (Lane et al, 2006) but that they can also show direct antiviral activity (Nakayama et al, 2006) and may also contribute to CNS physiopathologies (Bajetto et al, 2002; Glabinski and Ransohoff, 1999; Mennicken et al, 1999) . Our results reinforce the idea that chemokines such as CCL2 could be involved in neurodegeneration in the CNS, since its production was increased to a significantly higher level in the spinal cord during infection by the demyelination-inducing rOC/U S24-241 virus, compared to wild-type virus.",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 161,
                    "text": "(Lane et al, 2006)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 216,
                    "end": 238,
                    "text": "(Nakayama et al, 2006)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 288,
                    "end": 309,
                    "text": "(Bajetto et al, 2002;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 310,
                    "end": 340,
                    "text": "Glabinski and Ransohoff, 1999;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 341,
                    "end": 363,
                    "text": "Mennicken et al, 1999)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Figure 7"
        },
        {
            "text": "We previouly demonstrated that neuronal loss exceeds the number of neurons infected by HCoV-OC43 and that noninfected bystander neurons may possibly die due to an excess of secretion of proinflammatory factors after infection, a situation which may lead to apoptotic cell death in noninfected neurons (Jacomy et al, 2006) . Here we demonstrate that the inflammatory response elicited by the recombinant viruses involved activation of glial cells and recruitment of CD4 + and CD8 + T cells, which resulted in the secretion of several cytokines.",
            "cite_spans": [
                {
                    "start": 301,
                    "end": 321,
                    "text": "(Jacomy et al, 2006)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Figure 7"
        },
        {
            "text": "Interestingly, our study reveals that several cytokines (including TNF-a, IL-1b, and IL-6) were increased following infection by both viruses but that the production of IL-6 was significantly increased following rOC/U S24-241 infection, compared to rOC/ ATCC. These proinflammatory cytokines have been reported to induce neurotoxicity and could work in concert to synergically induce neuronal damage (Jeohn et al, 1998) , and could be involved in several neurodegenerative disorders (Block and Hong, 2005) . IL-1b plays a central role in neuronal injury (Allan et al, 2005) and it mediates both innate and adaptive immune responses directly or by the induction of other cytokines such as IL-6 or TNF-a (Mills and Dunne, 2009 ). Moreover, TNF-a and IL-1b are among the most important stimulators of IL-6 production by astrocytes and microglia (Gruol and Nelson, 1997) . Importantly, a robust rise in IL-6 and TNF-a, as what is observed after infection by rOC/U S24-241 , may be detrimental, since spontaneous inflammatory CNS demyelination was described in transgenic mice overexpressing TNF-a (Probert et al, 1997) , as well as in rats intrathecally infused with IL-6 (Kaplin et al, 2005) . Also, increased amounts of inflammatory molecules may induce a loss of blood-brain barrier integrity and Values represent means ± standard deviations (5 DPI: n = 3 for all groups of mice; 9 DPI: n = 3 for all groups of mice; 13 DPI: n = 2 for rOC/ATCC and n = 1 for rOC/U S24-241 ). Statistical significance was estimated by an ANOVA test, followed by a Turkey-Kramer test: *P < .05; **P < .01; ***P < .001. Results are representative of two independent experiments.",
            "cite_spans": [
                {
                    "start": 400,
                    "end": 419,
                    "text": "(Jeohn et al, 1998)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 483,
                    "end": 505,
                    "text": "(Block and Hong, 2005)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 554,
                    "end": 573,
                    "text": "(Allan et al, 2005)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 702,
                    "end": 724,
                    "text": "(Mills and Dunne, 2009",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 842,
                    "end": 866,
                    "text": "(Gruol and Nelson, 1997)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1093,
                    "end": 1114,
                    "text": "(Probert et al, 1997)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1168,
                    "end": 1188,
                    "text": "(Kaplin et al, 2005)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Figure 7"
        },
        {
            "text": "Paralysis caused by S-mutated human coronavirus 288 H Jacomy et al accumulation of T cells in the CNS; this could trigger a demyelinating process. Activation of the innate immune response and neuronal injury in the CNS may be linked. In the present study, we report also neuronal damage in the spinal cord, as monitored by the presence of dephosphorylated neurofilaments during the acute phase of the infection by both recombinant viruses. However, neuronal vulnerability to damage following virus infection could differ between the two viruses. Indeed, the more neurovirulent virus, rOC/U S24-241 , infected the spinal cord more rapidly, where it produced up to 10 times more infectious particles than rOC/ATCC did. It has recently been shown that axonal transport of viral particles could represent a mechanism mediating the extent of axonal damage, and the subsequent induction of demyelination in the spinal cord (Das Sarma et al, 2009 ). This fact may render the axons less efficient in conducting the nerve influx, thereby affecting the motility of the hind limbs, as observed following infection by the rOC/U S24-241 virus, as the increased spread and replication of the rOC/U S24-241 virus may render axons unstable and more vulnerable to eventual cell death, as seen in other neuropathologies (Jackson et al, 2005) .",
            "cite_spans": [
                {
                    "start": 922,
                    "end": 939,
                    "text": "Sarma et al, 2009",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1302,
                    "end": 1323,
                    "text": "(Jackson et al, 2005)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Figure 7"
        },
        {
            "text": "Motor dysfunctions and axonal damage revealed by dephosphorylated neurofilaments could be seen early during the disease progression, between 9 and 11 DPI, whereas plaques of demyelination could only be easily observed at 1 month post infection. Therefore, these results suggest that the motor dysfunction is possibly linked to the flaccid paralysis and to eventual development of limited demyelination (Figure 9 ), as seen after Theiler's murine encephalomyelitis virus (TMEV) infection (Tsunoda et al, 2003 (Tsunoda et al, , 2007 . However, as we were never able to detect any dephosphorylation of neurofilaments in the dorsal horn of the spinal cord (mostly sensory neurons) in the early stages of disease, our results also suggest that the main demyelinating process (large plaques shown in Figure 9 present in the dorsal horn of the spinal cord) may be related to a different underlying mechanism. Neuronal damage induced by a viral infection, glial activation, and local inflammatory reactions could lead to disturbance of CNS homeostasis, a process that may lead to a modified pathology. Inflammatory demyelinating lesions were not detectable until 1 month post infection, suggesting that axonal damage and subsequent neuroinflammation could trigger myelin destruction, as demonstrated in early stages of experimental allergic encephalitis (EAE) (Wang et al, 2005) . Activated resident microglia and infiltrating macrophages and T cells can produce chemokines and cytokines toxic to axons and/or myelin. Indeed, inflammatory responses, infection of neurons, and lack of axon-myelin interaction could eventually contribute to oligodendrocyte death and subsequent demyelination.",
            "cite_spans": [
                {
                    "start": 487,
                    "end": 507,
                    "text": "(Tsunoda et al, 2003",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 508,
                    "end": 530,
                    "text": "(Tsunoda et al, , 2007",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1352,
                    "end": 1370,
                    "text": "(Wang et al, 2005)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [
                {
                    "start": 402,
                    "end": 411,
                    "text": "(Figure 9",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 794,
                    "end": 802,
                    "text": "Figure 9",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Figure 7"
        },
        {
            "text": "The need to understand the outcome of infections in predisposed individuals, combined with the complexity of performing clinical studies, has led to the use of animal models as important tools for the study of viral pathogenesis. Our study is the first demonstration that virus persistence-associated mutations in the viral S gene of a human respiratory coronavirus that persist in human brains can modify the outcome of infection from an encephalitis to flaccid paralysis and demyelination, while maintaining neuronal tropism.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 7"
        },
        {
            "text": "Further studies investigating neuronal cell death mechanisms will help pinpoint which specific factors are involved in the modification of neuropathogenesis after infection by mutated virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 7"
        },
        {
            "text": "Wild-type HCoV-OCV43 (VR-759; obtained in the 1980s from American Type Culture Collection [ATCC]) and recombinant virus rOC/ATCC recovered from an infectious cDNA clone displayed similar levels of virulence following injection into mouse brains (St-Jean et al, 2006a) . Recombinant infectious wild-type viral particles (rOC/ATCC) were obtained after pBAC-OC43 FL transfection of BHK-21 cells and amplification by a single passage on the HRT-18 cell line used for routine virus propagation (St-Jean et al, 2006a) . The U-87MG astrocytic cells were infected because they represent human cells from the CNS, which, as already published (Arbour et al, 1999a) , are able to sustain a persistent HCoV-OC43 infection, therefore representing a good model to mimic a possible adaptation of the virus in human cells of the CNS. The four mutations D 24 Y, S 83 T, H 183 R, and Y 241 H, (located in the HCoV-OC43 putative cell receptor binding domain) were the only ones detected in the viral S gene after 35 passages of the persistently infected human U-87MG astrocytic cell line (St-Jean et al, 2006b) . These mutations in the S gene were introduced into pBAC-OC43 FL and the corresponding recombinant virus, designated rOC/U S24-241 , was similarly obtained after transfection of BHK-21 cells and amplification on the HRT-18 cell line. BALB/c mice (MHV-seronegative female; Jackson Laboratories), aged 22 days postnatal (DPN) were inoculated by the intracerebral route (IC) with 10 2.5 TCID 50 of virus, as previously described (Jacomy and Talbot, 2003) . Sham-infected mice (Sham) received HRT-18 cell supernatant.",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 267,
                    "text": "(St-Jean et al, 2006a)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 489,
                    "end": 511,
                    "text": "(St-Jean et al, 2006a)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 633,
                    "end": 654,
                    "text": "(Arbour et al, 1999a)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1069,
                    "end": 1091,
                    "text": "(St-Jean et al, 2006b)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1519,
                    "end": 1544,
                    "text": "(Jacomy and Talbot, 2003)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Virus, mice, and inoculations"
        },
        {
            "text": "At 7 days post infection, viral RNA was extracted from the brains of infected mice, reverse-transcribed, and the S gene was amplified by PCR in two fragments using specific primers and the highly accurate Accuprime pfx enzyme (Invitrogen). The two overlapping PCR fragments covering the complete S gene of the recombinant virus rOC/U S24-241 were then sequenced to insure that the four introduced mutations in the S gene were conserved and that no other mutations had appeared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus, mice, and inoculations"
        },
        {
            "text": "As C57BL/6 mice are more susceptible than BALB/c to HCoV-OC43 infection (Jacomy and Talbot, 2003) , groups of 10 mice were inoculated with each recombinant virus by the IC route with 10 0.5 TCID 50 of virus and observed daily for 23 days post infection (DPI) to monitor survival and clinical scores associated with the infection. To determine the susceptibility of BALB/c mice to recombinant viruses, groups of 10 mice were inoculated with 10 2.5 TCID 50 of each recombinant virus and observed daily for 23 DPI to monitor survival, clinical scores, and the underlying pathology. Data are representative of three independent experiments.",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 97,
                    "text": "(Jacomy and Talbot, 2003)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Survival curves and clinical scores"
        },
        {
            "text": "For each virus, five infected BALB/c mice were dissected every 2 days to monitor infectious virus production. Brains and spinal cords were homogenized to 10% (w/v) in sterile HRT-18 cell medium, centrifuged at 1000 Â g for 20 min at 4 C, then supernatants were frozen at À80 C and stored until assayed. The extracts were processed for the presence and quantification of infectious virus by an indirect immunohistochemistry assay on HRT-18 cells, as described (Lambert et al, 2008) .",
            "cite_spans": [
                {
                    "start": 459,
                    "end": 480,
                    "text": "(Lambert et al, 2008)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Infectious virus assays"
        },
        {
            "text": "Perfusion with paraformaldehyde was performed on five infected BALB/c mice for each recombinant Paralysis caused by S-mutated human coronavirus 290 H Jacomy et al virus, every 2 days, between 1 and 15 DPI. Furthermore, 3 sham-infected, 10 rOC/ATCC-infected, and 6 rOC/U S24-241 -infected mice were also perfused at 1 month post infection for evaluation of demyelination. Coronal or sagittal 40-mm-thick brain sections were prepared with a Lancer vibratome. Serial sections were collected and incubated overnight with primary antibodies, as previously described (Jacomy and Talbot, 2003) . For viral antigens, 1/1000 dilutions of ascites fluid of the 4-E11.3 hybridoma were used (Bonavia et al, 1997) . Astrocytes were identified with a rabbit anti-glial fibrillary acidic protein antibody (GFAP; Dako) diluted 1/500, and activated macrophages/microglia by an ascites fluid of the rat Mac-2 antibody (ATCC) diluted 1/100. Two segments (one lumbar and one cervical) of approximately 3 to 4 mm from spinal cords were paraffinembedded or cryoprotected in 30% (w/v) sucrose and then TissueTek O.C.T. compound (Sakura) and nitrogen frozen at À20 C. From each piece of the spinal cord, sections were collected on 8 slides (8 to 10 sections per slide). Sets of sections were stained with Luxol Fast Blue; some were counterstained with the standard hematoxylin-eosin stain, as well as for viral antigens and activated macrophages/ microglia. To investigate axonal damage, the primary antibody was a mouse anti-nonphosphorylated neurofilaments monoclonal antibody (mAb) (SMI 32), compared to a mouse anti-phosphorylated neurofilaments mAb (SMI 312), which detects normal neurofilament networks (both antibodies, used at 1/600, were from Sternberger Monoclonals). Tissue sections were then incubated with a secondary biotinylated antibody against mouse immunoglobulin G (IgG), before a last incubation in ABC Vectastain (Vector Laboratories) (Jacomy and Talbot, 2003) . Sections were read in a blinded fashion.",
            "cite_spans": [
                {
                    "start": 561,
                    "end": 586,
                    "text": "(Jacomy and Talbot, 2003)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 678,
                    "end": 699,
                    "text": "(Bonavia et al, 1997)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1931,
                    "end": 1956,
                    "text": "(Jacomy and Talbot, 2003)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Immunohistochemistry"
        },
        {
            "text": "Lymphocyte fractions were obtained by Percoll density gradient centrifugation from the brain and spinal cord of sham-, rOC/ATCC-, or rOC/U S24-241 -infected BALB/c mice. The CNS from four to six animals per group were extracted separately. Animals were perfused with 10 ml phosphate-buffered saline (PBS), and isolated brains were put in icecold RPMI 1640 medium containing 5% (v/v) fetal bovine serum (FBS) and were homogenized through a nylon mesh bag (64 mm pore diameter) using a syringe plunger. The suspension was centrifuged at 300 Â g for 10 min; the pellet was resuspended into 4 ml of 30% (v/v) Percoll (Amersham Pharmacia Biotech) and underlaid by a 70% (v/v) Percoll solution. The gradient was centrifuged (1000 Â g for 20 min without braking) and cells were collected from the interface and washed once with RPMI containing 5% (v/v) FBS. Isolated cells were stained in fluorescence-activated cell sorting (FACS) buffer (PBS + 1% [w/v] bovine serum albumin [BSA]) for CD3-FITC (CD3-fluorescein isothiocyanate), CD4-PE (CD4-phycoerythrin), and CD8-PECy5 (eBioscience) for 30 min at 4 C in the dark, washed three times in FACS buffer, and fixed in 1% (w/v) paraformaldehyde. Samples were analyzed using a FACS Caliber flow cytometer (BD Biosciences). Statistical analysis were performed by analysis of variance (ANOVA) followed by a Tukey's test.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Isolation of mononuclear cells"
        },
        {
            "text": "Spinal cords from infected mice were dissected at 5, 9, and 13 DPI for cytokine assays. Spinal cords were weighed and homogenized in 10% (w/v) sterile PBS, pH 7.4, containing Halt protease inhibitor mixture (Pierce; Thermo Fisher Scientific). After homogenization, tissues were centrifuged at 4 C, 15 min at 1500 Â g, and then supernatants were immediately collected and stored frozen at À80 C until assayed. The samples were processed for the presence and quantification of cytokines using SearchLight Chemiluminescent Protein arrays and were performed by the SearchLight Sample Testing Service of Pierce Biotechnology, as described previously (Do Carmo et al, 2008) . Data are representative of two independent experiments. Statistical analysis were performed by ANOVA followed by a Tukey's test.",
            "cite_spans": [
                {
                    "start": 645,
                    "end": 667,
                    "text": "(Do Carmo et al, 2008)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Quantification of cytokines and chemokines"
        },
        {
            "text": "The authors report no conflicts of interest. The authors alone are responsible for the content and writing of the paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of interest:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Interleukin-1 and neuronal injury",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Allan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Tyrrell",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Rothwell",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nat Rev Immunol",
            "volume": "5",
            "issn": "",
            "pages": "629--640",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Acute and persistent infection of human neural cell lines by human coronavirus OC43",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Arbour",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Côtè",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lachance",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tardieu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Cashman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Talbot",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Virol",
            "volume": "73",
            "issn": "",
            "pages": "3338--3350",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Persistent infection of human oligodendrocytic and neuroglial cell lines by human coronavirus 229E",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Arbour",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ekandé",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Côté",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lachance",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Chagnon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tardieu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Cashman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Talbot",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Virol",
            "volume": "73",
            "issn": "",
            "pages": "3326--3337",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Neuroinvasion by human respiratory coronaviruses",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Arbour",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Day",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Newcombe",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Talbot",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Virol",
            "volume": "74",
            "issn": "",
            "pages": "8913--8921",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Chemokine expression by glial cells directs leukocytes to sites of axonal injury in the CNS",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Babcock",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Kuziel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rivest",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Owens",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Neurosci",
            "volume": "23",
            "issn": "",
            "pages": "7922--7930",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Characterization of chemokines and their receptors in the central nervous system: physiopathological implications",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bajetto",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bonavia",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Barbero",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Schettini",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Neurochem",
            "volume": "82",
            "issn": "",
            "pages": "1311--1329",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Paralysis caused by S-mutated human coronavirus H Jacomy et al 291",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Microglia and inflammationmediated neurodegeneration: multiple triggers with a common mechanism",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Block",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Hong",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Prog Neurobiol",
            "volume": "76",
            "issn": "",
            "pages": "77--98",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Infection of primary cultures of human neural cells by human coronaviruses 229E and OC43",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bonavia",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Arbour",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "W"
                    ],
                    "last": "Yong",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Talbot",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Virol",
            "volume": "71",
            "issn": "",
            "pages": "800--806",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Viral-induced neurodegenerative disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Buchmeier",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Lane",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Curr Opin Microbiol",
            "volume": "2",
            "issn": "",
            "pages": "398--402",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Murine encephalitis caused by HCoV-OC43, a human coronavirus with broad species specificity, is partly immunemediated",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Butler",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pewe",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Trandem",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Virology",
            "volume": "347",
            "issn": "",
            "pages": "410--421",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Demyelinating and nondemyelinating strains of mouse hepatitis virus differ in their neural cell tropism",
            "authors": [
                {
                    "first": "Das",
                    "middle": [],
                    "last": "Sarma",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Iacono",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Gard",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Marek",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kenyon",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Koval",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Virol",
            "volume": "82",
            "issn": "",
            "pages": "5519--5526",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Mechanisms of primary axonal damage in a viral model of multiple sclerosis",
            "authors": [
                {
                    "first": "Das",
                    "middle": [],
                    "last": "Sarma",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kenyon",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Hingley",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Shindler",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Neurosci",
            "volume": "29",
            "issn": "",
            "pages": "10272--10280",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Neuroprotective effect of apolipoprotein D against human coronavirus OC43-induced encephalitis in mice",
            "authors": [
                {
                    "first": "Do",
                    "middle": [],
                    "last": "Carmo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jacomy",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Talbot",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Rassart",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Neurosci",
            "volume": "28",
            "issn": "",
            "pages": "10330--10338",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Activation of glial cells by human coronavirus OC43 infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Edwards",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Denis",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Talbot",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Neuroimmunol",
            "volume": "108",
            "issn": "",
            "pages": "73--81",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Chemokines and chemokine receptors in CNS pathology",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Glabinski",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Ransohoff",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J NeuroVirol",
            "volume": "5",
            "issn": "",
            "pages": "3--12",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Physiological and pathological roles of interleukin-6 in the central nervous system",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Gruol",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Nelson",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Mol Neurobiol",
            "volume": "15",
            "issn": "",
            "pages": "307--339",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Both spike and background genes contribute to murine coronavirus neurovirulence",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Iacono",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kazi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Virol",
            "volume": "80",
            "issn": "",
            "pages": "6834--6843",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Cannabinoid-receptor 1 null mice are susceptible to neurofilament damage and caspase 3 activation",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pryce",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "T"
                    ],
                    "last": "Diemel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Cuzner",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Baker",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Neuroscience",
            "volume": "134",
            "issn": "",
            "pages": "261--268",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Human coronavirus OC43 infection induces chronic encephalitis leading to disabilities in BALB/C mice",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jacomy",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fragoso",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Almazan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Mushynski",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Talbot",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Virology",
            "volume": "349",
            "issn": "",
            "pages": "335--346",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Vacuolating encephalitis in mice infected by human coronavirus OC43",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jacomy",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Talbot",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Virology",
            "volume": "315",
            "issn": "",
            "pages": "20--33",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Synergistic neurotoxic effects of combined treatments with cytokines in murine primary mixed neuron/glia cultures",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Jeohn",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "Y"
                    ],
                    "last": "Kong",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hudson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Hong",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Neuroimmunol",
            "volume": "85",
            "issn": "",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "IL-6 induces regionally selective spinal cord injury in patients with the neuroinflammatory disorder transverse myelitis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Kaplin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Deshpande",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Scott",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Krishnan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Carmen",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Shats",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Martinez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Drummond",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dike",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pletnikov",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Keswani",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Moran",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Pardo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Calabresi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Kerr",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Clin Invest",
            "volume": "115",
            "issn": "",
            "pages": "2731--2741",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Chemokines and chemotaxis of leukocytes in infectious meningitis",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lahrtz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Piali",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Spanaus",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Seebach",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fontana",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Neuroimmunol",
            "volume": "85",
            "issn": "",
            "pages": "33--43",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Titration of human coronaviruses, HCoV-229E and HCo-V-OC43, by an indirect immunoperoxidase assay",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lambert",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jacomy",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Marceau",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Talbot",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Methods Mol Biol",
            "volume": "454",
            "issn": "",
            "pages": "93--102",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Functional diversity of chemokines and chemokine receptors in response to viral infection of the central nervous system",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Lane",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Hardison",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Walsh",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Curr Top Microbiol Immunol",
            "volume": "303",
            "issn": "",
            "pages": "1--27",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Chemokines and chemokine receptors in the CNS: a possible role in neuroinflammation and patterning",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mennicken",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Maki",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "De Souza",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Quirion",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Trends Pharmacol Sci",
            "volume": "20",
            "issn": "",
            "pages": "73--78",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Immune modulation: IL-1, master mediator or initiator of inflammation",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Mills",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dunne",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat Med",
            "volume": "15",
            "issn": "",
            "pages": "1363--1364",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Human coronavirus-a brief review",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Myint",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Rev Med Virol",
            "volume": "4",
            "issn": "",
            "pages": "35--46",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Monocyte chemoattractant protein-1 enhances HSV-induced encephalomyelitis by stimulating Th2 responses",
            "authors": [],
            "year": null,
            "venue": "J Leukoc Biol",
            "volume": "70",
            "issn": "",
            "pages": "374--380",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Novel antiviral activity of chemokines",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nakayama",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shirane",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hieshima",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shibano",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Watanabe",
                    "suffix": ""
                },
                {
                    "first": "Jin",
                    "middle": [
                        "Z"
                    ],
                    "last": "Nagakubo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Saito",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Shimomura",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Yoshie",
                    "middle": [
                        "O"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Virology",
            "volume": "350",
            "issn": "",
            "pages": "484--492",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Differential production of and migratory response to beta chemokines by human microglia and astrocytes",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Peterson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Salak-Johnson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Molitor",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Chao",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Infect Dis",
            "volume": "175",
            "issn": "",
            "pages": "478--481",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Multiple regions of the murine coronavirus spike glycoprotein influence neurovirulence",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Phillips",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chua",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Seo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J NeuroVirol",
            "volume": "7",
            "issn": "",
            "pages": "421--431",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Pathogenesis of chimeric MHV4/MHV-A59 recombinant viruses: the murine coronavirus spike protein is a major determinant of neurovirulence",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Phillips",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Chua",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lavi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Virol",
            "volume": "73",
            "issn": "",
            "pages": "7752--7760",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "TNF-alpha transgenic and knockout models of CNS inflammation and degeneration",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Probert",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Akassoglou",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kassiotis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pasparakis",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Alexopoulou",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kollias",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Neuroimmunol",
            "volume": "72",
            "issn": "",
            "pages": "137--141",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Recovery of a neurovirulent human coronavirus OC43 from an infectious cDNA clone",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "St-Jean",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Desforges",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Almazan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jacomy",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Enjuanes",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Talbot",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Virol",
            "volume": "80",
            "issn": "",
            "pages": "3670--3674",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Genetic evolution of human coronavirus OC43 in neural cell culture",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "St-Jean",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Desforges",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Talbot",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Adv Exp Med Biol",
            "volume": "581",
            "issn": "",
            "pages": "499--502",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Pathogenesis of human coronaviruses, other than SARS",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Talbot",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jacomy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Desforges",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "313--324",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Axonal injury heralds virus-induced demyelination",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Tsunoda",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "Q"
                    ],
                    "last": "Kuang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Libbey",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Fujinami",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Am J Pathol",
            "volume": "162",
            "issn": "",
            "pages": "1259--1269",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Targeting inflammatory demyelinating lesions to sites of Wallerian degeneration",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Tsunoda",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tanaka",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Saijoh",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Fujinami",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am J Pathol",
            "volume": "171",
            "issn": "",
            "pages": "1563--1575",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Astrocyte-associated axonal damage in pre-onset stages of experimental autoimmune encephalomyelitis",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Ayers",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "V"
                    ],
                    "last": "Catmull",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Hazelwood",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Bernard",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Orian",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Glia",
            "volume": "51",
            "issn": "",
            "pages": "235--240",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Expression of CCR2 in both resident and bone marrow-derived microglia plays a critical role in neuropathic pain",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "Q"
                    ],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Echeverry",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Mogil",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Koninck",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Rivest",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Neurosci",
            "volume": "27",
            "issn": "",
            "pages": "12396--12406",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Spatial and temporal relationship between monocyte chemoattractant protein-1 expression and spinal glial activation following peripheral nerve injury",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Dekoninck",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Neurochem",
            "volume": "97",
            "issn": "",
            "pages": "772--783",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Paralysis caused by S-mutated human coronavirus H Jacomy et al",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Virulence of recombinant viruses. (A) BALB/c mice were monitored for weight variations after infection. As soon as 5 DPI, mice infected by rOC/U S24-241 started to lose weight. During the acute phase of the disease (5 to 13 DPI), mice infected by either recombinant lost weight and the more affected mice (infected by rOC/U S24-241 ) started to die during this period. Mice that survived the acute phase of the infection gained weight to reach the weight of control animals. (B) Survival curves following intracerebral infection. Only 20% of mice infected with rOC/U S24-241 survived, whereas rOC/ATCC-infected animals showed 70% survival. Control (Sham) mice showed 100% survival. (C) Posture and locomotion of mice observed at 11 DPI. Control (Sham) mice moved normally, whereas rOC/ATCC-infected mice presented a pronounced humped back posture and used only a small portion of the plantar surface of their paws for locomotion. Mice infected by rOC/U S24-241 presented a flaccid tail and the body at the base of the tail was dragged and never lifted up from the surface.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Infectious virus titers in the CNS. Amounts of infectious virus detected in (A) brains and (B) spinal cords at different times postinfection. For both recombinant viruses, the levels of infectious virus as well as the kinetics of viral replication in the brain were very similar.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Histological examination of virus spread from the brain into the medulla. Longitudinal sections of brain from (A) rOC/ATCCand (B) rOC/U S24-241 -infected mice, illustrating the increased viral spread following rOC/U S24-241 infection. At higher magnification few infected neurons could be seen in the midbrain of rOC/ATCC-infected mice (C) compared to the same region of rOC/U S24-241 -infected mice (D). Furthermore, no infected neurons were present in the pons/medulla regions of rOC/ATCC-infected mice (E), whereas infected neurons were observed in rOC/U S24-241 -infected mice (F), illustrating an increased capacity to disseminate towards the brain stem for rOC/U S24-241 compared to rOC/ATCC. A and B are 1Â magnification with white transillumination alpha-imager images. Original magnification 100Â for C and D; 200Â for E and F.Paralysis caused by S-mutated human coronavirus H Jacomy et al whereas spinal cord of rOC/ATCC-infected mice presented spared white matter (",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Histopathology in spinal cords of infected mice. At 9 DPI, spinal cords of mice infected by (A) rOC/ATCC or by (B) rOC/U S24-241 presented numerous infected cells as revealed by staining for viral antigens in the grey matter. DH stands for dorsal horn and VH for ventral horn of the spinal cord. Higher magnification (C and D) showed that the targeted cells were neurons. At 11 DPI, histological details of the ventral horn of the spinal cord after Luxol Fast Blue staining counterstained by hematoxylin-eosin revealed cellular infiltrates in the grey matter of rOC/ATCC-(E) and rOC/U S24-241 -(F) infected mice. At 11 DPI, virus could be detected in both grey and white matter, especially in the motor efferent pathways of the spinal cord from rOC/ATCC-(G) and rOC/U S24-241 -(H) infected mice. Consecutive sections of rOC/ATCC-(I and K) or rOC/U S24-241 -(J and L) infected spinal cord were stained for nonphosphorylated neurofilaments (SMI 32; I and J) and phosphorylated neurofilaments (SMI 312; K and L). Axonal damage following rOC/ATCC (I) as well as rOC/U S24-241 (J) infection could be observed. Original magnification: 40Â for A and B; 200Â for C to L. S24-241 showed motor disabilities and eventual myelin \"break-down.\"",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Innate immune response in the spinal cord during acute infection. Proinflammatory cytokines and chemokines were quantified directly in tissue by Searchlight analysis (Pierce, Fisher).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Histological examination 1 month post infection. Luxol Fast Blue staining of control (Sham) (A) or rOC/ATCC-infected (B) spinal cords revealed that myelin was normal. On the other hand, rOC/U S24-241 -infected mice exhibited posterior limb disabilities (C), their spinal cords stained by Luxol Fast Blue revealed plaques of demyelination (D) in the white matter of the dorsal horn. Adjacent sections stained with antibodies against activated macrophages/microglia revealed activated cells in white and gray matter (E) and the merged image illustrates that microglial activation was located in the demyelinating regions (F). Arrows in D, E, and F, point to the same regions of demyelination. Original magnification: 40Â for A, B, D, E, and F.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "or rOC/ATCC, compared to control (sham-infected[Sham]) mice. During theFigure 1Recombinant viruses. Schematic representation of the main structural domains of the human coronavirus 1354-amino acid (aa) S glycoprotein, as well as the approximate locations of the four predominant mutations acquired after persistent HCoV-OC43 infections of human neural cells. These mutations, D 24 Y, S 83 T, H 183 R, Y 241 H, were introduced into the viral genome to yield the rOC/U S24-241 recombinant virus, which was compared with the rOC/ATCC recombinant wild-type virus. The rOC/U S24-241 is totally identical in its S gene to mutant virus obtained after 35 passages in the human astrocytic cells line U-87. RBD, putative cell receptor-binding domain (by analogy to MHV); HVR, hypervariable region; HR, heptad repeat regions. Arrow represents the putative cleavage site in S to yield the S1 and S2 subunits.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}