{
    "paper_id": "6f8725026d83e6829275eefc91aef6fbdacc9c06",
    "metadata": {
        "title": "Journal Pre-proof Commentary: COVID-19 in Patients with Diabetes Commentary: COVID-19 in Patients with Diabetes. Journal Pre-proof",
        "authors": [
            {
                "first": "Michael",
                "middle": [
                    "A"
                ],
                "last": "Hill",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Missouri",
                    "location": {
                        "settlement": "Columbia",
                        "region": "Missouri",
                        "country": "USA"
                    }
                },
                "email": "hillmi@missouri.edisowersj@health.missouri.edu"
            },
            {
                "first": "Christos",
                "middle": [],
                "last": "Mantzoros",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard Medical School",
                    "location": {
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "James",
                "middle": [
                    "R"
                ],
                "last": "Sowers",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Missouri",
                    "location": {
                        "settlement": "Columbia",
                        "region": "Missouri",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Commentary: COVID-19 in patients with Diabetes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "The spread of the novel SARS-CoV-2 coronavirus (COVID-19) has reached pandemic proportions and represents a threat for increased morbidity and mortality, globally. In many regions this increased morbidity and mortality is particularly seen in older persons and those presenting with co-morbidities such as overt diabetes, obesity and hypertension [1] [2] [3] [4] . The high incidence of diabetes throughout the world makes this particularly concerning as the COVID-19 pandemic progresses. To this point emerging data particularly from China, indicates that patients with diabetes are at high risk for COVID-19 infection. For example, a large observational report 2 including 1099 patients with confirmed COVID-19 infection indicated that in 173 with severe disease there existed the comorbidities of hypertension (23·7%), diabetes mellitus (16·2%), coronary heart diseases (5·8%), and cerebrovascular disease (2·3%). In a another study 3 of 140 patients who were admitted to a hospital with COVID-19, 30% had hypertension and 12% had diabetes.",
            "cite_spans": [
                {
                    "start": 347,
                    "end": 350,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 351,
                    "end": 354,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 355,
                    "end": 358,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 359,
                    "end": 362,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Increased incidence of COVID-19 in patients with diabetes:"
        },
        {
            "text": "Emerging information suggest that individuals with diabetes are at increased risk for complications including death. For example, the most distinctive comorbidities of 32 nonsurvivors from a group of 52 intensive care unit patients with COVID-19 in a study in China 1 were diabetes (22%) and cerebrovascular disease. Very recently a summary report from the Chinese Center for Disease Control of 72,314 cases across the country showed an overall fatality rate of 2.3% but this was increased to 10.5% in people with cardiovascular disease and 7.3 and 6%, respectively for people having diabetes or hypertension 5 . These observations are consistent with prior data in those with respiratory diseases. For example, mortality rates among persons with diabetes in Hong Kong aged 75 and over from pneumonia exceed mortality rates in this age group from cardiovascular disease and from cancer .6 . Similar evidence of risk among persons with diabetes has been reported for the two earlier COVID infections, severe acute respiratory syndrome (SARS) beginning in 2002 and affecting more than 8000 persons, mainly and in Asia and the Middle East 7,8 , and the respiratory syndrome (MERS) in 2012 affecting more than 2000 persons, mainly in Saudi Arabia 9 .",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 267,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Diabetes increases morbidity and mortality in diabetic patients with COVID-19:"
        },
        {
            "text": "To date, there have been only limited experimental studies directly addressing the role of hyperglycemia in the pathogenesis and prognosis of viral respiratory diseases [5] [6] [7] [8] . However, it has been shown that elevated blood glucose levels can directly increase glucose concentrations in airway secretion. 9 In vitro exposure of pulmonary epithelial cells to elevated glucose concentrations significantly increased influenza virus infection and replication, suggesting that hyperglycemia may increase viral replication in vivo. Elevated glucose levels may also serve to suppress the anti-viral immune response. These findings are consistent with studies of patients infected with highly pathogenic avian influenza, whereby hyperglycemia was associated with a fatal outcome. Hyperglycemia may also affect pulmonary function such that influenza virusinduced respiratory dysfunction is exacerbated in patients with diabetes. In animal models of J o u r n a l P r e -p r o o f disease, diabetes is associated with numerous structural changes to the lung including augmented permeability of the vasculature and a collapsed alveolar epithelium 10 .",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 172,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 173,
                    "end": 176,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 177,
                    "end": 180,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 181,
                    "end": 184,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 315,
                    "end": 316,
                    "text": "9",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1147,
                    "end": 1149,
                    "text": "10",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Importance of glycemic control in those with coexistence of Covid-19 infection and diabetes:"
        },
        {
            "text": "Collectively, experimental data support the notion that glycemic control can have beneficial effects on clinical outcomes in patients with coexistent diabetes and viral respiratory diseases such as COVID-19. However, there are a number of challenges that arise with regard to optimal metabolic control. First, it will be important to raise the awareness among those on the front line of the importance of glycemic control in these patients. In this regard the optimal treatment of these patients should involve a multidisciplinary team approach including specialists in emergency medicine, infectious diseases, respiratory function and endocrinology. Further, support from nutritionists and exercise rehabilitation specialists may be required during prolonged periods of hospitalization and recovery. Consistent with this a Letter to the Editor of Metabolism from Zhou and Tan, Tongji Medical College in Wuhan, China describes some of the first patients treated for Covid-19 infection and shows that during their hospital stay metabolic control was inadequate as defined by fasting and/or glucose levels outside of the ranges set by the American Diabetes Association 11 . These authors further raise some of the experiences and practical limitations they encountered during treatment of this patient group 11 .",
            "cite_spans": [
                {
                    "start": 1306,
                    "end": 1308,
                    "text": "11",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Importance of glycemic control in those with coexistence of Covid-19 infection and diabetes:"
        },
        {
            "text": "As hypertension and diabetes frequently coexist it would also appear prudent to optimally control elevated blood pressures. A unique caveat in hypertensive treatment in these patients is the observation that coronaviruses may bind cells through angiotensin converting enzyme 2 (ACE2) leading to the suggestion that patients treated with pharmacological agents which elevate ACE2 levels (including ACE inhibitors and angiotensin type 1 receptor blockers) may be placed at higher risk 12 . However, the European Society of Cardiology, Council on Hypertension; ACC/AHA?HFSA (American College of Cardiology, the American Heart Association and the Heart Failure Society of America) and the American Society of hypertension have released policy statements strongly recommending that patients should continue treatment with their usual antihypertensive therapy because there is no clinical or empirical scientific evidence to suggest that treatment with ACE inhibitors or angiotensin receptor blockers should be discontinued because of the COVID-19 infection. There are several important unknown issues regarding diabetes and COVID-19 .It is unclear whether there are differences in rates and severity of infections in men versus women with diabetes and whether there is a difference in rates of infection and severity of infection in type 1 versus type 2 diabetic patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Importance of glycemic control in those with coexistence of Covid-19 infection and diabetes:"
        },
        {
            "text": "In summary, it is apparent that persons with diabetes are at increased risk for COVID-19 infection, and are at increased risk for medical complications including death. This necessitates increased vigilance and testing in outpatient diabetes and general medicine clinics for COVID-19 and a lower threshold for hospitalization of these patients. In this regard, an unreported disturbing observation by the authors is that an increasing number of diabetic patients are cancelling their routine visits to diabetes clinics. This development along with the increased stress associated with social isolation and lack of physical activity provides a fertile ground for worsening glycemic and blood pressure control, further predisposing these vulnerable patients to COVID-19 infections. As suggested by the ADA and AACE it is imperative that we alert the health care community and the public regarding the increased risks of this progressing pandemic in diabetic patients. Also, as suggested by these Societies adherence to CDC guidance J o u r n a l P r e -p r o o f regarding social isolation is vey important in persons with diabetes. Finally, the current situation emphasizes the need for more clinical investigation as the pandemic unfolds to fully characterize the problem and define best practices for optimum outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Importance of glycemic control in those with coexistence of Covid-19 infection and diabetes:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "",
            "issn": "20",
            "pages": "30079--30084",
            "other_ids": {
                "DOI": [
                    "10.1016/S2213-2600"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical characteristics of coronavirus disease 2019 in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2002032"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical characteristics of 140 patients infected by SARS-CoV-2 in Wuhan, China",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Y"
                    ],
                    "last": "Cao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Allergy",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Prevalence and impact of cardiovascular metabolic diseases on COVID-19 in China",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Res Cardiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s00392-020-01626-9"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Characteristics of and Important Lessons From the Coronavirus Disease 2019 (COVID-19) Outbreak in China",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgoogan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Cases From the Chinese Center for Disease Control and Prevention",
            "authors": [],
            "year": 2020,
            "venue": "JAMA February",
            "volume": "24",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.2648"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Secular trends in all-cause and cause-specific mortality rates in people with diabetes in Hong Kong, 2001-2016: a retrospective cohort study",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Esh",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "Rcw",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Diabetologia",
            "volume": "63",
            "issn": "4",
            "pages": "757--766",
            "other_ids": {
                "DOI": [
                    "10.1007/s00125-019-05074-7"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Hospitalization for ambulatory-care-sensitive conditions in Taiwan following the SARS outbreak: a population-based interrupted time series study",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "T"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Hsiao",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Formos Med Assoc",
            "volume": "108",
            "issn": "",
            "pages": "386--425",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Clinical outcomes of current medical approaches for Middle East respiratory syndrome: a systematic review and metaanalysis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Morra",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Van Thanh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Kamel",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Rev Med Virol",
            "volume": "28",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/rmv.1977"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Factors determining the appearance of glucose in upper and lower respiratory tract secretions",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Philips",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "X"
                    ],
                    "last": "Meguer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Redman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Baker",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Intensive Care Med",
            "volume": "12",
            "issn": "",
            "pages": "2--204",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Diabetes patients with COVID-19 need better blood glucose management in Wuhan, China. Metabolism, Letter to the Editor",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Are patients with hypertension and diabetes mellitus at increased risk for COVID-19 infection?",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Karakiulakis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Roth",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "",
            "issn": "20",
            "pages": "30116--30124",
            "other_ids": {
                "DOI": [
                    "10.1016/S2213-2600(20"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": []
}