{
    "paper_id": "71545acaa89fb9e256e74f046844c59717e97729",
    "metadata": {
        "title": "SARS-CoV-2 detection using digital PCR for COVID-19 diagnosis, treatment monitoring and criteria for discharge",
        "authors": [
            {
                "first": "Renfei",
                "middle": [],
                "last": "Lu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nantong Third Hospital Affiliated to Nantong University",
                    "location": {
                        "addrLine": "8 Jiangsu",
                        "country": "P.R.China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jian",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Min",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yaqi",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "RainSure Scientific Co, Ltd. Suzhou Industrial Park",
                    "location": {
                        "settlement": "Jiangsu",
                        "region": "P.R",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jia",
                "middle": [],
                "last": "Dong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "RainSure Scientific Co, Ltd. Suzhou Industrial Park",
                    "location": {
                        "settlement": "Jiangsu",
                        "region": "P.R",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Weihua",
                "middle": [],
                "last": "Cai",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nantong Third Hospital Affiliated to Nantong University",
                    "location": {
                        "addrLine": "8 Jiangsu",
                        "country": "P.R.China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "For RT-PCR workflow, the primers and probes are from Liferiver Bio-Tech. A25-μlreaction was 116 set up containing 5 μ l of RNA, 19 μ l of reaction buffer provided with the one step RT-PCR 117 system and 1µl enzyme mix. Thermal cycling was performed at 45°C for 10 min for reverse 118 transcription followed by 95°C for 3 min and then 45 cycles of 95 °C for 15 sec, 58 °C for 30 sec 119 in SLAN 96P real time PCR system. 120",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 127,
                    "text": "RNA,",
                    "ref_id": null
                },
                {
                    "start": 128,
                    "end": 130,
                    "text": "19",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Analysis of the dPCR data was performed with analysis software GeneCount V1.60b0318 122 (RainSure Scientific). Concentrations of the target RNA sequences, along with their Poisson-123 based 95% confidence intervals were also provided by the software. Fluorescence channels of 124 FAM, HEX and Cy5 were scanned to detect ORF1ab gene, N gene and RPP30 gene respectively. 125",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis 121"
        },
        {
            "text": "The positive populations for each target gene were identified using positive and negative controls 126 with single primer-probe sets for each fluorescence channel. The concentration reported by 127 GeneCount has the unit of copies of template per microliter of the final 1× dPCR reaction, which 128 was also reported and used in all the subsequent analysis. 129",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis 121"
        },
        {
            "text": "3.1. Comparison of the lower limit of detection between dPCR and the standard RT-PCR 131 L ower limit of detection (LLoD) of RT-PCR and dPCR was compared using serial dilution of clinical 132 specimen. The starting clinical specimen showed Ct value of 35 in RT-PCR. The specimen was diluted 133 using virus storage solution. Each dilution was 5 fold. A total of 7 dilutions (8 samples S1-S8 134 including the starting stock) were tested by both RT-PCR and dPCR assays. As shown in Figure 1 and 135 Table 2 RT-PCR failed to detect S3, while dPCR was able to detect S3 and S4. dPCR showed 136 negative results for S5 through S8. dPCR assay showed at least 10 times lower LLoD than RT-PCR 137 assay. However. LLoQ (lower limit of quantification) was estimated to be larger than the viral 138 concentration in S3. 139 All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 481,
                    "end": 489,
                    "text": "Figure 1",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 498,
                    "end": 505,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Results 130"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https: //doi.org/10.1101 //doi.org/10. /2020 ",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 102,
                    "text": "//doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 103,
                    "end": 122,
                    "text": "//doi.org/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Results 130"
        },
        {
            "text": "A total of 108 samples were taken from 38 individuals ( Table 1) at various time points during the  141   course of their treatment and quarantine. When assessed with RT-PCR method, the result showed  142 reasonable consistency between different targets (Table 3) . 143",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 56,
                    "end": 204,
                    "text": "Table 1) at various time points during the  141   course of their treatment and quarantine. When assessed with RT-PCR method, the result showed  142",
                    "ref_id": null
                },
                {
                    "start": 254,
                    "end": 263,
                    "text": "(Table 3)",
                    "ref_id": null
                }
            ],
            "section": "Comparison of dPCR assay with RT-PCR assay using clinical samples 140"
        },
        {
            "text": "Results from dPCR targeting ORF1ab gene were also consistent with that from RT-PCR result (Table  144 4). In particular, 4 positive samples from 3 patients based on dPCR assay were not detected by PCR. The computerized tomography (CT) results of the 3 patients showed 1 patient's lung texture 146 thickening, no pneumonia imaging characteristics; 1 patient had two lungs infections,; and 1 patient 147 showed inflammation of the right lung and lower lobe. But RT-PCR assay failed to detect these 4 148 samples, and generated negative results. 149",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 90,
                    "end": 101,
                    "text": "(Table  144",
                    "ref_id": null
                }
            ],
            "section": "Comparison of dPCR assay with RT-PCR assay using clinical samples 140"
        },
        {
            "text": "Digital PCR targeting N gene exhibited higher sensitivity than that targeting ORF1ab gene. As shown 150 in to be positive based on other factors. One was a suspected case. One of them were of unknown clinical 153 classification. In particular, one was actually discharged based on RT-PCR assay result, although a 154 retrospective dPCR test detected the virus. In contrast, as long as a sample is deemed positive by 155",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparison of dPCR assay with RT-PCR assay using clinical samples 140"
        },
        {
            "text": "ORF1ab gene, all but one were positive by N gene. 156",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparison of dPCR assay with RT-PCR assay using clinical samples 140"
        },
        {
            "text": "Digital PCR also provides a window to monitor the progression and treatment of disease more 158 consistently than RT-PCR. We analyzed positive samples from 3 patients based on dPCR assay that 159 were not consistently detected by Patient 33 was first identified as SAR-CoV-2 positive by RT-PCR from pharyngeal swab with 161",
            "cite_spans": [],
            "ref_spans": [],
            "section": "dPCR assay result during the course of treatment 157"
        },
        {
            "text": "ORF1ab gene Ct of 32.3 and N gene Ct of 33.2 ( Table 6) . dPCR showed ORF1ab concentration of 162 28.3 copies/µl, N gene concentration of 35.2 copies/µl and internal reference gene concentration of 163 32.8 copies/µl on January 27, 2020 (Figure 2 and Table 6 ). The patient was treated in hospital under 164 All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 47,
                    "end": 55,
                    "text": "Table 6)",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 237,
                    "end": 246,
                    "text": "(Figure 2",
                    "ref_id": null
                },
                {
                    "start": 251,
                    "end": 258,
                    "text": "Table 6",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "dPCR assay result during the course of treatment 157"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10. 1101 quarantine. The RT-PCR results from the same patient's pharyngeal swab specimen were 165 undetermined for both ORF1ab and N gene on February 5, 2020, after being treated for 9 days. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "dPCR assay result during the course of treatment 157"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10. 1101 Patient 9 first showed symptoms of fever, coughing and muscle pains on Feb. 4 th , 2020 and then 191 hospitalized on Feb. 13 th , 2020. However, pharyngeal swabs were negative by 14 th to Feb. 25 th for all 6 RT-PCR tests performed. CT results showed infection of both lungs. 193 However, due to the negative RT-PCR results, the patient was categorized as a suspected case despite 194 her positive CT results and symptoms. Although dPCR showed negative result on Feb. 14 th , the day 195 after the patient intake, low SARS-CoV-2 viral load (ORF1ab gene concentration of 0.34 copies/µl and 196 N gene of 0.43 copies/µl) was reported for the sample from Feb. 18 th . The negative results of February 197 14 th were most likely due to insufficient sample loading. The concentration of internal reference gene 198 was only 1.892 copies/μl, indicating low RNA load in the test. One Feb. 18 th , dPCR test result was 199 positive with the internal reference gene concentration at 20.8 copies/μl. It also suggested that the Feb. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 372,
                    "end": 382,
                    "text": "lungs. 193",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "dPCR assay result during the course of treatment 157"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.24.20042689 doi: medRxiv preprint using RT-PCR and dPCR targeting ORF1ab genes, but dPCR targeting N gene reported 2 positive 217 results. From dPCR results, it clearly indicates viral load in patients is throat > stool > blood. 218",
            "cite_spans": [],
            "ref_spans": [],
            "section": "dPCR assay result during the course of treatment 157"
        },
        {
            "text": "The samples with ORF1ab positive detected in throat for dPCR is 6 more than . 219",
            "cite_spans": [],
            "ref_spans": [],
            "section": "dPCR assay result during the course of treatment 157"
        },
        {
            "text": "The samples with ORF 1ab positive detected in blood and sputum for dPCR is 1 more than RT-PCR (1 220 vs 0). While the samples with ORF1ab positive detected in stool for dPCR is 2 less than RT-PCR (2 vs 221 4). Therefore, dPCR showed less sensitivity than RT-PCR in specimens from stool, higher sensitivity 222 than RT-PCR in specimens from throat, blood and sputum. Different detection sensitivity of dPCR 223 assay for different sample types may require further experiments to draw a conclusion. 224",
            "cite_spans": [],
            "ref_spans": [],
            "section": "dPCR assay result during the course of treatment 157"
        },
        {
            "text": "Stool specimen from patient 4 on Feb. 24 th was tested as negative by both However, the internal reference gene result by dPCR is 0 suggesting no RNA was loaded in either tests 227 or the PCR reactions were inhibited. The samples need to be re-collected to re-run the tests. The 228 internal reference gene of dPCR assay serves as a quality control to ensures no PCR inhibition 229 happened and RNA extraction was successful. Without such a control in RT-PCR assay, the patient 230 could have been discharged prematurely, putting those in close contact at risk of being infected. 231 232",
            "cite_spans": [],
            "ref_spans": [],
            "section": "dPCR assay results for internal reference gene 225"
        },
        {
            "text": "We first demonstrated that the LOD of dPCR assay is at least 10 times better than that of RT-PCR 234 assay using serial dilution of the same clinical sample. Higher sensitivity, along with more reliable 235 quantification of viral load, provides valuable information to help clinicians choose the appropriate 236 treatment plan 16 . To demonstrate its application in clinical settings, we performed head-to-head 237 comparison of RT-PCR and dPCR assays using a cohort of 39 patients totaling 109 samples obtained 238 at different stage of the treatment and from different locations.. 239",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion 233"
        },
        {
            "text": "We observed that the result of dPCR targeting ORF1ab gene is consistent with RT-PCR targeting the 240 same. In particular, dPCR assay detected 4 positive samples that were determined to be negative by 241 RT-PCR assay. Although there were also 3 positive samples from RT-PCR assay that were deemed 242 All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion 233"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.24.20042689 doi: medRxiv preprint negative by dPCR-ORF1ab assay (the Ct values of ORF1ab for those 3 positive samples were > 38, 243 which are in the grey area of RT-PCR), they were all positive from dPCR assay targeting N gene. 244",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion 233"
        },
        {
            "text": "Combing the CT results and test history of the 3 positive samples, 1 of the positive samples are false 245 positive by RT-PCR (Patient 7).Combining the result of both dPCR assays provides a more sensitivity 246 and accurate method to detect SARS-COV-2. 247",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion 233"
        },
        {
            "text": "The dPCR results also showed higher sensitivity when the primer and probe are designed against N 248 gene. It may be explained by the higher copy number of RNA for N gene arising from the replication 249 process of the virus 17,18 . Interestingly, RT-PCR assay didn't exhibit significance difference between the 250 two targets. Further study is warranted to elucidate the underlying mechanism. It is well recognized 251 that dPCR assays are less susceptible to the existence of PCR inhibitors, and the results are thus more 252 reliable in general 11, 19 . 253",
            "cite_spans": [
                {
                    "start": 549,
                    "end": 552,
                    "text": "11,",
                    "ref_id": null
                },
                {
                    "start": 553,
                    "end": 555,
                    "text": "19",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion 233"
        },
        {
            "text": "With dPCR assay, we were able to track the progress of the treatment by monitoring the viral load 254 from samples obtained on different dates. RT-PCR suffered from sporadic appearance of positive 255 result which puzzled clinicians. dPCR results, in contrast, faithfully reflected the onset and healing of 256 the disease, when examined together with relevant radiological evidence and treatment history. dPCR 257 showed evidences of higher sensitivity to detect low virus load in patients who showed mild symptoms 258 or have been treated for COVID-19 than We were also able to compare the viral load in different organs thanks to higher sensitivity of dPCR 260 assay. The dPCR assay provides quantitative information on the viral load of specimens collected from 261 different locations of the same patient. In all but one cases, the viral load is the highest in pharyngeal 262 samples, lower in stool samples and the lowest in serum. Interestingly, a considerable amount of virus 263 was found in the phlegm of one of the patients whose pharyngeal sample was negative. These 264 observations may provide valuable insight into the pathology of this emerging disease 20 . 265",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion 233"
        },
        {
            "text": "Digital PCR shows improved lower limit of detection, sensitivity and accuracy, enabling COVID-19 267 All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions 266"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi. org/10.1101 org/10. /2020 detection with less false negative and false positive results comparing with RT-PCR, especially 268 for the tests with low viral load specimens. We showed evidences that dPCR is powerful in 269 detecting asymptomatic patients and suspected patients. Digital PCR is capable of flagging the We are grateful to RainSure Scientific for their great support to this work. We are grateful to Drs. 287 author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 102,
                    "text": "org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 103,
                    "end": 116,
                    "text": "org/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusions 266"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.24.20042689 doi: medRxiv preprint author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions 266"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https: //doi.org/10.1101 //doi.org/10. /2020 The clinical specimen showed RT-PCR Ct value at 35. The specimen was diluted using virus 380 storing solution 5 for each dilution. Each dilution is 5 fold. Total of 7 dilutions (8 concentrations) 381",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 102,
                    "text": "//doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 103,
                    "end": 122,
                    "text": "//doi.org/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusions 266"
        },
        {
            "text": "were tested by both RT-PCR and dPCR assays. Orange color is internal reference, green is N gene, 382 blue is ORF1ab for both RT-PCR and dPCR. S1 is original specimen (left RT-PCR, right dPCR). 383 S2 is S1 specimen 5X dilution (left RT-PCR, right dPCR). S3 is S2 specimen 5X dilution (left 384 RT-PCR, right dPCR). S4 is S3 5X dilution (left RT-PCR, right dPCR). S5-S8 are 5X series 385 dilutions from S4 specimen. The dPCR assay showed at least 10 fold lower LLoD than RT-PCR 386 assay. RT-PCR failed to detect at S3 dilution, dPCR was able to detect S3 and S4 dilution. 387 However. LLoQ (lower limit of quantification) is above S3 concentration. 388 S1 All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions 266"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https: //doi.org/10.1101 //doi.org/10. /2020 389 S4 S3 S2 All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 102,
                    "text": "//doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 103,
                    "end": 122,
                    "text": "//doi.org/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusions 266"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https: //doi.org/10.1101 //doi.org/10. /2020 author/funder, who has granted medRxiv a license to display the preprint in perpetuity. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 102,
                    "text": "//doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 103,
                    "end": 122,
                    "text": "//doi.org/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusions 266"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10. 1101 A B All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusions 266"
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions 266"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10. 1101 author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusions 266"
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10. 1101 ",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusions 266"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "293 2. WHO. WHO Director-General's opening remarks at the media briefing on",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41586-020-2008-3"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Emerging coronaviruses: Genome structure, replication, and 297 pathogenesis",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Virol",
            "volume": "92",
            "issn": "4",
            "pages": "418--423",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.25681"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "RNA based mNGS approach identifies a novel human 299 coronavirus from two individual pneumonia cases in 2019 Wuhan outbreak",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Emerg Microbes Infect",
            "volume": "300",
            "issn": "2020",
            "pages": "313--319",
            "other_ids": {
                "DOI": [
                    "10.1080/22221751.2020.17253993015"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Accessed March 15, 2020. 304 6. China public health commission. Clinical guidance for the diagnosis and treatment of",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Characteristics of and Important Lessons From the Coronavirus 307 Disease 2019 (COVID-19) Outbreak in China: Summary of a Report of 72 314 Cases From the 308",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgoogan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Chinese Center for Disease Control and Prevention",
            "authors": [],
            "year": 2020,
            "venue": "JAMA",
            "volume": "309",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.2648"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Principle and applications of digital PCR",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pohl",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Shih",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Expert Review of Molecular",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "High-throughput droplet digital PCR system for 315 absolute quantitation of DNA copy number",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Hindson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Ness",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Masquelier",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Anal Chem",
            "volume": "83",
            "issn": "22",
            "pages": "8604--8610",
            "other_ids": {
                "DOI": [
                    "10.1021/ac202028g"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Absolute quantification by droplet digital PCR 318 versus analog real-time PCR",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Hindson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Chevillet",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Briggs",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nat Methods",
            "volume": "10",
            "issn": "10",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/nmeth.2633"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Quantitation of HBV cccDNA in anti-HBc-positive 320 liver donors by droplet digital PCR: A new tool to detect occult infection",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Caviglia",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Abate",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Tandoi",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Hepatol",
            "volume": "69",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jhep.2018.03.021"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Detection and quantification of HDR and 323 NHEJ induced by genome editing at endogenous gene loci using droplet digital PCR",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Miyaoka",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Mayerl",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Conklin",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Droplet-based digital PCR 326 and next generation sequencing for monitoring circulating tumor DNA: a cancer diagnostic 327 perspective",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Postel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Roosen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Laurent-Puig",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Taly",
                    "suffix": ""
                },
                {
                    "first": "Wang-Renault",
                    "middle": [],
                    "last": "Sf",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Expert Rev Mol Diagn",
            "volume": "18",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/14737159.2018.1400384"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Digital droplet PCR (dPCR) for the precise 329 quantification of human T-lymphotropic virus 1 proviral loads in peripheral blood and cerebrospinal 330 fluid of HAM/TSP patients and identification of viral mutations",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Brunetto",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Massoud",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Leibovitch",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Neurovirol",
            "volume": "20",
            "issn": "4",
            "pages": "341--351",
            "other_ids": {
                "DOI": [
                    "10.1007/s13365-014-0249-333216"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "dPCR methods were compared with results from officially approved RT-PCR 29 assay. A total of 109 samples including 108 clinical specimens and 1 negative control sample were 30 tested in this study. All of 109 samples, 26 were from 21patients reported as positive by officially 31 approved clinical RT-PCR detection in local CDC and then hospitalized in Nantong Third 32 RPP30 respectively. 115",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "reference gene of 130.97 copies/ µl. The ratio between ORF1ab gene and internal 168 references gene decreased from 0.86 to 0.003 and the ratio between N gene and internal references 169 gene decreased from 1.07 to 0.005 from January 27 to February 5. The dPCR results showed 170 significant but incomplete viral clearance. Chest computed tomography (CT) results of the patient on 171 January 27 and February 5 were both normal, showing no infection. The patient showed no fever, 172 coughing, cold, muscle pain, pharynx, chest pain, diarrhea or nausea. dPCR was able to detect residual 173 SARS-CoV-2 virus load from this asymptomatic patient. 174 RT-PCR and dPCR results from Patient 8 on Jan. 23, 2020 both showed high SARS-CoV-2 viral load 175 from the pharyngeal swab (Table 7 and Figure 3). The patient's specimens were subsequently tested 176 by RT-PCR and dPCR on February 5th and February 21. After 13 days of treatment (Feb. 5 th ), RT-177 PCR couldn't detect any virus from pharyngeal swab. However, follow-up tests performed after 178 another 16 days (Feb. 21 st ), RT-PCR results turned out to be positive from pharyngeal swab, but 179 negative on stool specimen. CT results of this patient showed lung texture thickening without features 180 characteristic of pneumonia. The patient also showed symptoms of fever, coughing, muscle pain and 181 headache. The inconsistent results would confuse clinicians for diagnosis and treatment plan. dPCR 182 assay, however, consistently reported positive results over the whole course of 29 days for specimens 183 from pharyngeal swab. The ratio of ORF1ab gene and internal reference gene from pharyngeal swab 184 by dPCR from patient 8 decreased from 1.66 to 0.001 from Jan. 23 rd to Feb. 21 st . The ratio of N gene 185 and internal reference gene from pharyngeal swab by dPCR from patient 8 decreased from 2.41 to 186 0.0007 from Jan. 23 rd to Feb. 21 st . RT-PCR failed to detected the trace amount of SARS-CoV-2 virus 187 from stool on Feb. 21 st (ORF1ab gene Ct > 41, N gene Ct undetermined). dPCR results were positive 188 for patient 8's stool specimen with ORF1ab gene concentration of 0.72 copies/µl and N gene 189 concentration of 0.93 copies/µl. 190 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "200 14 th dPCR results were negative due to insufficient RNA loading which may be related to improper 201 sample collection or RNA loss during sample nucleic acid extraction. CT scan result supported the 202 conclusion from dPCR that this patient was infected with SARS-CoV-2. This patient was treated with 203 Moxifloxacin, Arbidol and Pudilan. 204 These examples support our conclusion that dPCR offers improved sensitivity and consistency when 205 testing specimens from patients during the course of treatment. dPCR is also able to detect low viral 206 load in asymptomatic infection patients and suspected patients. dPCR can check if the negative result 207 was caused by insufficient RNA loading by quantify the copy number of internal reference gene 208 RPP30. 209 3.4. dPCR assay results from different sample locations 210 For 8 patients, both pharyngeal and stool samples were collected on the same day and tested. RT-PCR 211 assay targeting ORF1ab gene reported positive result for all pharyngeal samples, but only 3 positive 212 results for stool samples. dPCR assay targeting ORF1ab gene reported 7 positive results for 213 pharyngeal samples, but only 1 positive result for stool samples. dPCR assay targeting N gene 214 reported 8 positive results for pharyngeal samples, and 7 positive results for stool samples. Among 215 these 8 patients, serum samples from 6 of them were also tested. The results were all negative when 216 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "270 negative results caused by insufficient sample loading by quantifying internal reference gene from 271 human RNA in the PCR reactions. Multi-channel fluorescence dPCR system 272 (FAM/HEX/CY5/ROX) is able to detect more target genes in a single multiplex assay, providing 273 quantitative count of viral load in specimens, which is a powerful tool for monitoring COVIDconceptualized the study design; Renfei Lu, Jian Wang recruited the patients, collected 278 specimens, did the laboratory tests and interpreted the results; Jia Dong did the part of the laboratory 279 tests. Yaqi Wang analyzed the data; Renfei Lu wrote the drafts of the manuscript; all authors read 280 and approved the final report and draft. 281 Funding 282 This study was supported by Natural Science Research Project of Nantong Science and 283 Technology Bureau (grant nos. MS12019048) and Special fund for Chinese",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure legends 349 Table 1. Data of RT-PCR, dPCR and CT results from 109 clinical specimens collected from 38 350",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Graphs and data of lower limit of detection (LLoD) of RT-PCR and dPCR using series 378 dilution of clinical specimen. 379",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "among 47 positive samples as determined by N gene, only 30 were positive as determined 151 by ORF1ab gene. For the remaining 17 samples, 15 of them were from patients clinically determined 152",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Yu Liu, Drs. Yunfeng Ling, Drs. Chen Li, Drs. Xuan Zhang and Mr. Haifeng Wang, Mr. Yajun 288 Xu and Mr. Hua Zhang for their support in experiment design, data analysise and instrumentation. 289 Transcription Initiation Signals of Severe Acute Respiratory Syndrome Coronavirus. J Virol.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "RT-PCR and dPCR results of S1-S8 specimens 390 Consistency between RT-PCR assays targeting ORF1ab gene and N gene. 392 Consistency between dPCR assay targeting ORF1ab gene and RT-PCR assay targeting the 394 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.Sensitivity of dPCR assays targeting ORF1ab gene and N gene. 397Figure 2. dPCR results of SAR-CoV-2 tests from patient 33. 3992A is test result from Patient 33 on Jan. 27 th , 2020. 2B is test results from patient 33 on Feb 5 th , 400 2020. Left is FAM(ORF1ab) Y axis, HEX (N) X axis; middle is FAM (ORF1ab) Y axis, Cy5 401 (internal reference) X axis; right is the concentration call of ORF1ab, N and internal reference 402 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "RT-PCR and dPCR results of Patient 33 on Jan. 27 th , 2020 and Feb. 5 th , 2020. 404Figure 3. dPCR results of SAR-CoV-2 tests from patients 2. 405 3A is test result from Patient 8 on Jan. 23 rd , 2020. 3B is test results from patient 8 on Feb. 5 th , 406 2020. 3C is test results from patient 8 on Feb. 21 st , 2020. Left is FAM (ORF1ab) Y axis, HEX (N) 407 X axis; middle is FAM (ORF1ab) Y axis, Cy5 (internal reference) X axis; right is the 408 concentration call of ORF1ab, N and internal reference genes. 409",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "RT-PCR and dPCR results of patient 8 on Jan. 23 rd , 2020, Feb. 5 th , 2020 and Feb. 21 st , 2020. 410 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}