{
    "paper_id": "71611f76888b1b6a51a0baa25323f04c00ebcf4c",
    "metadata": {
        "title": "Translational Research: Forging a New Cultural Identity",
        "authors": [
            {
                "first": "Barry",
                "middle": [
                    "S"
                ],
                "last": "Coller",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Rockefeller University",
                    "location": {
                        "settlement": "New York",
                        "region": "NY"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "More than a decade ago, Dr. Joseph Goldstein called attention to the increasing dissociation between scientific advances and their translation into improved health with his pithy analysis of the biotechnology industry: \"1 new gene per day, 1 new company per week, 1 new drug per year.\" 1 Unfortunately, the gap continues to grow, with increasing concerns about whether the enormous increase in knowledge brought about by the sequencing of the human genome and other scientific advances are being matched by the translational effort. For example, a recent review by the Congressional Budget Office found that the dramatic increase in inflation-adjusted funding of biomedical research since 1970 by the pharmaceutical industry and the National Institutes of Health (NIH), in addition to the influx of capital from the biotechnology industry, has had only a minor impact on the number of truly new drugs approved by the Food and Drug Administration each year. 2 The outlook for the immediate future does not appear to be much brighter, with declining numbers of new drugs being submitted for regulatory approval 3 and the investment community expressing grave concerns about the prospects for both the biotechnology and pharmaceutical industries. 4,5 It is not surprising, therefore, that there has been intense focus on how to successfully bridge the gap between scientific discovery and the development of new strategies to diagnose, treat, and prevent disease; this process is now commonly called translational research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Because the essence of one branch of translational research involves the integration of basic science and clinical medicine, there has been much focus on the importance of physician scientists, whose training provides them with an understanding of both disciplines. 1,6-10 The other branch of translational research, insuring that medical interventions of proven worth are applied correctly and consistently in clinical practice and in the community, is equally important and require the integration of clinical medicine with other disciplines. While this latter integration is also challenging, I will confine my comments to the interface between science and clinical medicine because my own career has been focused in this area. There has also been general recognition of the importance of shifting the translational effort from individuals to teams because multidisciplinary skills are required. 10 The NIH has responded to the challenge by crafting new training and grant awards and developing a loan repayment program; this has culminated in the creation of the Clinical and Translational Science Award (CTSA) program, whose goal is to transform academic institutions and reengineer the clinical research enterprise (http://www.ctsaweb.org). It emphasizes the training of new investigators and the creation of optimal institutional environments for the conduct of translational research. Ultimately, NIH plans to fund 60 CTSAs, creating both local centers of excellence and a consortium to develop national standards. Metrics are being developed to assess the success of the CTSA program over the next several years, but it will require a much longer period of time to truly judge its ultimate impact, and there already is concern about whether it has sufficient resources to achieve its goals. Thus, this is a propitious time for us to analyze the unique features of translational research, searching for insights that can help guide the research and training efforts in CTSAs and more broadly throughout the academic health center community.",
            "cite_spans": [
                {
                    "start": 899,
                    "end": 901,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Translational research differs from scientific discovery in both its goals and processes. Thus, scientific discovery starts with the current conceptual model and systematically tests its validity by assessing whether predictions based on the model are borne out by direct experiments. As long as the experiments are designed and conducted properly, new knowledge is obtained; the data either support the current model or demonstrate that it needs to be modified or discarded. Regardless of the result, the goal of adding to the store of human knowledge is achieved. In contrast, translational research springs from the motivation to improve human health; it starts with the articulation of a health need and then involves searching the available body of scientific knowledge to identify discoveries that can be harnessed to address the need. A bidirectional process between bench and bedside then ensues to develop and refine the idea and convert it into a new drug, diagnostic or therapeutic device, or preventive strategy, ultimately resulting in a change in medical practice, commonly requiring regulatory approval. The final goal is not just new knowledge but better health. Because there is always great uncertainty about the impact of any intervention in humans, especially side effects that cannot be predicted from in vitro studies or animal models, and because it is extremely challenging to design experiments to unequivocally assess safety and efficacy, the likelihood of success is unfortunately small. For example, even among drugs that survive the increasingly rigorous preclinical phase of development, only between 10% and 20% go on to achieve regulatory approval. 3 Despite these daunting odds, the quest is still worth the effort because the potential to improve human health may be enormous, and even failed attempts can provide valuable information for the next attempt. Thus, ideally the translational scientist tries to design experiments that have both a basic science hypothesis and a translational hypothesis because if as expected, the translational component fails, the additional basic science knowledge will improve the likelihood that the next translational attempt will be successful.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DIFFERENCES BETWEEN BASIC SCIENCE AND TRANSLATIONAL RESEARCH"
        },
        {
            "text": "On the basis of the forgoing analysis, I propose that an individual or a team performing translational research focused on the interface between basic science and clinical medicine requires 3 key skills: (1) the ability to articulate a health need with the precision of a basic science hypothesis, (2) the ability to design a robust and tractable assay (molecular, cellular, or organismal) to identify potential interventions for further development, and (3) the ability to conceptualize from the outset a phase 3 study to assess the safety and efficacy of the proposed new intervention. Thus, training programs in this area of translational research, sometimes called T-1 translational research, should be organized to teach these skills through both experiential and didactic methods. There are many parallels to translational research focused on the interface between clinical medicine and the community, which is sometimes called T-2 translational research, but for this discipline, the \"assay\" is likely to be population-based rather than molecular.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IMPLICATIONS OF THE NATURE OF TRANSLATIONAL RESEARCH FOR THE DESIGN OF TRAINING PROGRAMS"
        },
        {
            "text": "Articulating a health need with precision requires both a firm grasp of the state of art of clinical medicine and critical scientific insight into how to construct a hypothesis. By focusing on a specific goal, one can judge its potential impact on improving health versus the effort and resources that will likely be needed to achieve the goal. In my own career, I have built on the knowledge gained from decades of work by others demonstrating a role for platelets in the pathophysiology of acute coronary syndromes and the emerging knowledge of the molecular basis of platelet physiology to construct the hypothesis that blockade of platelet αIIbβ3 receptors inhibiting platelet aggression by agents that would improve the therapy of ischemic cardiovascular disease in patients having, or at risk of having, platelet-mediated thrombosis. 11",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IMPLICATIONS OF THE NATURE OF TRANSLATIONAL RESEARCH FOR THE DESIGN OF TRAINING PROGRAMS"
        },
        {
            "text": "Assay development requires the sophisticated integration of both scientific and medical knowledge because the assay needs to be both robust and biologically meaningful. Assay design is a crucial component of translational research because it allows one to assess the impact of different interventions in search of ones that provide mechanistic insights and pave the way for improved diagnosis, therapy, or prevention. Practical considerations, such as cost, time required to perform, and complexity, are important, especially if the assay is going to be used to screen large numbers of agents (eg, when one is trying to identify monoclonal antibodies or compounds from large libraries). The endpoint must be easy to interpret, and the result with both positive and negative controls must be highly reproducible. Most importantly, despite the simplification required to achieve the aforementioned goals, the assay must be medically and biologically meaningful, by which I mean that if the agent achieves the desired effect in the assay, there is a high likelihood that it will achieve the desired biological or medical effect when administered to an intact animal or human. In my own research, I developed an assay to measure the ability of the platelet αIIbβ3 receptor to bind fibrinogen by coating small beads with fibrinogen and then macroscopically determining the ability of platelets to agglutinate the beads by binding to the fibrinogen. 12 This permitted us to screen many hundreds of monoclonal antibodies while searching for an antibody that could block the binding of fibrinogen to the αIIbβ3 receptor on platelets. 13 One of the antibodies identified with this assay (10E5) was used for the prenatal diagnosis of inherited disorders of the αIIbβ3 receptor 14 (Glanzmann thrombasthenia), and another (7E3) 15 was later modified in collaboration with scientists at Centocor to become the drug abciximab. 11,16 Subsequent modifications of antiplatelet this same assay have been used to both screen libraries of organic molecules to identify new compounds for potential drug development 17 and develop, in collaboration with the scientists at Accumetrics, a series of point-of-care assays to monitor antiplatelet therapy in clinical settings. 18, 19 To successfully complete a translational project, it is necessary to demonstrate the safety and efficacy of the selected intervention in one or more rigorous clinical trials. Thus, the translational scientist requires a knowledge of the steps involved in preclinical development (medicinal chemistry, toxicology, pharmacology, and manufacturing) as well as an understanding of how to design and analyze early phase human studies. In addition, the investigator must have a firm understanding of the bioethical and biostatistical principles that are required to design a pivotal study to establish safety and efficacy. Most importantly, the translational scientist needs to understand the regulatory process and, in particular, the criteria for identifying an endpoint for the study that would justify approval for human use. Intimately connected is a requirement for insight into the practical considerations at the interface between academia and the private sector, including how the study endpoint and number of subjects needed to study will affect the length of time required to complete the study and the study's cost. It also requires an appreciation of the goals of the clinical investigators who will recruit the participants and conduct the study and an understanding of both their eagerness to advance the therapy of the diseases that they treat and their concerns about deviating from current, accepted practice. In my own career, I was fortunate to have the opportunity to learn from, and work with, outstanding scientists at Centocor and superb cardiology groups led by Dr. Chip Gold, Dr. Eric Topol, Dr. Rob Califf, Dr. Elliot Antman, and Dr. Eugene Braunwald, who provided me with an in-depth understanding of these vital issues. 11,20-23 I recognize that many academic leaders may believe that it is unreasonable to expect that an academic translational scientist or team will have all of the knowledge discussed here before embarking on a project. However, I think that the failure to have at least a conceptual understanding of the entire process can result in mistaken priority setting, inappropriate commitment of resources, and investigator frustration and dropout as predictably unrealistic expectations meet the harsh realities. Thus, formal opportunities to learn about how the pharmaceutical, biotechnology, and medical device industries develop drugs and devices should be incorporated into all translational training programs.",
            "cite_spans": [
                {
                    "start": 1444,
                    "end": 1446,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2250,
                    "end": 2253,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2254,
                    "end": 2256,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "IMPLICATIONS OF THE NATURE OF TRANSLATIONAL RESEARCH FOR THE DESIGN OF TRAINING PROGRAMS"
        },
        {
            "text": "Beyond didactic training, however, academic translational scientists require the ability to move effortlessly back and forth between basic science and clinical medicine, and so they need to appreciate how the cultural differences between these disciplines reflect differences in orientation and perspective and how they are reinforced by differences in training, reward structures, and responses to external pressures. I offer a few examples, which are admittedly exaggerated somewhat to emphasize the contrasts, with the goal of helping to sensitize trainees and mentors alike to the differences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IMPLICATIONS OF THE NATURE OF TRANSLATIONAL RESEARCH FOR THE DESIGN OF TRAINING PROGRAMS"
        },
        {
            "text": "Physicians are taught to be able to make decisions rapidly, even if all of the data needed are unavailable or ambiguous, whereas basic scientists are taught to reserve judgment until all of the evidence is carefully evaluated. Thus, the exigencies of having to provide medical care to a sick patient in an emergency or when there is insufficient time for a comprehensive evaluation, require that the physician accept uncertainty. In fact, some medical training is specifically designed to provide a preorganized routine to evaluate problems and initiate emergency measures without prolonged thought so as to avoid potentially dangerous delays. Beyond the exigencies of time pressure, however, physicians come to accept that they will not have all of the information that they would like to make a decision. In contrast, basic science training emphasizes the importance of eliminating uncertainty, the dangers of coming to conclusions too rapidly, and the need to wait for compelling evidence from multiple experimental sources and multiple approaches before modifying existing paradigms. The robustness of new discoveries, especially their ability to be replicated by other investigators, is carefully and critically scrutinized prior to acceptance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE CULTURES OF BASIC SCIENCE AND CLINICAL MEDICINE Need for Immediate Action Versus Avoiding a Rush to Judgment"
        },
        {
            "text": "Physicians are taught to adhere to accepted methods of diagnosis and therapy, whereas basic scientists are taught to try to supplant current scientific paradigms. Evidence-based medicine, practice guidelines, and the concept of standard of care all reinforce for the physician the importance of following currently accepted ideas about the proper way to diagnose and treat illness. Moving outside of these norms incurs considerable risks, both from professional colleagues and from patients (and their malpractice attorneys!) should the clinical outcome be unfavorable. In contrast, basic scientists are encouraged to directly challenge current scientific paradigms by bold experiments that provide new mechanistic information that radically transforms the discipline's conceptual model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adherence to Standards of Practice Versus Encouragement To Challenge Existing Paradigms"
        },
        {
            "text": "Physicians are taught to respect the authority of those with more experience and expertise, whereas basic scientists are taught to be skeptical of authority and to challenge it. Medical training is organized in variably hierarchical structures, depending on the field, and retains many elements of the apprentice system. Although students and junior trainees are encouraged to ask questions about the diagnostic and therapeutic approaches recommended by those above them in the hierarchy, if there is a disagreement, they are expected to carry out the plan approved by the senior members of the team. In contrast, basic scientist training emphasizes that all scientific models undergo continuous modification and refinements, and sometimes they are radically overturned by new evidence. Thus, although it is crucial to study what the current authorities have written and to consider carefully the opinion of one's mentor, it is equally important to keep probing current models for inconsistencies or inadequacies. Thus, the basic scientist's orientation is to continuously look hard for the weak spots in scientific authority.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Respect for Hierarchy and Expert Authority Versus Encouragement To Critique Accepted Wisdom"
        },
        {
            "text": "Physicians are taught the importance of developing systems to avoid error because even the slightest mistake may have grave consequences for the patient. Each day they face a minefield of potential errors, such as incomplete differential diagnoses, drug-drug interactions, diseasedisease interactions, and diet-drug interactions. Failure to identify any one of these and to react accordingly may result in a patient suffering permanent damage or even death. That is why they are taught to build systems of care that will identify errors at a point where they can still be corrected and thus prevent the error from causing harm to a patient. In contrast, basic scientists learn that no matter how carefully they have analyzed the literature and their own experiments, many of their hypotheses will not be borne out by their experiments. In addition, some of their most novel experiments may lack an important control the first time that they are performed because the need for that particular control may only become apparent after the preliminary data are analyzed. Thus, the iterative nature of scientific discovery and the relative ease of repeating most experiments make error less threatening. Moreover, because so many scientific discoveries derive from paradoxical findings and serendipitous observations, selfconfident scientists publicly present their \"errors\" as the starting point for developing new theories.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Errors as Mortal Threats Versus Inevitable Manifestations of the Creative Process"
        },
        {
            "text": "Physicians are taught that they must learn medical science so that they can apply it to improve the health of their patients, whereas basic scientists are taught that their job is to create new scientific knowledge. Thus, for the physician, understanding normal physiology and the pathophysiology of disease is required as a means to improving a patient's health, whereas understanding these processes at ever-increasing levels of sophistication is the primary goal of the basic scientist, regardless of the immediate implications for improving health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Application of Scientific Knowledge Versus Discovery of Scientific Knowledge"
        },
        {
            "text": "Physicians are trained to look for the unique features in a patient's illness, whereas basic scientists focus on generalizable principles. After their basic education is complete, physicians readily recognize the common manifestations of disease and begin to devote their attention to identifying unusual features of a patient's illness. The atypical manifestations often reflect unusual genetic or environmental influences or the presence of coexisting diseases that modify the expression of the illness. In some cases, the pattern may be so unusual as to suggest an entirely new illness that has never been described. In fact, the physician scientist places high value on studying single patients, knowing that many important discoveries that have advanced medical science have come from careful clinical observations. In contrast, although basic scientists are certainly on the lookout for paradoxical findings, their orientation is to try to discover general principles through replication, without undo focus on single outlier values that may be the result of many factors, including technical errors. Moreover, the emphasis on the need to replicate results to ensure statistical significance breeds skepticism about anecdotal observations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Focus on the Unique Versus Focus on the Common"
        },
        {
            "text": "A physician never has the ability to control all variables when analyzing patients, whereas basic scientists devote enormous effort to devising experiments in which all elements are controlled except the one under study. Thus, variations in genetic background, as well as coexisting diseases, medications, and environmental influences, including nutritional and occupational exposures, all potentially confound the interpretation of studies conducted in humans. The basic scientist's recognition of the vital importance of controlling all variables leads to a fastidious assessment of the entire range of technologies and model systems available to ensure maximal control over variables, even though the selected model may be less directly reflective of, or applicable to, human disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Uncontrollable Studies Versus Controllable Studies"
        },
        {
            "text": "As an integral part of their contract with society, physicians freely profess an oath to place their patients' interests above their own and to adhere to a high standard of ethical behavior. 24,25 The oath plays a vital role in defining medical professionalism and consciously or unconsciously constrains the physician scientist's conception of the boundaries of acceptable scientific inquiry. Although there have been a number of calls to develop an oath for basic scientists, 26-28 this idea has not met with widespread acceptance, most likely because scientists are concerned about imposing boundaries that may limit the intellectual freedom required for scientific inquiry. Basic scientists commonly point to the self-righting nature of science because truthfulness, the reproducibility of findings among different laboratories, and the need for internal consistency are central elements in the scientific process. These selfrighting mechanisms lack an intrinsic moral dimension, however, because the next logical experiment from a scientific standpoint may be one that transcends the boundaries of accepted moral behavior.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Commitment to the Physician's Oath Versus Commitment to the Search for Truth"
        },
        {
            "text": "Dress is one of the readily apparent manifestations of a culture and perhaps the clearest differentiator of physicians and basic scientists. Physicians are taught that their dress needs to inspire confidence in their patients or, at a minimum, not be a distraction. Thus, conservative clothes and traditional grooming are expected. Basic scientists have more freedom to choose clothes and grooming methods based on comfort, affordability, and individual expression, and many take full advantage of the opportunity. The physician scientist faces the binary decision each day of selecting clothes reflecting one or the other culture, knowing that basic scientist attire is not welcome on the wards and that physician's attire is likely to produce some raised eyebrows in the laboratory.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Suits and Ties Versus Jeans and T-Shirts"
        },
        {
            "text": "All human perceptions depend on the frame of reference of the perceiver. For example, to someone standing on earth, the sun appears to revolve around the earth each day, whereas to someone on the sun, the earth appears to make a single rotation on its axis each day. So it is with social and cultural perceptions. Thus, from the frame of reference of the basic scientist, the physician may seem impatient; too accepting of a hierarchical structure, authority figures, and fragmentary evidence; and conservative in thought and dress. From the frame of reference of the physician, the basic scientist may seem overly skeptical and reluctant to come to a conclusion, divorced from medical reality, and inappropriately dismissive of the value of single clinical observations. Layered on these fundamental differences are economic and lifestyle issues that have the potential to exacerbate the irreducible friction between physician scientists and basic scientists. Thus, basic scientists may envy the higher salaries paid to physicians, and physicians may envy the free tuition and stipends that basic scientists receive during their education, commonly leaving them with much less or no educational debt. They also may envy basic scientists' freedom from overnight, weekend, and holiday patient care responsibilities and their greater control of their working hours.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Perceptions and Frames of Reference"
        },
        {
            "text": "It is essential that physician scientists conducting translational research at the interface between basic science and clinical medicine have a rigorous basic science experience that is long enough to both learn techniques and develop the requisite intellectual processes needed to construct and test hypotheses. It is especially valuable if the environment is encouraging and supportive enough to help them ride out the inevitable frustrations that accompany the early phases of a research career, frustrations that may have an exaggerated impact on accomplished physicians who are used to clinical success and the satisfaction that comes from the gratitude of appreciative patients. During this time, physician scientists need to be able to devote at least 75% of their time to research, and their clinical activities need to be structured to complement rather than intrude on their training. Practical issues are also crucial, including access to nearby affordable housing and daycare and the availability of child care on weekends and holidays for brief periods of time to permit them to return to the laboratory. Educational debt weighs heavily on trainees' disposable income, their ability to focus on their research, and their perceptions about the economic viability of a career as a physician scientist, and so a loan forgiveness program is vital.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Need for Rigorous Scientific Training and Prolonged Mentoring"
        },
        {
            "text": "An excellent mentor remains the single most important factor successful physician scientists identify as the essential ingredient in their careers. The introduction of the K series of mentored grants by the NIH was an outstanding initiative that creatively responded to this reality. The K12 program, which is now the centerpiece of the training component in CTSAs, is an excellent addition to the K series, providing focused exposure to the elements of translational research. Unfortunately, however, even at its maximum length of 5 years, it is unlikely to provide sufficient time to reach scientific independence. The most recent statistics from the NIH indicate that MD investigators obtain their first R01 grant, on average, at the age of 43 to 44, 10,29 which is approximately 14 years after most physicians have completed their subspecialty training. Combining a K12 mentored experience of 3 years with either a K08 or K23 mentored grant of 5 years would provide a continuous period of 8 years of mentoring, which is probably the minimum necessary to absorb the knowledge required to compete successfully for an R01. A mentored experience of up to 8 years' duration is especially important if one wishes to attract late bloomers, those physicians who have not had intense exposure to basic science early in their careers but who decide on an investigative career during their clinical training. These individuals bring both their advanced knowledge of the state of art of medical care, and thus the ability to articulate a health need, and an intense commitment that reflects their willingness to make the additional personal and financial sacrifices necessary to develop a career as a physician scientist. Because a physician scientist's research productivity almost always follows a logarithmic pattern early in his or her career, with a variably long nucleation process followed by a period of exponential growth, it is especially important that the mentored training programs be of sufficient length to reach the period of high output. Thus, the failure to provide an extra year or two may seriously jeopardize the trainee's success in reaching independence and continuing in a career in translational research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Need for Rigorous Scientific Training and Prolonged Mentoring"
        },
        {
            "text": "The lack of return on the extraordinary financial and educational investments made in such individuals is painful to contemplate. Moreover, because they will be expected to compete for R01 grants with PhD and MD-PhD scientists, who commonly have had a total of approximately 8 to 11 years of mentored predoctoral and postdoctoral research experience, it is unrealistic to expect MD physician scientists to compete successfully unless they have mentored training of similar duration. It is important, therefore, to develop mechanisms of support that provide a sense of stability of long-term training funding, from the NIH and/or an academic institution, contingent, of course, on a demonstration of suitable scientific progress.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Need for Rigorous Scientific Training and Prolonged Mentoring"
        },
        {
            "text": "It is inevitable that some physician scientists in training will grow more comfortable in clinical medicine or basic science over time and choose to focus exclusively on one or the other. When this happens, it is inappropriate to view this outcome as a failure of the training program or to believe that the training has been wasted, because having dual training will enrich the trainee's future contributions, regardless of their emphasis. Thus, expectations about the rate of dropouts from translational research training programs need to be realistic, lest inappropriate pressures and guilt distort the mentor-trainee-program-sponsor relationship.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Need for Realistic Expectations"
        },
        {
            "text": "Two megatrends increasingly affect translational research, namely, the shift in the structure of the American family from 1 to 2 careers and the need to forge multidisciplinary teams to address complex biological problems with the goal of improving health. Compelling data from the Association of American Medical Colleges demonstrate that the attrition rate among women entering academic medicine careers is much higher than it is among men, most likely reflecting the stress of competing family and career demands (http://www.aamc.org/data/facultyroster/reports.htm). Although not as well documented, the stress of family demands versus career demands probably accounts for a sizable fraction of male attrition as well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Need for Novel Programs"
        },
        {
            "text": "To address both of these trends simultaneously, I propose that in parallel with the programs designed to facilitate the rapid progression of trainees to full independence as laboratory leaders with an R01 grant, academic medical centers develop pathways that will allow junior investigators to work as members of high-quality integrated scientific teams for variably extended periods of time and then encourage them to emerge as fully independent laboratory leaders when their family or other responsibilities allow them to take on all of the administrative and leadership responsibilities of a principal investigator. Such a program would avoid the irrevocable loss of talented young physician scientists from the translational research pool due to their failure to attain independent funding in an arbitrary time frame. This is especially important during the current period when NIH grants are exceedingly competitive. It would also facilitate the creation of stable multidisciplinary teams with enthusiastic and highly motivated junior scientists fresh from outstanding mentored training and eager to make scientific contributions while they continue their growth as physician scientists.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Need for Novel Programs"
        },
        {
            "text": "The success of such programs will depend on the ability of academic leaders to recognize and reward the physician scientists working in teams for their contributions, including academic advancement and institutional prestige. Special vigilance will be required to ensure that the junior faculty members are not exploited by senior investigators, are continually encouraged to become independent when the time is ripe, and are aided in the process of achieving independence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Need for Novel Programs"
        },
        {
            "text": "All medical students should be imbued with the spirit of scientific discovery and disabused of the notion that research can be outsourced to PhD scientists in academia and the biotechnology and pharmaceutical industries. Admission processes and curricula should be scrutinized for inadvertent bias against creative students. Medical students should consider themselves clinical scientists, armed at a minimum with precise observation as their scientific instrument, with a professional obligation to both make new discoveries and disseminate that knowledge rapidly to others so that patients all over the world can benefit. Select in-depth examples should be presented to the students of how great basic scientists develop hypotheses, design experiments, develop methods needed to control variables, and struggle to extract the proper interpretation of the results. Parallels should be drawn to the methods by which master clinicians establish diagnoses. If students consider clinical observation an inadequate tool for serious scientific contributions, they should be reminded that Darwin developed the theory of evolution, which overturned all biological conventional wisdom, using only a magnifying glass as his primary scientific instrument and that within the last 35 years, clinicians have played a vital role in the early recognition of infections caused by Legionella, human immunodeficiency virus, West Nile virus, and severe acute respiratory syndrome. Finally, to establish the proper framework to encourage scientific discovery by all medical school graduates, the physician's oath should be amended to include a positive obligation to discover so that medicine can progress as rapidly as possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications for Medical Education and Basic Science Training"
        },
        {
            "text": "Students should be actively encouraged to consider careers as translational scientists at the beginning of medical school by exposure to outstanding translational scientists, group discussions, and career planning advice. The Pasteur Program at Harvard, under the leadership of Dr. Dennis Ausiello, is an outstanding example of such an initiative. 30 Ausiello has also written about the need to seamlessly integrate physics, chemistry, and mathematics into medical biology because translational investigation is increasingly moving to encompass the entire gamut from human populations to atomic scale structure, chemical bonds, and in silico dynamic simulations. 31 Opportunities for extended periods of research should be encouraged, including the excellent year-long mentored programs supported by the NIH Clinical Center, the CTSA programs, the Doris Duke Foundation, the Sarnoff Foundation, and the Howard Hughes Medical Institute. Although beyond the scope of this essay, a review of the goals and structure of MD-PhD programs in light of the evolving needs of translational research is also in order.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications for Medical Education and Basic Science Training"
        },
        {
            "text": "Basic scientists who are interested in translational research should be introduced to a variety of important topics, including drug development and approval, protection of human subjects, and clinical trial design. In fact, several CTSA institutions have already developed certificate programs for basic scientists and basic science trainees in translational research. The differences between basic and clinical investigations should be highlighted, including the unique challenges involved in conducting studies involving humans. Ideally, after an appropriate orientation, they should have mentored experiences in clinical environments so that they can gain an understanding of medical decision making and the way in which clinicians evaluate medical evidence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications for Medical Education and Basic Science Training"
        },
        {
            "text": "Building a multidisciplinary team has unique challenges and opportunities. Effective leadership involves sensitizing the members of the team to the differences in perspective, training, and frames of reference of individual members so as to develop a climate of mutual respect and trust. It also requires the leader to ensure effective communication. For example, scientific knowledge and assumptions that are common knowledge to some members of the team but are not known by others need to be explicitly defined, and discipline-specific scientific jargon should be reduced or eliminated. It also requires building consensus on shared values and goals and the most effective paths to achieve the goals. Inviting feedback from all members of the team in group meetings and on an individual basis ensures that frustrations and misperceptions are aired so that they can be addressed directly. Although extra time and effort are required to build such teams, there are intrinsic benefits in having individuals who are new to one's discipline ask \"naïve\" questions because they often trigger serious contemplation of assumptions that rest on less than solid evidence. Similarly, presenting one's most recent data to individuals who are not knowledgeable about the field requires precise thought and framing the issues with creative metaphors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications for Building Translational Research Teams"
        },
        {
            "text": "The CTSA program and the creative new structures and programs developed by academic medical centers to encourage greater communication and collaboration among basic scientists and clinicians offer hope for major improvements. As the discipline of translational research matures, it needs to develop its own unique cultural identity, reinforced by social, interactions at scientific meetings, opportunities to learn from role models, and recognition of exceptional achievement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CHALLENGES FOR ACADEMIC MEDICAL CENTERS"
        },
        {
            "text": "One remaining challenge in many academic centers is to create structures that allow physician scientists to practice medicine part time, including provisions for malpractice insurance and appropriate group clinical coverage. A second challenge is to design medical clinical metrics that reward excellent faculty members financially, and with promotion and tenure, that are sensitive to the needs of physician scientists who divide their time between the 2 cultures. For example, creating financial incentives for achieving threshold levels of salary support from clinical reimbursements or from grant support may inadvertently discriminate against those who obtain partial support from each. Similarly, because physician scientists increasingly work as members of teams that cross departmental and discipline boundaries, criteria for promotion and tenure need to reflect this new development, especially if innovative programs like the one that I have proposed for purposefully delaying the time to independence are to succeed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CHALLENGES FOR ACADEMIC MEDICAL CENTERS"
        },
        {
            "text": "To create a new cultural identity, I propose the creation of a new society for clinical and translational science to advance scientific and educational programs in the field. A yearly meeting patterned after the excellent one currently sponsored by the Association for Clinical Research Training (ACRT) and CTSAs that focuses on trainees, their research, and their career development would help to reinforce a sense of community. The meetings should be designed to complement rather than compete with existing subspecialty societies by also presenting the best of best practices in the conduct of clinical and translational science, including new scientific techniques and novel approaches to clinical trial design, biostatistics, bioinformatics, protection of human subjects, research nursing, research pharmacy, regulatory compliance, and technology transfer. Updates from the NIH, the Food and Drug Administration, philanthropic foundations and the pharmaceutical, biotechnology, medical device, and clinical research organization industries would also be valuable, as would a plenary session composed of outstanding examples of clinical and translational science across the entire T1-T2 spectrum. Such a society could also sponsor a journal and provide information to the public and governmental officials on topics important for the continued success of clinical and translational science. The opportunities for scientific exchange and social bonding would reassure physician scientists and others involved in clinical and translational science that they are not alone but rather are members of a community of people who share similar values and goals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CALL FOR A NEW SOCIETY OF CLINICAL AND TRANSLATIONAL SCIENCE"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The clinical investigator: bewitched, bothered, and bewildered-but still beloved",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Goldstein",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Clin Invest",
            "volume": "99",
            "issn": "",
            "pages": "2803--2812",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Research and development in the pharmaceutical industry",
            "authors": [],
            "year": 2006,
            "venue": "Congressional Budget Office",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A proposal for radical changes in the drug-approval process",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Wood",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "N Engl J Med",
            "volume": "355",
            "issn": "",
            "pages": "618--623",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "It's alive! Meet one of biotech's zombies",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pollack",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Big pharma faces grim prognosis: industry fails to find new drugs to replace wonders like Lipitor",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Martinez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Goldstein",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Wall Street Journal. December",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Saving the clinician-scientist: report of the ANA long range planning committee",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Hauser",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Mcarthur",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Ann Neurol",
            "volume": "60",
            "issn": "",
            "pages": "278--285",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The physician-scientist career pipeline in 2005: build it, and they will come",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Ley",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Rosenberg",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "JAMA",
            "volume": "294",
            "issn": "",
            "pages": "1343--1351",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "National Institutes of Health Director's Panel on Clinical Research",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Nathan",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "JAMA",
            "volume": "280",
            "issn": "",
            "pages": "1427--1431",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "NIH support for basic and clinical research: biomedical researcher angst in 2006",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Nathan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Schechter",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "JAMA",
            "volume": "295",
            "issn": "",
            "pages": "2656--2658",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Promoting Translational and Clinical Science: The Critical Role of Medical Schools and Teaching Hospitals",
            "authors": [],
            "year": 2006,
            "venue": "Report of the AAMC's Task Force II on Clinical Research",
            "volume": "",
            "issn": "",
            "pages": "1--63",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Blockade of platelet GPIIb/IIIa receptors as an antithrombotic strategy",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Coller",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Circulation",
            "volume": "92",
            "issn": "",
            "pages": "2373--2380",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Interaction of normal, thrombasthenic, and Bernard-Soulier platelets with immobilized fibrinogen: defective platelet-fibrinogen interaction in thrombasthenia",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Coller",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Blood",
            "volume": "55",
            "issn": "",
            "pages": "169--178",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A murine monoclonal antibody that completely blocks the binding of fibrinogen to platelets produces a thrombasthenic-like state in normal platelets and binds to glycoproteins IIb and/or IIIa",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Coller",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "I"
                    ],
                    "last": "Peerschke",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Scudder",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Sullivan",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "J Clin Invest",
            "volume": "72",
            "issn": "",
            "pages": "325--338",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Prenatal diagnosis of Glanzmann's thrombasthenia",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Seligsohn",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Mibashan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Rodeck",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Lancet",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "A new murine monoclonal antibody reports an activation-dependent change in the conformation and/or microenvironment of the platelet GPIIb/IIIa complex",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Coller",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J Clin Invest",
            "volume": "76",
            "issn": "",
            "pages": "101--108",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Preclinical development of c7E3 Fab, a mouse/human chimeric monoclonal antibody fragment that inhibits platelet function by blockade of GPIIb/IIIa receptors with observations on the immunogenicity of c7E3 Fab in humans",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Jordan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Wagner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mascelli",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "281--305",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Application of high throughput screening to identify a novel aIIbspecific small molecule inhibitor of αIIbβ3-mediated platelet interaction with fibrinogen",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Blue",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Murcia",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Karan",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Blood",
            "volume": "111",
            "issn": "",
            "pages": "1248--1256",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Monitoring platelet GPIIb/IIIa antagonist therapy",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Coller",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Circulation",
            "volume": "97",
            "issn": "",
            "pages": "5--9",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Rapid platelet-function assay (RPFA): an automated and quantitative cartridge-based method",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Steinhubl",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Lincoff",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Circulation",
            "volume": "99",
            "issn": "",
            "pages": "620--625",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Pharmacodynamic study of F(ab′)2 fragments of murine monoclonal antibody 7E3 directed against human platelet glycoprotein IIb/IIIa, in patients with unstable angina pectoris",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "K"
                    ],
                    "last": "Gold",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gimple",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yasuda",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J Clin Invest",
            "volume": "86",
            "issn": "",
            "pages": "651--659",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Inhibitors of platelet aggregation: GPIIb/IIIa antagonists",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Coller",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Weisman",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Update",
            "volume": "4",
            "issn": "",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Use of a monoclonal antibody directed against the platelet glycoprotein IIb/IIIa receptor in high-risk coronary angioplasty",
            "authors": [],
            "year": 1994,
            "venue": "EPIC Investigators",
            "volume": "330",
            "issn": "",
            "pages": "956--961",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Abciximab facilitates the rate and extent of thrombolysis: results of the thrombolysis in myocardial infarction (TIMI) 14 trial. The TIMI 14 Investigators",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Antman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Giugliano",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Gibson",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Circulation",
            "volume": "99",
            "issn": "",
            "pages": "2720--2732",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The Hippocratic oath and the ethics of medicine",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Miles",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Professing and living the oath: teaching medicine as a profession",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Coller",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Klotman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Am J Med",
            "volume": "112",
            "issn": "",
            "pages": "744--748",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "I swear…': an oath for scientists and engineers",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Mohan-Ram",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Science. November",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "An oath for bioscientists",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Tsai",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Biomed Sci",
            "volume": "10",
            "issn": "",
            "pages": "569--576",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "What is Pasteur?",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Science education and communication: AAP presidential address",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ausiello",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Clin Invest",
            "volume": "117",
            "issn": "",
            "pages": "3128--3130",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The Two Cultures",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Snow",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "In his famous 1959 Rede Lecture at Cambridge, 32 C. P. Snow observed that the intellectual life of Western society was being split into 2 polar groups-literary intellectuals and scientistsreflecting 2 cultures separated by a gulf of mutual incomprehension and lack of understanding. He underscored the serious consequences of the failure of these 2 cultures to communicate for developing sound public policy and for addressing the most important international issues of the time, especially the divide between rich and poor nations. He advocated for changes in the educational system to address the crisis, although he recognized that there was unlikely to be a simple or easy solution. The physician scientist stands astride 2 much more closely connected cultures but ones that are distinct enough to require a real effort to bridge. Thus, understanding the unique cultural values of basic science and clinical medicine provides useful insights that can be converted into optimal strategies to train and support translational physician scientists. Bold action is clearly needed, however, because the stakes are very high. The drumbeat of human demographics, the unsustainable rate of growth in the cost of healthcare, and the social justice imperative of alleviating suffering from disease worldwide all cry out for us to bring creativity, good will, passion, and resources to the quest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        }
    ]
}