{
    "paper_id": "71ee5dbc401b2af835c84275d436ff66ad6f337f",
    "metadata": {
        "title": "Mechanistic-statistical SIR modelling for early estimation of the actual number of cases and mortality rate from COVID-19",
        "authors": [
            {
                "first": "Lionel",
                "middle": [],
                "last": "Roques",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "INRAE",
                    "location": {
                        "addrLine": "BioSP",
                        "postCode": "84914",
                        "settlement": "Avignon",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Etienne",
                "middle": [],
                "last": "Klein",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "INRAE",
                    "location": {
                        "addrLine": "BioSP",
                        "postCode": "84914",
                        "settlement": "Avignon",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Julien",
                "middle": [],
                "last": "Papaïx",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "INRAE",
                    "location": {
                        "addrLine": "BioSP",
                        "postCode": "84914",
                        "settlement": "Avignon",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Samuel",
                "middle": [],
                "last": "Soubeyrand",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "INRAE",
                    "location": {
                        "addrLine": "BioSP",
                        "postCode": "84914",
                        "settlement": "Avignon",
                        "country": "France"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The first cases of COVID-19 in France were detected on January 24, 2020. The number of screening tests carried out and the methodology used to target the patients tested do not allow for a direct computation of the actual number of cases and the mortality rate. In this note, we develop a 'mechanistic-statistical' approach coupling a SIR ODE model describing the unobserved epidemiological dynamics, a probabilistic model describing the data acquisition process and a statistical inference method. The objective of this model is not to make forecasts but to estimate the actual number of people infected with COVID-19 during the observation window in France and to deduce the mortality rate associated with the epidemic. Main results. The actual number of infected cases in France is probably much higher than the observations: we find here a factor ×15 (95%-CI: 4 − 33), which leads to a 5.2/1000 mortality rate (95%-CI: 1.5/1000 − 11.7/1000) at the end of the observation period. We find a R0 of 4.8, a high value which may be linked to the long viral shedding period of 20 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Introduction. The COVID-19 epidemic started in December 2019 in Hubei province, China. Since then, the disease has spread around the world reaching the pandemic stage, according to the WHO, on March 11. The first cases were detected in South Korea on January 19, 2020, and in France on January 24. The number of screening tests carried out varies widely from country to country (36, 747 in France vs 268, 212 in South Korea up to March 15, 2020 ; Sources: Santé Publique France and Korean Center for Disease Control) and does not make possible to know with certainty the actual number of infected people in the population. Thus, even if the number of deaths linked to COVID-19 is known with more certainty, ignoring the total number of patients does not allow a direct calculation of the mortality rate. Using the data available in France and South Korea, our objectives are: -to estimate the number of people infected with COVID-19 in France;",
            "cite_spans": [
                {
                    "start": 378,
                    "end": 444,
                    "text": "(36, 747 in France vs 268, 212 in South Korea up to March 15, 2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "-to deduce from this number the associated mortality rate; -to calculate the parameters of a SIR-type model representing the early phase of the outbreak in France;",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "-to compare the results obtained for France and South Korea.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "1",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this aim, we carried out an analysis grounded on a mechanistic-statistical formalism. This formalism allows the analyst to couple a mechanistic model, here an ordinary differential equation model (ODE) of the SIR type, and uncertain, non-exhaustive and not necessarily commensurable data with the solutions of the ODE. This formalism, which we have popularized by applying it to biological invasions (Roques et al., 2011; Roques and Bonnefon, 2016; Abboud et al., 2019) , combines (1) the mechanistic model, (2) a probabilistic model describing the data collection process conditional on the solution of the mechanistic model and (3) a statistical method for estimating the parameters of the mechanistic model.",
            "cite_spans": [
                {
                    "start": 403,
                    "end": 424,
                    "text": "(Roques et al., 2011;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 425,
                    "end": 451,
                    "text": "Roques and Bonnefon, 2016;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 452,
                    "end": 472,
                    "text": "Abboud et al., 2019)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Data. The COVID-19 screening data in France and South Korea used for preparing this note are those available from January 22, 2020 to March 17, 2020. These data describe the number of positive cases and deaths, day by day (source: Johns Hopkins University Center for Systems Science and Engineering, https://github.com/ CSSEGISandData/COVID-19). The number of tests carried out is only available from February 22 (Sources: Santé publique France and Korean Center for Disease Control). As some data (positive cases, deaths) are not fully reliable (example: 0 new cases detected in France on March 12, 2020), we smoothed the data with a moving average over 5 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Mechanistic model. SIR models are the most standard ODE-based epidemiological models. These models are compartmental: they divide the population into subclasses: the susceptibles (S), the infected (I) and the recovered (R, immune individuals in our case). The simplest SIR compartmental model does not take into account the demography of the S compartment:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "with N = S + I + R the total population, which is constant. The impact of the compartment D (number of dead people) on the dynamics of the SIR system is therefore neglected here. The compartment D satisfies:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We use this equation later to compute the death rate due to the disease. The initial conditions are S(t 0 ) = N − 1, I(t 0 ) = 1 and R(t 0 ) = 0, where N corresponds to the population size in France or South Korea (67·10 6 and 52·10 6 people). The SIR model is started at t = t 0 , which should approach the date of introduction of the virus in the considered country (this point is shortly discussed at the end of this note). Note that I (t) = β I (R 0 S/N − 1), with R 0 = α/β the basic reproduction rate (Murray, 2002) . When R 0 < 1, we observe that I < 0, and so the epidemic cannot spread in the population. When R 0 > 1, the infected compartment I increases as long as R 0 S > N = S + I + R.",
            "cite_spans": [
                {
                    "start": 507,
                    "end": 521,
                    "text": "(Murray, 2002)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The system (1) can be analytically solved, using a change of time variable which requires a numerical integration. Here, we rather solve the ODE system thanks to a standard numerical algorithm, using Matlab ® ode23s solver.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "2 . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Observation model. We denote byδ t the number of cases tested positive on day t. We suppose that these increments follow independent binomial laws, conditionally on the number of tests, on I(t) and on S(t):δ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "where n t corresponds to the number of tests carried out on day t and p t the probability of being tested positive in this sample. The tested population consists of a fraction of the infecteds and a fraction of the susceptibles: n t = τ 1 (t) I(t) + τ 2 (t) S(t). Thus,",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "with κ := τ 2 (t)/τ 1 (t), the relative probability of undergoing a screening test for an individual of type S vs an individual of type I (probability of being tested conditionally on being S / probability of being tested conditionally on being I). We assume that the ratio κ does not depend on t at the beginning of the epidemic (i.e., over the period that we use to estimate the parameters of the model). The daily number of deaths caused by the virus is assumed to be known exactly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In order to compute the maximum likelihood estimator (the MLE, i.e., the parameters that maximize L), we use the BFGS constrained minimization method, applied to − ln(L), via the Matlab ® function fmincon. In order to find a global maximum of L, we apply this method starting from random initial values for α, t 0 , κ drawn uniformly in the following intervals:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "For each country, the minimization algorithm is applied to 2000 random initial values of the parameters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The posterior distribution of the parameters (α, t 0 , κ) is computed with a Bayesian method, using uniform prior distributions in the intervals given by (4). This posterior distribution corresponds to the distribution of the parameters conditionally on the observations:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "where π(α, t 0 , κ) corresponds to the prior distribution of the parameters (therefore uniform) and C is a normalization constant independent of the parameters. The numerical computation of the posterior distribution (which is only carried out for French data) is performed with a Metropolis-Hastings (MCMC) algorithm, using 5 independent chains, each of which with 10 6 iterations, starting from random values close to the MLE. Unless otherwise mentioned, the dataδ t used to compute the MLE and the posterior distribution are those corresponding to the period from February 29 to March 17.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Results. Model fit. We denote (α * , t * 0 , κ * ) the maximum likelihood estimator (MLE), and I * (t), S * (t) the solutions of the system (1) associated with these values. In France, we get (α * , t * 0 , κ * ) = (0.24, 26, 2 · 10 −4 ). The expectation of the observations associated with this MLE is n t p * t (expectation of a binomial) with",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "3 . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.22.20040915 doi: medRxiv preprint Figure 1 : Expected number of observed cases associated with the MLE vs number of cases actually detected (total cases). The red curve corresponds to the expectation n t p * t , the blue crosses to the data (cumulated values ofδ t ). The computation of the MLE is based on data from February 29 to March 17. Fig. 1 compares this expectation with observations. In France, we get a good match between n t p * t and the data. In South Korea, on the other hand, the gap between the data and the model prediction is significant: the SIR model, which leads to an exponential trajectory of I at the beginning of the epidemic, cannot properly render the dynamics. Using data obtained at an earlier stage in South Korea, the model fit is better for the initial outbreak phase (Fig. 2) . The corresponding MLE is: (α * , t * 0 , κ * ) = (0.13, 3, 3 · 10 −5 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 152,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 452,
                    "end": 458,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 911,
                    "end": 919,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "Parameter distribution. The joint posterior distributions of the three pairs of parameters (α, κ), (t 0 , α) and (t 0 , κ) for France are presented in Appendix A (Fig. 6) . Note that the distributions are very different from the uniform prior distribution. However, the distributions of t 0 and κ are quite dispersed. The joint distribution of (t 0 , κ), presented in Appendix A shows a correlation between t 0 and κ. Based on this distribution, in order to reduce the uncertainty on κ, we assume that t 0 is between January 13 and 30.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 162,
                    "end": 170,
                    "text": "(Fig. 6)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10.1101/2020.03.22.20040915 doi: medRxiv preprint Fig. 2 gives R * 0 = 2.6.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 150,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "4"
        },
        {
            "text": "Actual number of infected cases. Using the posterior distribution of the model parameters, with the constraint that t 0 is between January 13 and 30, we can compute the daily distribution of the actual number of infected peoples. This distribution is represented across time in Fig. 4 . We deduce the following ratios between the actual number of infected people and the observations, I(t)/Σδ t (with Σδ t the sum of the observed infected cases at time t). Thus, in France, the estimated ratio between the actual number of infected and observed cases is 15 (95%-CI: 4-33). ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 278,
                    "end": 284,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "4"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . Actual mortality rate. The mortality rate corresponds to the fraction of the infected who die, that is γ(t)/(γ(t) + β). The term γ(t) is computed using the formula (2) and the mortality data. We thus obtain, on March 17, a mortality rate in France of 5.2/1000 (95%-CI: 1.5/1000 − 11.7/1000). The temporal dynamics of the mortality rate are depicted in Fig. 5 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 430,
                    "end": 436,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "5"
        },
        {
            "text": "Discussion. On the number of infecteds and the mortality rate. The actual number of infected individuals in France is probably much higher than the observations (we find here a factor ×15), which leads at a lower mortality rate than that calculated on the basis of the observed cases. However, if the virus led to contaminate 80% of the French population (Ferguson et al., 2020) , the total number of deaths to deplore in the absence of variation in the mortality rate (increase induced for example by the saturation of hospital structures, or decrease linked to better patient care) would be 277, 000 (95%-CI : 81, 000 − 629, 000)). This estimate could be corroborated or 6 . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 355,
                    "end": 378,
                    "text": "(Ferguson et al., 2020)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "5"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5"
        },
        {
            "text": "invalidated when 80% of the population will be infected, eventually over several years, assuming that an infected individual is definitively immunized. It has to be noted that measures of confinement or social distancing can decrease both the percentage of infected individuals in the population and the degree of saturation of hospital structures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5"
        },
        {
            "text": "On the differences between France and South Korea. The mechanistic-statistical SIR model achieves a satisfactory goodness-of-fit for French data, but does not capture the decline in the number of cases observed in South Korea. Grounding the analysis of the South Korean situation on the first phase of the epidemic improves the goodness-of-fit and yields an estimated R 0 twice as low as the French R 0 , resulting on a slower epidemic dynamic. The difference between the dynamics predicted by the SIR model and the South Korean data is probably linked to a different management of the epidemic in Korea, having a strong impact on the epidemic dynamics (more important screening, tracing, social distancing in South Korea).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5"
        },
        {
            "text": "On the value of R 0 . The value of R 0 obtained in South Korea is consistent with recent estimates for COVID-19 (2.0,2.6); see Ferguson et al. (2020) . The estimated distribution in France is therefore surprisingly high. This difference could be due to a different definition of R 0 depending on the type of model used to calculate it. A direct estimate, by a non-mechanistic method, of the parameters (ρ, t 0 ) of a model of the formδ t = e ρ (t−t0) gives t 0 = 30 (January 30) and ρ = 0.19. With the SIR model, I (t) ≈ I (α − β) for small times (S ≈ N ), which leads to a growth rate equal to ρ ≈ α − β, and a value of α ≈ 0.24, that is to say R 0 = 4.8, which is consistent with the distribution presented in Fig. 3 . Note that β = 1/20 corresponds to the median period of viral shedding of 20 days described by Zhou et al. (2020) . A shorter period would lead to a lower value of R 0 .",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 149,
                    "text": "Ferguson et al. (2020)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 815,
                    "end": 833,
                    "text": "Zhou et al. (2020)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 712,
                    "end": 718,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "5"
        },
        {
            "text": "On the uncertainty linked to the data. The uncertainty on the actual number of infected and therefore the mortality rate are very high. We must therefore interpret with caution the inferences that can be made based on the data we currently have in France. In addition, we do not draw forecasts here: the future dynamics will be strongly influenced by the containment measures that will be taken and should be modeled accordingly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5"
        },
        {
            "text": "On the hypotheses underlying the model. The data used here contain a limited amount of information, especially since the observation period considered is short and corresponds to the initial phase of the epidemic dynamics, which can be strongly influenced by discrete events. This limit led us to use a particularly parsimonious model in order to avoid problems of identifiability for the parameters. The assumptions underlying the model are therefore relatively simple and the results must be interpreted with regard to these assumptions. For instance, the date of the introduction t 0 must be seen as an efficient date of introduction for a dynamics where a single introduction would be decisive for the outbreak and the other (anterior and posterior) introductions would have an insignificant effect on the dynamics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10. 1101 Appendix A: joint posterior distributions. The joint posterior distributions of the three pairs of parameters (α, κ), (t 0 , α) and (t 0 , κ) are depicted in Fig. 6 . Figure 6 : Joint posterior distributions of (α, κ), (t 0 , α) and (t 0 , κ) in France.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 261,
                    "end": 267,
                    "text": "Fig. 6",
                    "ref_id": null
                },
                {
                    "start": 270,
                    "end": 278,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "7"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "8"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10. 1101 . CC-BY-ND 4.0 International license It is made available under a author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "8"
        },
        {
            "text": "is the (which was not peer-reviewed) The copyright holder for this preprint . https://doi.org/10. 1101 ",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "8"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Dating and localizing an invasion from post-introduction data and a coupled reaction-diffusion-absorption model",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Abboud",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Bonnefon",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Parent",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Soubeyrand",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of mathematical biology",
            "volume": "79",
            "issn": "2",
            "pages": "765--789",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Impact of non-pharmaceutical interventions (NPIs) to reduce COVID-19 mortality and healthcare demand",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Laydon",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Nedjati-Gilani",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ainslie",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baguelin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bhatia",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Boonyasiri",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Cucunubá",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cuomo-Dannenburg",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.25561/77482"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Mathematical Biology",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Murray",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Modelling population dynamics in realistic landscapes with linear elements: A mechanistic-statistical reaction-diffusion approach",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Roques",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Bonnefon",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PloS one",
            "volume": "11",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A statistical-reaction-diffusion approach for analyzing expansion processes",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Roques",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Soubeyrand",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rousselet",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Theor Biol",
            "volume": "274",
            "issn": "",
            "pages": "43--51",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "a retrospective cohort study. The Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Expected number of observed cases associated with the MLE vs number of cases actually detected (total cases) in South Korea. The red curve corresponds to the expectation n t p * t , the blue crosses to the data (cumulated values ofδ t ). The computation of the MLE is based on data from February 18 to March 4.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "depicts the marginal posterior distribution of the basic reproduction rate R 0 . The value of R 0 corresponding to the MLE in France is R * 0 = α * /β = 4.8. A similar computation in South Korea, based on the data used in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Posterior distribution of the basic reproduction rate R 0 in France.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Distribution of the actual number of infected cases in France across time. Solid line: average value obtained from the posterior distribution of the parameters. Dotted curves: 0.025 and 0.975 pointwise posterior quantiles.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Dynamics of the mortality rate in France. Solid line: average value obtained from the posterior distribution of the parameters. Dotted curves: 0.025 and 0.975 pointwise quantiles.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Appendix B: maximum likelihood estimators. The computation of the MLEs were based on a BFGS minimization algorithm, applied to − ln(L), using Matlab ® fmincon function, starting from 2000 randomly drawn initial guesses for the parameters. This led to 2000 values of (α * , t * 0 , κ * ). We only retained the value leading to the highest likelihood. The other values are depicted in Fig. 7 . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 383,
                    "end": 389,
                    "text": "Fig. 7",
                    "ref_id": null
                }
            ],
            "section": "annex"
        }
    ]
}