{
    "paper_id": "72522787120eb827ec5906286046ef971708032b",
    "metadata": {
        "title": "Journal Pre-proof Hemodialysis and COVID-19: An Achilles' Heel in the Pandemic Healthcare Response in the United States",
        "authors": [
            {
                "first": "Daniel",
                "middle": [
                    "E"
                ],
                "last": "Weiner",
                "suffix": "",
                "affiliation": {},
                "email": "dweiner@tuftsmedicalcenter.org"
            },
            {
                "first": "Suzanne",
                "middle": [
                    "G"
                ],
                "last": "Watnick",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Daniel E. Weiner, MD MS 1 ; Suzanne G. Watnick, MD 2 In December 2019, China reported a cluster of pneumonia cases in Wuhan, Hubei",
            "cite_spans": [
                {
                    "start": 48,
                    "end": 52,
                    "text": "MD 2",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Response in the United States"
        },
        {
            "text": "Province that subsequently were associated with the novel coronavirus, 2019-nCoV. 1 Through person-to-person transmission, this novel coronavirus spread worldwide, with widespread cases of coronavirus disease 2019 . In an attempt to mitigate the effects of the COVID-19 pandemic and 'flatten-the-curve', such that hospitals would not be overwhelmed at any given time with COVID-19 cases, various levels of social distancing were introduced in the United States.",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 83,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Response in the United States"
        },
        {
            "text": "On March 16, 2020 , the Centers for Disease Control and Prevention (CDC) and the White House launched a '15 Days to Slow the Spread' campaign, requesting that anyone who feels sick, is in a household with someone who has tested positive for COVID-19, or is elderly or with a serious underlying medical condition, stay at home. 2 Additionally, they requested that people work or engage in school remotely whenever possible, avoid discretionary travel, and avoid gatherings of more than 10 people.",
            "cite_spans": [
                {
                    "start": 3,
                    "end": 17,
                    "text": "March 16, 2020",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 327,
                    "end": 328,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Response in the United States"
        },
        {
            "text": "Although variably adopted by states, with some states like Washington, California and New York issuing broad restrictions early in the pandemic, social distancing has been adopted widely in the United States.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Response in the United States"
        },
        {
            "text": "Healthcare is a major exception to social distancing. Although many routine outpatient encounters have been cancelled or converted to telehealth, 3 hemodialysis continues largely unchanged. There are nearly 500,000 in-center hemodialysis patients in the US in 2020 4 , and likely as many as 200,000 healthcare workers directly engaged in the delivery of hemodialysis care. These 700,000 individuals are unable to practice social distancing while continuing lifesaving dialysis care. The necessity of in-person encounters for the vulnerable dialysis population and its healthcare workers is the Achilles' heel in our response to the pandemic, and key issues with COVID-19 and incenter hemodialysis are discussed below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Response in the United States"
        },
        {
            "text": "The fact that this fragile population must congregate in order to receive treatment is our major vulnerability. While many other chronic medical conditions can be managed with telehealth and social distancing, in-center hemodialysis is an exception. Although to significantly contribute to transmission in China. 9 In contrast, far more patients with upper respiratory symptoms will not have COVID-19, suggesting that mandatory transfer of patients to hospitals without dialysis may not be a beneficial policy.",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 314,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Hemodialysis patients are a fragile population in a mandatory congregate setting"
        },
        {
            "text": "Deferring dialysis to a hospital setting may also have substantial negative community effects, increasing hospital expenditure of PPE and stretching hospital dialysis capacities such that hospitals treating PUIs, clinically stable COVID-19 patients, and critically ill COVID-19 patients with kidney failure may not be able to provide the needed care to all of these individuals. To reduce risk within hemodialysis facilities proving dialysis to COVID positive patients, it is important that hemodialysis facilities have easy access to rapid COVID-19 testing, sufficient PPE to provide dialysis in place, and sufficient support from local, regional and national policy makers to implement dialysis in place policies. Given these trade-offs, the Centers for Disease Control and Prevention on March 10, 2020 advised that hemodialysis could be performed on clinically stable patients in the outpatient dialysis setting, 10, 11 and, on March 26, 2020, the ESRD Networks broadcast that \"COVID (+) patients who are stable need outpatient dialysis,\" emphasizing the critical importance of limiting hospital use to those who truly require hospitalization. Thus, we advocate that maintenance dialysis patients who are clinically stable receive dialysis in an outpatient setting.",
            "cite_spans": [
                {
                    "start": 916,
                    "end": 919,
                    "text": "10,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 920,
                    "end": 922,
                    "text": "11",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Hemodialysis patients are a fragile population in a mandatory congregate setting"
        },
        {
            "text": "Additional steps to reduce transmission in hemodialysis facilities include decreasing the number of patients present at any given time by opening additional shifts, enhanced scheduling to reduce congregation in waiting rooms, increased distancing of patients within a hemodialysis facility, and careful placement of PUIs in isolation rooms or more isolated areas of hemodialysis facilities. Other adopted strategies include designating either entire facilities or specific shifts within a facility for COVID positive patients. All of these strategies represent a significant logistic burden, but appear essential to optimize use of societal healthcare resources. Different strategies may be more readily adoptable, depending on local considerations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hemodialysis patients are a fragile population in a mandatory congregate setting"
        },
        {
            "text": "Unfortunately, there is little that can be done in the short term during the current COVID 19 pandemic to substantially decompress hemodialysis facilities, as rapidly transitioning a large number of hemodialysis patients from the outpatient in-center setting to the home setting would be resource intensive and not feasible. This is particularly notable given the current difficulty in securing surgeon and operating room availability for peritoneal dialysis catheter placement, reflecting interpretations that peritoneal dialysis access is not a priority procedure. In the near term, particularly should there be a lull in the current pandemic, rapidly increasing the utilization of home dialysis will be critical. 12 In this regard, the Advancing American Kidney Health Initiative, which promotes substantial increase in the prevalence of home dialysis, was prescient. 13 The ability to dialyze at home greatly reduces the risk of COVID-19 infection both in kidney failure patients and in the staff needed to care for them, thereby reducing the risk to the entire community.",
            "cite_spans": [
                {
                    "start": 716,
                    "end": 718,
                    "text": "12",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 871,
                    "end": 873,
                    "text": "13",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Next Steps: Increasing Innovation and Home Dialysis"
        },
        {
            "text": "Critically, investment in research and innovation is essential to change our current incenter hemodialysis-centric paradigm of kidney care. In addition to bringing research and innovation into dialysis facilities, a new kidney care paradigm should enhance currently available alternatives to in-center hemodialysis, including home hemodialysis, peritoneal dialysis and kidney transplantation; develop better strategies and medications to treat chronic kidney diseases and prevent kidney failure; and innovate with new technology to help replace kidney function.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Next Steps: Increasing Innovation and Home Dialysis"
        },
        {
            "text": "While issues within the hemodialysis facility are challenging, the hemodialysis facility is a controlled environment with a consistent staff and the ability to implement and enforce best practices for infection control. Transportation for hemodialysis patients is a far more haphazard proposition, with many patients relying on state or municipal services to transport to and from their hemodialysis facilities. These services will almost certainly not be equipped with PPE and will not be able to safely transport PUIs or COVID-19 positive hemodialysis patients. Limited solutions exist, particularly for those patients who do not have a car or do not have a family member who can reliably transport them to dialysis. This factor, more than any other, may limit the ability of hemodialysis facilities to provide in-center hemodialysis to PUIs and COVID-19 positive patients, resulting in prolonged hospitalizations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hemodialysis patients need to travel to and from hemodialysis facilities."
        },
        {
            "text": "One solution is to authorize ambulance transport for these patients from their homes to hemodialysis facilities, but this would likely require substantial support from the state and federal governments given local regulations and recent cuts in reimbursement for non-emergency basic life support transports to and from dialysis facilities. 14 Optimally, collaboration can be enhanced between dialysis facilities and current transportation services to improve driver education, enhance infection prevention, and strengthen communication regarding managing risk of COVID-19 transmission and potential exposures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hemodialysis patients need to travel to and from hemodialysis facilities."
        },
        {
            "text": "With an incubation time of 5 days on average, 15 initial recommendations for quarantine of exposed healthcare workers were up to 2 weeks; 16 importantly, asymptomatic healthcare workers with low risk exposures, such as encounters that occur when the healthcare provider is wearing appropriate PPE, are not instructed to selfquarantine but rather recommended to intensively monitor. With the increased availability of testing, exposed healthcare workers with symptoms may be able to return to work more quickly in the setting of negative tests; however, with the rapid spread of COVID-19 in the US, healthcare workers will be disproportionately affected. Ultimately, this could limit the availability of in-center hemodialysis, or, at a minimum, impact the ability to add additional hemodialysis shifts for COVID-19 positive patients.",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 140,
                    "text": "16",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "In-center hemodialysis is staff intensive"
        },
        {
            "text": "COVID-19 has exposed critical weaknesses in our healthcare system, notably including our dependence on in-center hemodialysis for more than half a million US residents. This dependence not only increases the likelihood that hemodialysis patients will be infected with COVID-19 but also increases the risk to society, given the healthcare workers and transportation infrastructure needed to provide in-center hemodialysis. Several steps may help mitigate the current crisis: 1) making every effort to dialyze clinically stable in-center hemodialysis patients in outpatient dialysis facilities in order to reduce burdens on hospitals; 2) implementing screening and isolation processes in hemodialysis facilities; 3) increasing COVID-19 testing in hemodialysis facilities; and 4) observing best PPE practices. Critically, though, we as a kidney community need to reduce the vulnerability of kidney patients to future outbreaks and reduce the risks that society faces when providing in-center hemodialysis patients with their life-saving dialysis sessions during a pandemic. The only way to accomplish this is to rapidly change the kidney care paradigm by improving non-dialysis kidney care, increasing utilization of home dialysis and transplantation, and innovating such that in-center hemodialysis is replaced by new technologies that allow patients with kidney failure to live free of dialysis facilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In-center hemodialysis is staff intensive"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization. Novel coronavirus -China",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The President's Coronavirus Guidelines for America: 15 Days to Slow the Spread",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "The White House",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Medicare Fee-for-Service (FFS) Response to the Public Health Emergency on the Coronavirus (COVID-19)",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "US Renal Data System 2019 Annual Data Report: Epidemiology of Kidney Disease in the United States",
            "authors": [],
            "year": null,
            "venue": "Am J Kidney Dis",
            "volume": "2020",
            "issn": "1",
            "pages": "1--64",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Impact of Rescheduling a Missed Hemodialysis Treatment on Clinical Outcomes",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Gk",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Colson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Van Wyck",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Tentori",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Brunelli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Kidney Med",
            "volume": "2",
            "issn": "1",
            "pages": "12--19",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Maintenance Hemodialysis and COVID-19: Saving Lives with Caution, Care and Courage",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Kidney Med",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Transmission of 2019-nCoV Infection from an Asymptomatic Contact in Germany. The New England journal of medicine",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rothe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schunk",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sothmann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "382",
            "issn": "",
            "pages": "970--971",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Kok",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "514--523",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Novel Coronavirus Pneumonia Emergency Response Epidemiology Team",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Interim Additional Guidance for Infection Prevention and Control Recommendations for Patients with Suspected or Confirmed COVID-19 in Outpatient Hemodialysis Facilities",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Center for Clinical Standards and Quality/Quality, Safety & Oversight Group. Guidance for Infection Control and Prevention of Coronavirus Disease 2019 (COVID-19) in dialysis facilities",
            "authors": [
                {
                    "first": "Medicaid",
                    "middle": [],
                    "last": "Centers For Medicare",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Services",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Home Dialysis in the United States: A Roadmap for Increasing Peritoneal Dialysis Utilization. American journal of kidney diseases : the official journal of the National Kidney Foundation",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Flanagin",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chivate",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Weiner",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "75",
            "issn": "",
            "pages": "413--416",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "US Department of Health and Human Services",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Increased Ambulance Payment Reduction for NonEmergency Basic Life Support (BLS) Transports to and from Renal Dialysis Facilities",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "MLN/MLNMattersArticles/Downloads/MM10549.pdf. Accessed on",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The Incubation Period of Coronavirus Disease 2019 (COVID-19) From Publicly Reported Confirmed Cases: Estimation and Application. Annals of internal medicine",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Lauer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Grantz",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Bi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Guidance for Risk Assessment and Public Health Management of Healthcare Personnel with Potential Exposure in a Healthcare Setting to Patients with Coronavirus Disease (COVID-19)",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "several short-term changes can reduce risk of widespread dissemination of COVID-19 in hemodialysis facilities, these mitigation strategies have limits in the absence of an ability to quarantine. Potential steps include implementing rigorous screening programs at hemodialysis facilities to identify potential cases; reducing crowding in waiting rooms; disinfecting items not typically addressed such as hand rails on scales, waiting room seats, door knobs and elevator buttons; and designating hemodialysis patients who are symptomatic as persons under investigation (PUI), who are tested for COVID-19 and treated with enhanced precautions. Managing PUIs and COVID-19 Positive Hemodialysis Patients: Dialyze in Place or Refer to a Hospital Practices for managing PUIs and COVID-19 positive patients who are currently stable vary across dialysis facilities and dialysis providers. Options for PUIs and clinically stable patients with COVID-19 include: 1) Dialyzing in place with rigorous use of personal protective equipment (PPE) and isolation if available; and 2) Deferring dialysis and referring a patient to a hospital for testing and/or treatment. While dialyzing in place theoretically increases the risk of COVID-19 for other patients receiving care in the hemodialysis facility as well as for facility staff, a high proportion of PUIs are negative for COVID-19, missed dialysis can result in worse outcomes for many hemodialysis patients, 5,6 and, if negative, transferring dialysis patients with symptoms to an alternative healthcare setting could increase their exposure to COVID-19. Critically, while rare patients may be contagious when only minimally symptomatic, 7,8 asymptomatic or minimally symptomatic individuals were not believed",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}