{
    "paper_id": "72f513b26733dc76cff123076b2a99e8ae7892c0",
    "metadata": {
        "title": "Spinal anaesthesia for patients with coronavirus disease 2019 and possible transmission rates in anaesthetists: retrospective, single- centre, observational cohort study",
        "authors": [
            {
                "first": "Qi",
                "middle": [],
                "last": "Zhong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wuhan University",
                    "location": {
                        "settlement": "Wuhan",
                        "region": "Hubei",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yin",
                "middle": [
                    "Y"
                ],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wuhan University",
                    "location": {
                        "settlement": "Wuhan",
                        "region": "Hubei",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Qiong",
                "middle": [],
                "last": "Luo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wuhan University",
                    "location": {
                        "settlement": "Wuhan",
                        "region": "Hubei",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yu",
                "middle": [
                    "F"
                ],
                "last": "Zou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wuhan University",
                    "location": {
                        "settlement": "Wuhan",
                        "region": "Hubei",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Hai",
                "middle": [
                    "X"
                ],
                "last": "Jiang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wuhan University",
                    "location": {
                        "settlement": "Wuhan",
                        "region": "Hubei",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Hui",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wuhan University",
                    "location": {
                        "settlement": "Wuhan",
                        "region": "Hubei",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jing",
                "middle": [
                    "J"
                ],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wuhan University",
                    "location": {
                        "settlement": "Wuhan",
                        "region": "Hubei",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zhen",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wuhan University",
                    "location": {
                        "settlement": "Wuhan",
                        "region": "Hubei",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xin",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wuhan University",
                    "location": {
                        "settlement": "Wuhan",
                        "region": "Hubei",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Min",
                "middle": [],
                "last": "Ma",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wuhan University",
                    "location": {
                        "settlement": "Wuhan",
                        "region": "Hubei",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Li",
                "middle": [
                    "J"
                ],
                "last": "Tang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wuhan University",
                    "location": {
                        "settlement": "Wuhan",
                        "region": "Hubei",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ying",
                "middle": [
                    "Y"
                ],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wuhan University",
                    "location": {
                        "settlement": "Wuhan",
                        "region": "Hubei",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Feng",
                "middle": [],
                "last": "Zheng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wuhan University",
                    "location": {
                        "settlement": "Wuhan",
                        "region": "Hubei",
                        "country": "China"
                    }
                },
                "email": "fengzheng@whu.edu.cn"
            },
            {
                "first": "Jian",
                "middle": [
                    "J"
                ],
                "last": "Ke",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wuhan University",
                    "location": {
                        "settlement": "Wuhan",
                        "region": "Hubei",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zong",
                "middle": [
                    "Z"
                ],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Wuhan University",
                    "location": {
                        "settlement": "Wuhan",
                        "region": "Hubei",
                        "country": "China"
                    }
                },
                "email": "zhangzz@whu.edu.cn"
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: The safety of performing spinal anaesthesia for both patients and anaesthetists alike in the presence of active infection with the novel coronavirus disease 2019 (COVID-19) is unclear. Here, we report the clinical characteristics and outcomes for both patients with COVID-19 and the anaesthetists who provided their spinal anaesthesia. Methods: Forty-nine patients with radiologically confirmed COVID-19 for Caesarean section or lower-limb surgery undergoing spinal anaesthesia in Zhongnan Hospital, Wuhan, China participated in this retrospective study. Clinical characteristics and perioperative outcomes were recorded. For anaesthesiologists exposed to patients with COVID-19 by providing spinal anaesthesia, the level of personal protective equipment (PPE) used, clinical outcomes (pulmonary CT scans), and confirmed COVID-19 transmission rates (polymerase chain reaction [PCR]) were reviewed. Results: Forty-nine patients with COVID-19 requiring supplementary oxygen before surgery had spinal anaesthesia (ropivacaine 0.75%), chiefly for Caesarean section (45/49 [91%]). Spinal anaesthesia was not associated with cardiorespiratory compromise intraoperatively. No patients subsequently developed severe pneumonia. Of 44 anaesthetists, 37 (84.1%) provided spinal anaesthesia using Level 3 PPE. Coronavirus disease 2019 infection was subsequently confirmed by PCR in 5/44 (11.4%) anaesthetists. One (2.7%) of 37 anaesthetists who wore Level 3 PPE developed PCR-confirmed COVID-19 compared with 4/7 (57.1%) anaesthetists who had Level 1 protection in the operating theatre (relative risk reduction: 95.3% [95% confidence intervals: 63.7e99.4]; P<0.01). Conclusions: Spinal anaesthesia was delivered safely in patients with active COVID-19 infection, the majority of whom had Caesarean sections. Level 3 PPE appears to reduce the risk of transmission to anaesthetists who are exposed to mildly symptomatic surgical patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The novel coronavirus disease 2019 (COVID-19) is associated with human-to-human transmission. Exposure to COVID-19 may result in acute respiratory failure for healthcare workers. The risk of emergent surgery, including Caesarean section, where spinal anaesthesia is the optimal choice for both patients and healthcare providers, is unclear. Spinal anaesthesia was delivered safely in patients (mostly women requiring Caesarean sections) with active, although mild, COVID-19 infection. Level 3 personal protective equipment appears to reduce the risk of transmission to anaesthetists who are exposed to mildly symptomatic surgical patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Editor's key points"
        },
        {
            "text": "The emergence of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), termed coronavirus disease 2019 (COVID-19), in Wuhan, Hubei Province, China since early December 2019 1,2 has brought the healthcare system to a standstill. As of March 3, 2020, 80 303 confirmed cases have been documented in China. The highly infectious features of SARS-CoV-2 have resulted in a public health emergency of international concern, as declared by the WHO. Several reports have now described the epidemiological, clinical, laboratory, and radiological characteristics of patients with confirmed COVID-19, including pregnant women who undergo Caesarean section. However, the perioperative characteristics and anaesthetic management of surgical patients with confirmed COVID-19, including those undergoing Caesarean section, have not been reported, although clinical recommendations have recently been published. 3 As person-to-person transmission of COVID-19 occurs in hospitals, 4e6 surgical procedures, in which neuraxial techniques are usually deemed to provide optimal anaesthesia, may place clinicians at particularly high risk when caring for infected patients. The objective of this report was to share our experience of performing spinal anaesthesia in patients with COVID-19, by reporting the perioperative characteristics and outcome of surgical patients in whom spinal anaesthesia was undertaken. In addition, we report the possible impact of spinal anaesthesia on anaesthetists after exposure to COVID-19.",
            "cite_spans": [
                {
                    "start": 903,
                    "end": 904,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Editor's key points"
        },
        {
            "text": "This was a single-centre, retrospective study conducted at Zhongnan Hospital of Wuhan University between January 1, 2020 and February 14, 2020. The study was approved by the Institutional Ethics Board of Zhongnan Hospital of Wuhan University (reference: 2020049). Verbal consent was obtained from patients and anaesthetists.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design"
        },
        {
            "text": "Patients undergoing spinal anaesthesia were enrolled if they had clinically confirmed COVID-19, in accord with current diagnostic criteria. 7 We also identified the anaesthesiologists who delivered clinical care to patients confirmed as having COVID-19 during surgery, but who had no contact with confirmed COVID-19 patients beyond the operating theatre.",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 141,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Participants"
        },
        {
            "text": "Throat swab samples obtained from patients and anaesthetists were tested for SARS-CoV-2 with the Chinese Center for Disease Control and Prevention recommended reverse transcriptionepolymerase chain reaction (RTePCR) test (Bio-Germ, Shanghai, China). Coronavirus disease 2019 infection was confirmed by a positive RTePCR test result undertaken in the clinical laboratory of Zhongnan Hospital.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Confirmation of COVID-19 diagnosis"
        },
        {
            "text": "We extracted data detailing sex, age, operation type, clinical characteristics (including symptoms/signs, blood test results, chest CT scans, and throat swab nucleic acid), and type of surgery from electronic medical records. Heart rate, oxygen saturation, and noninvasive blood pressure at the start of anaesthesia and after 5 min of the end of anaesthesia for all patients were compared. Leucocyte counts before and 3 days after surgery were also recorded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection: surgical patients"
        },
        {
            "text": "We analysed data from anaesthetists who had directly cared (within 1 m proximity) for patients with confirmed COVID-19, but who had no contact with patients with COVID-19 outside the hospital. We recorded sex, age, and clinical characteristics (including the development of symptoms/signs, blood test results, chest CT scans, and throat swab testing for COVID-19). We also recorded the personal protective equipment (PPE) worn by each anaesthetist undertaking spinal anaesthesia, as defined by the EU Regulation 2016/425. Category 3 PPE is required when the highest level of respiratory, skin, eye, and mucous membrane protection is needed, including positive pressure (pressure demand), self-contained breathing apparatus, and a fully encapsulating chemical protective suit plus inner and outer chemical resistant gloves. Category 1 PPE is limited to surgical mask, hat, gloves, and gowns.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection: anaesthetists"
        },
        {
            "text": "Two study investigators (JJZ and HXJ) independently reviewed all data to verify accuracy. Descriptive data are presented as mean (standard deviation) (or median [inter-quartile range]) for continuous variables, and n (%) for categorical variables. We used Wilcoxon's signed-rank test for paired nonparametric comparisons. We assessed different frequency rates between different levels of PPE using the c 2 test. Statistical analysis was performed using the SPSS 21.0 statistical software (SPSS, Inc. Chicago, IL, USA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "We identified 49 patients with radiologically confirmed COVID-19. The patient characteristics and symptoms are summarised in Table 1 . Fever was the most common symptom. Positive confirmation of COVID-19 by RTePCR was recorded in 13/49 (26.5%) patients. Every patient required supplemental oxygen (delivered by nasal cannula) before surgery.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 125,
                    "end": 132,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Patient characteristics"
        },
        {
            "text": "Spinal anaesthesia was performed in the lateral decubitus position at the level of L3eL4. After local skin infiltration with lidocaine 2% (2 ml), isobaric ropivacaine 0.75% (2.2 ml) was injected intrathecally using 25-gauge needles. Spinal anaesthesia was well tolerated, with heart rate, blood pressure, and oxygen saturation remaining stable after surgery. Prophylactic anti-emetics were administered to decrease the risk of vomiting and viral spread.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spinal anaesthesia"
        },
        {
            "text": "Three (6.1%) of 49 patients vomited after spinal anaesthesia was established. After surgery, the total leucocyte count and neutrophil counts were higher, accompanied by a lower lymphocyte count (Table 2) . No surgical patients developed severe pneumonia or died of COVID-19 pneumonia after surgery, as of February 14, 2020 (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 194,
                    "end": 203,
                    "text": "(Table 2)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 323,
                    "end": 332,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": "Postoperative outcomes"
        },
        {
            "text": "Forty-four anaesthetists (30 females; 68.2%) had direct contact with patients with COVID-19. Of these 44 anaesthetists, 26 (59%) were taking umifenovir, a broad-spectrum antiviral compound that blocks membrane fusion between the virus and target host cells. The majority of the staff wore Level 3 PPE in the operating theatre (Table 3) . Coronavirus disease 2019 infection was subsequently confirmed by PCR in five/44 (11.4%) (Table 4 ). Of the five anaesthetists who were infected (Table 5) , none had family members with COVID-19. Although the symptoms were mild, two required hospital treatment for supplementary oxygen despite mostly normal pulmonary CT scans (Fig. 1) . The other three anaesthetists were quarantined at home. All five anaesthetists were treated with antiviral and antibacterial agents (Table 5 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 326,
                    "end": 335,
                    "text": "(Table 3)",
                    "ref_id": null
                },
                {
                    "start": 426,
                    "end": 434,
                    "text": "(Table 4",
                    "ref_id": null
                },
                {
                    "start": 482,
                    "end": 491,
                    "text": "(Table 5)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 664,
                    "end": 672,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 807,
                    "end": 815,
                    "text": "(Table 5",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Anaesthetists"
        },
        {
            "text": "This is the largest case series exploring the risk for anaesthetists of developing COVID-19 through exposure to infected surgical patients undergoing spinal anaesthesia. The clinical characteristics of the 49 infected surgical patients were typical of the majority of adults with COVID-19 infection. 8 We found that spinal anaesthesia had no adverse effects, either during the intraoperative period or subsequently. However, based on our follow-up of 44 anaesthetists who delivered spinal anaesthesia, our data suggest that Level 3 PPE is likely to reduce the risk of acquiring COVID-19. Spinal anaesthesia is the anaesthetic of choice for many surgical procedures, in particular Caesarean sections. 9 However, whether the risk of spinal anaesthesia to anaesthetists being undertaken in patients with COVID-19 is uncertain. Using ropivacaine, we found that spinal anaesthesia had no adverse impact during the intraoperative period. 10 Typical changes in leucocyte count were observed after surgery. 11 Most importantly, spinal anaesthesia did not appear to worsen the outcome of patients with SARS-CoV-2 pneumonia.",
            "cite_spans": [
                {
                    "start": 300,
                    "end": 301,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 700,
                    "end": 701,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 932,
                    "end": 934,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 999,
                    "end": 1001,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Level 3 PPE 12 was used by most anaesthetists, but seven anaesthetists used Level 1 protection because of delayed confirmation of COVID-19 in patients undergoing surgery. Our study provides further evidence of human-to-human transmission in hospitals, although this is lower than previous reports. 13 Most infected anaesthetists had mild symptoms. The low transmission rate may, however, be attributable to additional factors. First, most operating theatres are under positive pressure with up to 20 room air exchanges per hour, thereby reducing viral exposure rapidly. 14 Second, all surgical patients in this study had mild symptoms. Third, several anaesthetists were fully protected and took prophylactic drugs.",
            "cite_spans": [
                {
                    "start": 298,
                    "end": 300,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We confirmed previous studies demonstrating that asymptomatic infected anaesthetists, as confirmed by PCR, frequently do not have concomitant radiological abnormalities. 15 False-negative PCR testing for throat swabs has been documented during this outbreak, highlighting the importance of clinical symptoms (fever, fatigue, dry cough, myalgia, and dyspnoea) in recognising COVID-19 at an early stage. 16 This study clearly has multiple limitations. First, throat swabs were used to diagnose COVID-19 through RTePCR, rather than blood samples. False-negative tests may occur using throat swab samples. Second, as most patients with COVID-19 undergoing surgery had mild symptoms, we cannot address whether tracheal intubation/extubation is similarly, or more, hazardous compared with regional anaesthesia. We also cannot exclude that anaesthetists became infected through other sources (e.g. colleagues in the hospital).",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 172,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 402,
                    "end": 404,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In summary, spinal anaesthesia appears to be safe in mildly symptomatic COVID-19 patients. Our study suggests that using Level 3 PPE is likely to reduce the risk to anaesthetic staff of acquiring COVID-19 even from patients with mild symptoms. Considering the significance of this ongoing global public health emergency, our report contributes valuable data to inform the perioperative community.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Outbreak of pneumonia of unknown etiology in Wuhan, China: the mystery and the miracle",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Stratton",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "W"
                    ],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Virol",
            "volume": "92",
            "issn": "",
            "pages": "401--403",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Coronavirus infectionsdmore than just the common cold",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "I"
                    ],
                    "last": "Paules",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Marston",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Fauci",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "",
            "pages": "707--715",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Outbreak of a new coronavirus: what anaesthetists should know",
            "authors": [
                {
                    "first": "Pwh",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "P-L",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Hota",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Br J Anaesth",
            "volume": "124",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bja.2020.02.008"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Kok",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "514--537",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Importation and human-to-to human transmission of a novel coronavirus in Vietnam",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "T"
                    ],
                    "last": "Phan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "C"
                    ],
                    "last": "Luong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "872--876",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Transmission of 2019-nCoV infection from an asymptomatic contact in Germany",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rothe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schunk",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sothmann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "970--971",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "New coronavirus pneumonia prevention and control program",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Spinal anaesthesia: advantages and disadvantages",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "W"
                    ],
                    "last": "Nganga",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "East Afr Med J",
            "volume": "87",
            "issn": "",
            "pages": "225--231",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The efficacy of ropivacaine and bupivacaine in the caesarean section and the effect on the vital signs and the hemodynamics of the lying-in women",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Saudi J Biol Sci",
            "volume": "26",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Effect of anesthetic agents on cognitive function and peripheral inflammatory biomarkers in young patients undergoing surgery for spine disorders",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Sahoo",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Panda",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sabharwal",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Asian J Neurosurg",
            "volume": "14",
            "issn": "",
            "pages": "1095--105",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Perioperative care provider's considerations in managing patients with the COVID-19 infections",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "D"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Yao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Transl Perioper Pain Med",
            "volume": "7",
            "issn": "",
            "pages": "216--239",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med Adv Access Published on",
            "volume": "29",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001316"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Anaesthesia and SARS",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kamming",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gardam",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Chung",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Br J Anaesth",
            "volume": "90",
            "issn": "",
            "pages": "715--723",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Clinical characteristics of 2019 novel coronavirus infection in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "28",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2002032"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirusinfected pneumonia in Wuhan, China",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "",
            "pages": "1061--1070",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Chest CT scans (transverse plane) of five anaesthetists infected with coronavirus disease 2019 (COVID-19). (a) Anaesthetist 1: multiple bilateral ground-glass opacities, most prominent on the right. (bee) Anaesthetists 2e5: no changes on CT scan despite confirmation of COVID-19 via reverse transcriptionepolymerase chain reaction tests on throat swab sample.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Perioperative characteristics of surgical patients with coronavirus disease 2019 infection. *Laboratory values obtained 3 days after surgery.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Clinical characteristics of anaesthetists who acquired COVID-19 after delivering spinal anaesthesia. *Quarantined at home.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors thank all patients and anaesthetists involved in the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The authors declare that they have no conflicts of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declarations of interest"
        },
        {
            "text": "Natural Science Foundation of Hubei Province, China (2019CFB106); Cultivation fund from Zhongnan Hospital, Wuhan University (znpy2018092); Young teacher funding program from Wuhan University (2042018kf0197).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        }
    ]
}