{
    "paper_id": "7409ec26bcd60af356dafe4f7bb1245ae01c9964",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Kuwahara",
                "middle": [
                    "K"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kuroda",
                "middle": [
                    "A"
                ],
                "last": "Fukuda",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Y",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The coronavirus disease 2019 (COVID-19) has rapidly spread around the world [1] , posing enormous health, economic, and social challenges to societies. As there are no proven drug and vaccine treatments [2] , non-pharmaceutical measures are essential to slow the spread of the epidemic [3] . Social distancing (e.g., cancellation of large gathering, school closures) is an essential part of public health measure for infection control [3] . In line with this, many social events and activities have been cancelled or scaled-down in many countries including Japan, wherein there is already a high number of reported COVID-19 cases [1] .",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 79,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 203,
                    "end": 206,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 286,
                    "end": 289,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 435,
                    "end": 438,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 630,
                    "end": 633,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "However, concerns have been raised from the community frontlines in Japan following the COVID-19 outbreak. First, communities may not have enough knowledge on whether maintaining, scaling-down, or cancelling social gatherings during the outbreak while minimising health risk. In addition, older adults may have higher fatality rates from COVID-19. To avoid this, social gatherings can be cancelled considering the elderly, just to hedge risk. Given that the impact of social distancing may depend on the transmission situation and severity of the disease [4] , social distancing should be implemented carefully.",
            "cite_spans": [
                {
                    "start": 555,
                    "end": 558,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Practical information should be provided to community-dwelling adults to help maintain appropriate community activity levels. In fact, some voluntary community activities were maintained owing to personal advice from health professionals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Another issue is social isolation. In many countries, including Japan, living alone and social isolation have been growing concerns. Cancelling social gatherings and scaling down elderly care services can put community-dwelling adults, especially older adults, at an increased risk and severity of social isolation. In March 2020, an older woman in the local Tokyo community said, 'Lunch is not tasty; I feel a loss of appetite from eating alone owing to the loss of a gathering place during the lunch break'. Thus, the isolating effects of social distancing should not be ignored, and efforts are needed to mitigate the negative psychological impact. 3 Although recent technological advances may help detect and provide care for groups at high risk of social isolation, community-dwelling older adults may not have access to smartphones or internet services [5] . Therefore, multiple plans and measures to maintain social ties should be prepared at the individual level (family, friends, neighbourhood, etc.), organizational or community levels, and societal levels to prevent or mitigate the negative impact of social isolation and its related problems (from the preparedness phase) on the already vulnerable among the population during an epidemic such as COVID-19.",
            "cite_spans": [
                {
                    "start": 859,
                    "end": 862,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Therapeutic options for the 2019 novel coronavirus",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Clercq",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Priorities for the US health community responding to COVID-19",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Adalja",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Toner",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Inglesby",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Closure of schools during an influenza pandemic",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wachtel",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Lancet Infect Dis",
            "volume": "9",
            "issn": "8",
            "pages": "473--81",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Mental health services for older adults in China during the COVID-19 outbreak",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Cheung",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "T"
                    ],
                    "last": "Xiang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Psychiatry",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Email: kkuwahara@med.teikyo-u.ac.jp Word count: 397 words Key words: COVID-19; emerging infectious disease; community health; vulnerable population; older adults; social distancing; social isolation",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank the community residents for sharing information about their current situations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "No funding received.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "The authors declare no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        },
        {
            "text": "Travel Medicine and Infectious Disease requires that all authors sign a declaration of conflicting interests. If you have nothing to declare in any of these categories then this should be stated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declarations"
        },
        {
            "text": "A conflicting interest exists when professional judgement concerning a primary interest (such as patient's welfare or the validity of research) may be influenced by a secondary interest (such as financial gain or personal rivalry). It may arise for the authors when they have financial interest that may influence their interpretation of their results or those of others. Examples of potential conflicts of interest include employment, consultancies, stock ownership, honoraria, paid expert testimony, patent applications/registrations, and grants or other funding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest"
        },
        {
            "text": "We declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Please state any competing interests"
        },
        {
            "text": "All sources of funding should also be acknowledged and you should declare any involvement of study sponsors in the study design; collection, analysis and interpretation of data; the writing of the manuscript; the decision to submit the manuscript for publication. If the study sponsors had no such involvement, this should be stated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding Source"
        },
        {
            "text": "No funding received. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Please state any sources of funding for your research"
        }
    ]
}