{
    "paper_id": "74339c753a0f2ad3b1e26afa83f5b3d801c4a338",
    "metadata": {
        "title": "Severe airport sanitarian control could slow down the spreading of COVID-19 pandemics in Brazil Sérvio Pontes Ribeiro , Aristóteles Góes- Neto Background. We investigated a likely scenario of COVID-19 spreading in Brazil through",
        "authors": [
            {
                "first": "Corresp",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wesley",
                "middle": [],
                "last": "Dáttilo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Núcleo de Pesquisas em Ciências Biológicas",
                    "institution": "Universidade Federal de Ouro Preto",
                    "location": {
                        "settlement": "Ouro Preto",
                        "region": "Minas Gerais",
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "Alcides",
                "middle": [],
                "last": "Castro E Silva",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratório da Ciência da Complexidade",
                    "institution": "Universidade Federal de Ouro Preto",
                    "location": {
                        "settlement": "Ouro Preto"
                    }
                },
                "email": ""
            },
            {
                "first": "Alexandre",
                "middle": [
                    "Barbosa"
                ],
                "last": "Reis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratório de Imunopatologia",
                    "institution": "Universidade Federal de Ouro Preto",
                    "location": {
                        "settlement": "Ouro Preto"
                    }
                },
                "email": ""
            },
            {
                "first": "Luiz",
                "middle": [],
                "last": "Carlos",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Junior",
                "middle": [],
                "last": "Alcantara",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratório de Flavivírus",
                    "institution": "Fundação Oswaldo Cruz",
                    "location": {
                        "settlement": "Rio de Janeiro, Rio de Janeiro",
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "Marta",
                "middle": [],
                "last": "Giovanetti",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratório de Flavivírus",
                    "institution": "Fundação Oswaldo Cruz",
                    "location": {
                        "settlement": "Rio de Janeiro, Rio de Janeiro",
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "Wendel",
                "middle": [],
                "last": "Coura-Vital",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidade Federal de Minas Gerais",
                    "location": {
                        "settlement": "Belo Horizonte, Minas Gerais",
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "Geraldo",
                "middle": [
                    "Wilson"
                ],
                "last": "Fernandes",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidade Federal de Minas Gerais",
                    "location": {
                        "settlement": "Belo Horizonte, Minas Gerais",
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "Vasco",
                "middle": [],
                "last": "Ariston",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "C",
                "middle": [],
                "last": "Azevedo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidade Federal de Minas Gerais",
                    "location": {
                        "settlement": "Belo Horizonte, Minas Gerais",
                        "country": "Brazil"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background. We investigated a likely scenario of COVID-19 spreading in Brazil through the complex airport network of the country, for the 90 days after the first national occurrence of the disease. After the confirmation of the first imported cases, the lack of a proper airport entrance control resulted in the infection spreading in a manner directly proportional to the amount of flights reaching each city, following first occurrence of the virus coming from abroad. Methodology. We developed a SIR (Susceptible-Infected-Recovered) model divided in a metapopulation structure, where cities with airports were demes connected by the number of flights. Subsequently, we further explored the role of Manaus airport for a rapid entrance of the pandemic into indigenous territories situated in remote places of the Amazon region. Results. The expansion of the SARS-CoV-2 virus between cities was fast, directly proportional to the airport closeness centrality within the Brazilian air transportation network. There was a clear pattern in the expansion of the pandemic, with a stiff exponential expansion of cases for all cities. The more an airport showed closeness centrality, the greater was its vulnerability to SARS-CoV-2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We discussed the weak pandemic control performance of Brazil in comparison with other tropical, developing countries, namely India and Nigeria. Finally, we proposed measures for containing virus spreading taking into consideration the scenario of high poverty. All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity. : medRxiv preprint 105 106 + 1 = + 107 108 where the indexes t and t+1 represent the present time and the next time, respectively, 109 and N=S+I+R is the total constant population. In this work, we proposed two 110 modifications of the SIR model. The first one is related to the fact that we considered all 111 Brazilian cities that have an airport. Thus, we had S i , I i , and R i where i was a given city.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "1 Abstract 2 Background. We investigated a likely scenario of COVID-19 spreading in Brazil 3 through the complex airport network of the country, for the 90 days after the first 4 national occurrence of the disease. After the confirmation of the first imported cases, the 5 lack of a proper airport entrance control resulted in the infection spreading in a manner 6 directly proportional to the amount of flights reaching each city, following first 7 occurrence of the virus coming from abroad. 8 Methodology. We developed a SIR (Susceptible-Infected-Recovered) model divided in 9 a metapopulation structure, where cities with airports were demes connected by the 10 number of flights. Subsequently, we further explored the role of Manaus airport for a 11 rapid entrance of the pandemic into indigenous territories situated in remote places of 12 the Amazon region. 13 Results. The expansion of the SARS-CoV-2 virus between cities was fast, directly 14 proportional to the airport closeness centrality within the Brazilian air transportation 15 network. There was a clear pattern in the expansion of the pandemic, with a stiff 16 exponential expansion of cases for all cities. The more an airport showed closeness 17 centrality, the greater was its vulnerability to SARS-CoV-2. 18 Conclusions. We discussed the weak pandemic control performance of Brazil 34 From 17 th to 18 th March, Brazil had an increase of 31% in one day, with only four 35 capitals exhibiting community transmission, which was the same to India. However, a 36 very distinct pattern in the ascending starting point for the reported disease exponential 37 curve was observed in each country. By enlarging the comparison to another 38 developing tropical country in the Southern Hemisphere (thus in the same season), we 39 selected Nigeria, since it was the first country to detect a COVID-19 case in Africa. 40 Nigeria displayed less than 10 confirmed cases during the same period of time. 41 Furthermore, Nigeria has a population (206 million) similar to that of Brazil (209 million) . 42 Both India and Nigeria claim they imposed severe entrance control, and close 43 following up of each confirmed case, as well as their living and working area, and 44 people in contact with them. In Brazil, the Ministry of Health has developed a good 45 monitoring network and a comprehensive preparation of the health system for the worst-46 case scenario. Nonetheless, apparently, the decisions from the Ministry of Health did 47 not cover airport control, and only on March 19 th , eventually too late, the government 48 decided to control the airports, avoiding the entrance of people coming from Europe or 49 Asia. Hence, the entrance of diseased people in Brazil has been occurring with no 50 control, at least until the aforementioned date. Moreover, after confirming that a person 51 is infected with SARS-CoV-2, his/her monitoring is initiated but there is no monitoring of 52 his/her living network. 53 For pandemic situations, such as that with which we are living with SARS-CoV-2, 54 the classical algebraic ecological models of species population growth from Verhulst, 55 and species interaction models from Lotka-Volterra, are theoretical frameworks capable 56 to describe the phenomenon and to propose actions to stop it (Pianka 2000) . In many 57 aspects social isolation is a way to severely reduce carrying capacity, i.e., the resources 58 available for the virus dissemination. This is the best action for within-city pandemic 59 spreading of coronavirus (Hellewell et al. 2020 ), since the main form of transmission is 60 direct contact between people or by contact with fomite, mainly in closed environments, 61 such as classrooms, offices, etc. (Rothe et al., 2019; Bedford et al., 2020). Regardless 62 of virulence, for a highly contagious virus such as SARS-CoV-2, the occurrence of the 63 first case in a nation will result in a strongly and nearly uncontrollable exponential 64 growth curve, depending only on the number of encounters between infected and 65 susceptible people, and fuelled by a high H0 (the number of people one infected person 66 will infect). 67 On the other hand, the dynamics of disease spreading among cities are entirely 68 distinct. In this work, we present an epidemiological model describing the free entrance 69 of people coming from two highly infected countries with close links to Brazil: Italy and 70 Spain. We showed how SARS-CoV-2 spreads into the Brazilian cities by the 71 international airports, and then to other, less internationally connected cities, through 72 the Brazilian airport network. For exploring the dynamics of a continent size, nationwide 73 spreading of SARS-CoV-2, as it is the case of Brazil, we assumed cities connected by 74 airports formed a metapopulation structure. 75 Each person in a city was taken as a component of a superorganism, i.e., an 76 interdependent entity where living individuals are not biologically independent between 77 them in various subtle ways. By doing so, we dealt with cities as the sampling units, not 78 the people. Flights coming from foreign countries with COVID-19 (namely Spain and All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 865,
                    "end": 867,
                    "text": "13",
                    "ref_id": null
                },
                {
                    "start": 949,
                    "end": 951,
                    "text": "14",
                    "ref_id": null
                },
                {
                    "start": 1126,
                    "end": 1128,
                    "text": "16",
                    "ref_id": null
                },
                {
                    "start": 1277,
                    "end": 1279,
                    "text": "18",
                    "ref_id": null
                },
                {
                    "start": 1347,
                    "end": 1353,
                    "text": "Brazil",
                    "ref_id": null
                },
                {
                    "start": 1354,
                    "end": 1356,
                    "text": "34",
                    "ref_id": null
                },
                {
                    "start": 1877,
                    "end": 1879,
                    "text": "40",
                    "ref_id": null
                },
                {
                    "start": 1959,
                    "end": 1961,
                    "text": "41",
                    "ref_id": null
                },
                {
                    "start": 2040,
                    "end": 2053,
                    "text": "(209 million)",
                    "ref_id": null
                },
                {
                    "start": 2056,
                    "end": 2058,
                    "text": "42",
                    "ref_id": null
                },
                {
                    "start": 2968,
                    "end": 2970,
                    "text": "53",
                    "ref_id": null
                },
                {
                    "start": 3294,
                    "end": 3307,
                    "text": "(Pianka 2000)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 3532,
                    "end": 3554,
                    "text": "(Hellewell et al. 2020",
                    "ref_id": null
                },
                {
                    "start": 4147,
                    "end": 4149,
                    "text": "67",
                    "ref_id": null
                },
                {
                    "start": 4811,
                    "end": 4813,
                    "text": "75",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . 79 Italy for this article) represent the probability of an external invasion of infection in each 80 city. Additionally, we also further explored the vulnerability of the Amazon region, 81 especially of those remote towns where indigenous and traditional communities 82 predominate. 83 84 Materials & Methods 85 In order to describe the pattern of air transportation and its role in the spreading of the 86 disease, we built a SIR (Susceptible-Infected-Recovered) model (Hethcote 1989 ; 87 Anderson 1991) split amongst the cities that are interconnected by flights. In this model, 88 the population size inside each city is irrelevant, as well as when the collective infection 89 stage was reached. Thus, we assumed that the city was fully infected and became 90 infectious to the whole system, and, therefore, became a source and not a sink of 91 infection events. Hence, the SIR model started having cities with only susceptible 92 events. Infected events only appeared by migration, i.e. travelers only from Italy and 93 Spain, for sake of simplicity and proximity to the facts. 94 After the first occurrence is registered in the country, infected events started to 95 spread through the national airlines. 96 We used a modified version of the SIR model, which took into account the 97 topology of how the cities-demes were linked by domestic flights. In the SIR original 98 model, the infection of susceptible cities occurs by probability β of a healthy being (S) 99 encounters an infected one (I). Conversely, the model has a probability of an infected 100 one get recovered (R) given by a parameter γ. Analytically: Figure 3A ). Looking at the daily All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 387,
                    "end": 389,
                    "text": "85",
                    "ref_id": null
                },
                {
                    "start": 548,
                    "end": 562,
                    "text": "(Hethcote 1989",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 565,
                    "end": 567,
                    "text": "87",
                    "ref_id": null
                },
                {
                    "start": 1160,
                    "end": 1162,
                    "text": "94",
                    "ref_id": null
                },
                {
                    "start": 1288,
                    "end": 1290,
                    "text": "96",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1700,
                    "end": 1709,
                    "text": "Figure 3A",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.26.20044370 doi: medRxiv preprint 154 increment rates, it is clear a first and high peak of infections in the hub cities, happening 155 around 50 days and, starting from 75 days, a new peripheric peak ( Figure 3B ). 156 The first ten cities to ascend infection rates (São Paulo, Rio de Janeiro, Salvador, 157 Recife, Brasília, Fortaleza, Belo Horizonte, Porto Alegre, Curitiba, and Florianópolis) will 158 actually reach this point about the same time, which is a concerning pattern for the 159 saturation of the public health services. Also, this peak in those cities will saturate all the 160 best hospitals in the country simultaneously. 161 Therefore, we defined the average proportion of infected people for the 90 days 162 as a measure of vulnerability to COVID-19 dissemination. Henceforth, we found that 163 more an airport shows closeness centrality within the air transportation network, the 164 greater was its vulnerability to disease transmission (Figure 4) . This scenario confirmed 165 the importance of a city connecting different cities within the Brazilian air transportation 166 network and, thus, acting as the main driver for the pandemic spreading across the 167 country. 168 169 Consequences for the Amazonian cities and indigenous people 170 Herein we showed that an uncontrolled complex airport system made a whole 171 country vulnerable in few weeks, allowing the virus to reach the most distant and remote 172 places, in the most pessimistic scenario. According to our model, any connected city will 173 be infected after three months. As the number of flights arriving in a city is the driver for 174 the proportion of infected people, Manaus, which is a relevant regional clustering, was 175 infected sooner. Indeed, on the 17 th of March, Manaus was the first Amazonian city with 176 confirmed cases (without community transmission yet), and it is a node that is one or 177 two steps to all the Amazonian cities. Thus, according to our model, Manaus may reach 178 1% of the infected population by the 44 th day, while, for instance, the far west 179 Amazonian Tabatinga will take 61 days to reach the same 1% of the population 180 infected. By day 60, Manaus may have an average of 50% of its population infected if 181 nothing is be done to prevent it. Tabatinga may also reach the aforementioned value by 182 day 78, if nothing is be done to avoid it. To sum up, within 46 days all the Amazonian 183 cities will have 1% of their population infected and a mean of 50% by day 70. 184 185 Discussion 186 Brazil has failed to contain COVID-19 in airports and failed to closely monitor those 187 infected people coming from abroad, as well as their living network. One main reason 188 for this is the difficult logistics required to produce such control in a continental country, 189 such as Brazil, which has a complex national flight network. According to the Brazilian 190 Airport Authority, Brazil has the second-largest flight network in the world (just after the 191 USA), with a total of 154 airports registered to commercial flights of which 31 are 192 considered international. In comparison, airport control may be much easier to set up in 193 Nigeria (31 airports of which only five are international). However, with a population 6.4 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 326,
                    "end": 329,
                    "text": "156",
                    "ref_id": null
                },
                {
                    "start": 751,
                    "end": 754,
                    "text": "161",
                    "ref_id": null
                },
                {
                    "start": 1304,
                    "end": 1307,
                    "text": "168",
                    "ref_id": null
                },
                {
                    "start": 1372,
                    "end": 1375,
                    "text": "170",
                    "ref_id": null
                },
                {
                    "start": 2639,
                    "end": 2642,
                    "text": "186",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 313,
                    "end": 322,
                    "text": "Figure 3B",
                    "ref_id": null
                },
                {
                    "start": 1070,
                    "end": 1080,
                    "text": "(Figure 4)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": ""
        },
        {
            "text": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.26.20044370 doi: medRxiv preprint 234 network of Brazil, which is also key for the whole Latin America, if not properly 235 monitored and controlled, may cause a window of opportunity for the virus to spread 236 over the entire continent. 237 The consequences of this uncontrolled SARS-Cov-2 spreading is particularly 238 serious if one takes into consideration the chances of a mutant virulent strain appearing 239 and spreading into poorer and little monitored places of the world. Specifically, for the 240 Amazon region, the lack of any control will make the city of Manaus a very sensitive 241 cluster for public health, due to predominantly poor and indigenous-dominated cities in 242 the region, which are connected to Manaus and will be rapidly infected. Reaching 243 isolated regions means reaching indigenous or traditional communities, whose 244 individuals are classically more susceptible to new pathogens than western-influenced 245 or mixed urban populations. Therefore, a way to prevent such spreading, if still there is 246 time, would be to deal with airports as entrances that need severe infection barriers. The eventual lesson to take is that inflexible, severe, and easy to repeat 250 controlling protocols must be applied to all the cities with airports. Likewise, the follow-251 up monitoring of suspicious individuals and their living network should be reinforced as 252 a national strategy to prevent a large territory to be taken over by a pandemic in a short 253 period of time. In other words, internationally accepted procedures must be taken and 254 even be reviewed to adjust to complex national flight networks of any country. Such 255 procedures must be considered as a priority for national remote airports too, in order to 256 keep poorer and worse equipped cities away from a rapid spread of a pandemic 257 disease. 258 It is clear at this point that a fast spread of the SARS-CoV-2 is a reality in Brazil, 259 and across most of the country. We proposed this model in order to emphasize the 260 fragility of Brazilian surveillance in the airport network, in an attempt to cause some 261 policy change in time to preserve at least the most remote regions, which are also the 262 most vulnerable, with a weaker health service. Moreover, most of the Eastern part of the 263 country must stay in social isolation in order to prevent a health public collapse by mid-264 April, as the Ministry of Health predicted. In addition, we also could consider the 265 generalized poverty of Brazil as a further problem our model did not deal with. The 266 chances to produce home-to-home isolation, even legally imposed, is impossible for 267 these poor communities. Nonetheless, considering the few main entrances of most of 268 the Brazilian shanty towns and communities, a similar to airport entrance severe control 269 must be considered to protect a larger but closely connected set of people, eventually 270 following the protocols used for control of Ebola during the last epidemic in Africa (Lau 271 et al. 2017 ). 272 All rights reserved. No reuse allowed without permission. author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 349,
                    "end": 352,
                    "text": "237",
                    "ref_id": null
                },
                {
                    "start": 1963,
                    "end": 1966,
                    "text": "258",
                    "ref_id": null
                },
                {
                    "start": 2046,
                    "end": 2053,
                    "text": "Brazil,",
                    "ref_id": null
                },
                {
                    "start": 2054,
                    "end": 2057,
                    "text": "259",
                    "ref_id": null
                },
                {
                    "start": 3132,
                    "end": 3152,
                    "text": "(Lau 271 et al. 2017",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The copyright holder for this preprint (which was not peer-reviewed) is the . https://doi.org/10.1101/2020.03.26. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "than Brazil, India, in turn, has a similar sized airport network to Brazil, 195 harboring a total of 123 airports of which 34 are considered international",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Nevertheless, the situation of COVID-19 in India is currently much milder than in",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "and it is hard to blame the complexity of the airport networks for the contrasting 198 exponential curve of these two countries",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Brazil",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "20 days from the first infection in Brazil 199",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Besides the within-city pattern of virus spreading, one must take into account the 205 pattern of dispersion between cities after the virus has invaded. Additionally, for the 206 Brazilian case, one cannot ignore that, eventually, the occurrence of the first case may 207 have occurred nearly one month before official records, during the carnival period",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "3 million in Salvador where the Brazilian Ministry of Tourism revealed 210 that 86,000 foreigners from France",
            "authors": [
                {
                    "first": "Janeiro",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Considering a disease with so many asymptomatic cases, it could have invaded before 212 but, with the lack of an early warning and airport control, one will never know exactly if",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The lack of control for these situations may result in a 218 dramatic rate of host infection, and an eventual collapse of the host-parasite interaction 219 in a given population, depending on the amount of susceptible, infected and recovered 220 events. Nonetheless, if the population is split into deme-cities, in a metapopulation 221 structure, the collapse takes longer, and a much greater amount of people in different 222 locations may eventually be infected, as found in our model. It is worthwhile to mention 223 that this model, already pessimistic, did not consider the road network, one of the 224 largest on the planet. Most importantly, the best road-connected cities are exactly those 225 mostly connected by airport, and that will be vulnerable earlier, thus, probably spreading 226 the disease faster than our model can predict, unless roads are soon blocked for 227 people. Another weakness of the model is that it cannot quantify a great number of 228 small airports not registered for commercial flights, very common in the Amazonian and 229 Western regions. Taking this into a global scale",
            "authors": [],
            "year": 1976,
            "venue": "Without a social isolation policy, virus propagation may result in chaotic 217 dynamics, sensu May",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "We thank Christina Vinson and Thomas C.A. Williams for the English revision",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "CNPq agency guarantee research grant scholarship to SPR",
            "authors": [
                {
                    "first": "Agn",
                    "middle": [],
                    "last": "Abr",
                    "suffix": ""
                },
                {
                    "first": "Acja",
                    "middle": [],
                    "last": "Vaa",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Discussion: the Kermack-McKendrick epidemic threshold 283 theorem",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Bulletin of mathematical biology",
            "volume": "53",
            "issn": "",
            "pages": "1--32",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Lancet COVID-19: towards controlling of a pandemic. The 285 Lancet",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bedford",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30673-5"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Ecological and immunological 287 determinants of influenza evolution",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Fergunson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Alison",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Bush",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "422",
            "issn": "",
            "pages": "428--433",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Feasibility of controlling COVID-19 outbreaks by 290 isolation of cases and contacts",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Kucharski",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "28",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S2214-109X(20)30074-7"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Three basic epidemiological models",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Hethcote",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Applied Mathematical 292 Ecology",
            "volume": "18",
            "issn": "",
            "pages": "119--144",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Spatial and temporal dynamics of superspreading 295 events in the 2014-2015 West Africa Ebola epidemic",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "E"
                    ],
                    "last": "Metcalf",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Grenfell",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PNAS",
            "volume": "114",
            "issn": "",
            "pages": "2337--2342",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Simple mathematical models with very complicated dynamics",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Nature",
            "volume": "297",
            "issn": "",
            "pages": "459--467",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Prediction and prevention of 300 the next pandemic zoonosis",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zambrana-Torrelio",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Lipkin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Daszak",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "The Lancet",
            "volume": "380",
            "issn": "",
            "pages": "1956--1965",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Evolutionary Ecology, 6 th Edition",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Pianka",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "302",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Transmission of 2019-nCoV 304 infection from an asymptomatic contact in Germany",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rothe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schunk",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sothmann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New England Journal of 305 Medicine",
            "volume": "382",
            "issn": "",
            "pages": "970--71",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity. The copyright holder for this preprint (which was not peer-reviewed) is the",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.26.20044370"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Figure 1 -Brazilian flight network, taken from ANAC database",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Figure 2 -Proportion of infected population of each Brazilian city in 40, 50, 70, and 90 shows the first and the highest peak in the hub cities, around 50 326 days, and, subsequently",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "75",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Supplementary Material 1 -Code description -SIR model under network topology",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "After initiating all variables to an initial condition, that 335 is, S (health), I (infected) and R (recovered) of each city, the code starts loading the network 336 and calculates the total number of flights among all the cities. This information is used to feed 337 the classical SIR model introducing in the variable I, the information regarding infected travelers 338 and non-travelers, and the model calculates the next S, I and R of all the cities",
            "authors": [],
            "year": null,
            "venue": "The code was developed in C, and it works as a modification of SIR model running along with 334 the topology of the domestic flight network",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Supplementary Material 2 -ANAC database of aerial transportation network",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The spreadsheet presents all the 120 cities with airport(s), their state, latitude and 343 longitude, followed by the closeness centrality in the network",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Supplementary Material 3 -Movie of the spreading of SARS-CoV-2",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "This file has a short movie describing the dynamics of SARS-Cov-2 dissemination 349 across Brazil",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "All rights reserved. No reuse allowed without permission",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "author/funder, who has granted medRxiv a license to display the preprint in perpetuity. The copyright holder for this preprint (which was not peer-reviewed) is the",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.26.20044370"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "the upper index i indicates the city, and t the time. The term represents the 127 infection added to the i th city due to traveling diseases, and it is calculated as followk i,j is the number of flights departing at city i and arriving at city j, and α is a newly 132 introduced parameter, which represents the fraction of traveling infected population. For 133 the time, we estimated 90 days for the disease expansion and assumed γ as 0, in other 134 words, no recovery. Despite the artificiality of this assumption, we considered that the 135 amount of people still to be infected is larger than those recovered and, thus, becoming 136 resistant, which makes the resistance irrelevant to our output. The model was 137 developed in C and is available as Supplementary Material 1 (and the database as 138 Supplementary Material 2). In addition, we also used a linear model to test whether 139 those cities with higher airport closeness centrality (i.e., important cities for connecting 140 different cities within the Brazilian air transportation network) were more vulnerable to 141 SARS-CoVexpansion of the SARS-CoV-2 virus between cities was fast, directly proportional to 145 the airport closeness centrality within the Brazilian air transportation network. The 146 disease spread from São Paulo and Rio de Janeiro to the next node-city by the flight 147 network, and in 90 days virtually all the cities with airport(s) were reached, although it 148 occurred with a distinct intensity(Figure 2, Supplementary Material 3). There was a 149 clear pattern in the expansion of the pandemic, with a stiff exponential expansion of 150 cases (measured as the cumulative percentage of infected people per city) for all the 151 cities. On average, the model showed an ascendant curve starting at day 50 (around 15 152 April), with the most connected cities starting their ascendant curve just after 25 days, 153 and the most isolated ones from day 75 (10th May;",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 2",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 4",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "in 19 comparison with other tropical, developing countries, namely India and Nigeria. Finally, 20 we proposed measures for containing virus spreading taking into consideration the 21 scenario of high poverty. 22 Key-words -SARS-Cov-2 pandemic; SIR model; metapopulation dynamics; Amazonia; 23 Indigenous people; one-Ecohealth.26  In the last few weeks, the new disease COVID-19 has been spreading rapidly around 27 the world mainly due to stealth transmission, which started in China at the end of 2019.28 Large continental countries are likely to be very vulnerable to the occurrence of 29 pandemics (Morse et al. 2012). While the dissemination dynamics have varied between 30 regions, country sanitary policies play a key role in it. For instance, two very large 31 developing countries, India and Brazil, have a very different epidemical pattern. On 32 March 18 th , India had 137 cases and Brazil 621, as recorded in the Brazilian Ministry of 33 Health and John Hopkins monitoring sites dedicated to SARS-CoV-2 and COVID-19.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}