{
    "paper_id": "746995ec8f9b00e17ce5ca5c259020e90cce4476",
    "metadata": {
        "title": "C O M M E N T A R Y The prevalence of patent interferences in gene technology",
        "authors": [
            {
                "first": "Jon",
                "middle": [
                    "F"
                ],
                "last": "Merz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Pennsylvania",
                    "location": {
                        "addrLine": "3401 Market Street, Suite 320",
                        "postCode": "19104-3308",
                        "settlement": "Philadelphia",
                        "region": "Pennsylvania",
                        "country": "USA"
                    }
                },
                "email": "merz@mail.med.upenn.edu"
            },
            {
                "first": "Michelle",
                "middle": [
                    "R"
                ],
                "last": "Henry",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Pennsylvania",
                    "location": {
                        "addrLine": "3401 Market Street, Suite 320",
                        "postCode": "19104-3308",
                        "settlement": "Philadelphia",
                        "region": "Pennsylvania",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Unlike all other countries in the world, the United States awards patents to the first to invent, not to the first to file an application for a patent. In cases where two or more inventors submit patent applications claiming the same invention, an interference may be declared. Interference is the process by which the US Patent & Trademark Office (USPTO; Washington, DC, USA) determines which of the applicants was the first to invent and diligently reduce the invention to practice. More than half of these are resolved in favor of the inventor who was the first-to-file, raising questions about whether this unique system is worth retaining 1 . Interferences are relatively rare. For the period 1998-2002, an average of four interferences were declared for every 10,000 patent applications filed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Data we have gathered suggest that interference proceedings in gene discovery and biotechnology are much more prevalent than other areas of technology. The resulting legal fees are costing the biotechnology industry millions of dollars each year.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We are doing case studies based on interviews on the discovery, patenting and commercialization of genetic inventions for a set of seven diseases having genetic causes. These seven diseases were chosen to capture a range of genetic disorders, encompassing rare (Canavan disease), common (hereditary hemochromatosis and cystic fibrosis), single gene (Canavan disease, cystic fibrosis, hereditary hemochromatosis and factor V Leiden), multigenic (spinal muscular atrophy and colon cancers) and somatic (chronic myelogenous leukemia) diseases. Patents have been issued for genes in which mutations are associated with these disorders (except for chronic myelogenous leukemia). There are several patents on one gene in cystic fibrosis, and various patents on multiple genes implicated in colon cancers and in spinal muscular atrophy. Given the rarity of interferences, we were surprised to find in this small sample that patents on the genes in two of these cases (cystic fibrosis and factor V Leiden) had been involved in interferences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interference in gene discovery and biotech"
        },
        {
            "text": "To examine whether we were seeing evidence of a pattern, we secured from the USPTO data on the number of interferences declared and the number of patent applications filed each year for FY 1998 through 2002. The data are broken down by Technology Centers (TCs), which are competency groupings within the USPTO. The number of interferences declared in each technology field and the rate of interference declarations per 1,000 patent applications filed are summarized in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 469,
                    "end": 476,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Interference in gene discovery and biotech"
        },
        {
            "text": "These data show that, in any one year, the rate of interference declarations involving TC 1600 (which examines applications in the areas of biotechnology and organic chemistry) was at least 2.5-fold the rate of declarations in any other technology area and was about 6.5-fold the average rate of all other technologies for the 5-year period (F* = 63.6 with 1,7 dƒ, P < 0.0001).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interference in gene discovery and biotech"
        },
        {
            "text": "USPTO's TC 1600 encompasses drugs, herbicides, pesticides, cosmetics, bioinformatics and other organic compounds, so the heightened rate of interferences is not purely attributable to biotechnologies, much less human genetics. Detailed data that would permit greater discrimination of technology involved or historical comparisons is unavailable. Nonetheless, staff in TC 1600 estimate that about 75% of interferences declared in the center involve biotechnologies (George Elliott, TC 1600, USPTO, personal communication).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Significance"
        },
        {
            "text": "The study also has other limitations. First, our raw data provide no information about the type of invention involved, and we have no ability to discriminate between cases involving genetic discoveries (e.g., sequences and their use) compared with other biotechnology inventions (e.g., devices). Second, our finding of a high rate of interference declarations involving biotechnologies could be an artifact of the accuracy of computer searches by the USPTO in discovering overlapping claims for genes, but how much this might contribute to the observed rate is unknown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Significance"
        },
        {
            "text": "Overall, the data in Table 1 are consistent with our previous observations of very high levels of competition and, in some cases, outright races for genetic discoveries 2 . Notable examples of competition in molecular biology include the discovery of the Y chromosome in males first made by Stevens in 1905 (ref. 3) , the characterization of the structure of DNA 4 , the hunt for HIV 5 and most recently the quest for the sequence of the severe acute respiratory syndrome (SARS) virus 6 . Less well known are the close competitions for discovery of genes for cystic fibrosis and familial breast and ovarian cancers, both of which involved numerous groups. In the latter case, in the mid-1990s, multiple patents on closely related discoveries were issued to Oncormed (Gaithersburg, MD, USA) and Myriad Genetics (Salt Lake City, UT, USA) on BRCA1 (ref. 7) . Myriad and their collaborators at the Universities of Utah (Salt Lake City) and Pennsylvania (Philadelphia, PA, USA) similarly raced against the Institute of Cancer Research (Sutton, UK) and Duke University (Durham, NC, USA) on BRCA2, with US patents being issued to both and potentially overlapping patents pending in Europe. More recently, the discovery by two different research groups in 2001 of the gene associated with rare familial dysautonomia also may well result in an interference, because each group filed a patent application on the gene 8, 9 .",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 170,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 291,
                    "end": 315,
                    "text": "Stevens in 1905 (ref. 3)",
                    "ref_id": null
                },
                {
                    "start": 485,
                    "end": 486,
                    "text": "6",
                    "ref_id": null
                },
                {
                    "start": 851,
                    "end": 853,
                    "text": "7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1407,
                    "end": 1409,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1410,
                    "end": 1411,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 21,
                    "end": 28,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Significance"
        },
        {
            "text": "The high level of competition in these cases suggests several things about the nature of the research. First, without taking any credit away from the scientists so engaged, gene discovery has become ordinary. Many share necessary intellectual know-how, and success is predicated upon the ability and luck in identifying, soliciting and studying the 'right' families and groups. Second, as in other scientific fields, these discoveries build upon knowledge contributed by others, reflecting the codependent, but competitive, environment of science 10 . Molecular biology is data intensive, requiring the development of technologies (e.g., faster sequencers and gene chips) and sharing of large databases. The field is relatively young, and the rate of discovery may still be increasing. Given the large body of expertise in molecular biology and the large volume of information now available, there may be a flood of downstream discoveries and developments resulting from the sequencing of the human genome and a concomitant increase in competition and the volume of interferences in the near future.",
            "cite_spans": [
                {
                    "start": 547,
                    "end": 549,
                    "text": "10",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Significance"
        },
        {
            "text": "Interferences are expensive, costing an estimated $100,000 to $500,000 to resolve 1 . But the biotech industry is strongly dependent upon patents, and the high costs of resolving interferences are clearly seen as justified. In the two cases we studied, there were three nonprofit research institutions and one firm involved, and two of the nonprofit institutions licensed the patent applications to firms that bore the costs of the interferences. This is consistent with an earlier survey of licensing and technology transfer executives in which we found that nonprofit research institutions often seek at a minimum to cover the costs of patent prosecution in their licensing of gene sequence patents 11 . ",
            "cite_spans": [
                {
                    "start": 701,
                    "end": 703,
                    "text": "11",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Significance"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The Gene Wars: Science, Politics, and the Human Genome",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cook-Deegan",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Studies in Spermatogenesis with Special Reference to the \"Accessory Chromosome\" Carnegie Institute Publication no",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Stevens",
                    "suffix": ""
                }
            ],
            "year": 1905,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The Double Helix; A Personal Account of the Discovery of the Structure of DNA",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Watson",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Science Fictions: A Scientific Mystery, a Massive Cover-up, and the Dark Legacy of Robert Gallo",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Crewdson",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Curing Cancer: The Story of the Men and Women Unlocking the Secrets of our Deadliest Illness",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Waldholz",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "US Patent Application Number",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rubin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "US Patent Application Number",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Slaugenhaupt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Gusella",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Patent interferences at the US PTO from FY1998 to 2002a Annual number of patent interferences declared in each Technology Center field, and rate of interference declarations per 1,000 filed applications. b TC 2700 was divided into Centers 2100 and 2600 at the beginning of FY2001.Source: USPTO.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank the USPTO Board of Patent Appeals and Interferences and Public Affairs Office for providing data, and Mildred Cho, George Elliott, Robert Cook-Deegan and Rosemarie Ziedonis for comments. Sponsored by the Ethical, Legal, and Social Issues program of the National Human Genome Research Institute under grant no. R01HG02034.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        }
    ]
}